Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: Aargh... Curse my... rotten... luck...
de: Aargh … So ein … verfluchtes … Pech …
fr: Aargh... Maudite soit ma... mauvaise... étoile...
hu: Áááhh... Ez az átkozott... bal... szerencse...
it: Aargh... Sia... maledetta... la mia... sfortuna...
ja: あぁぁっ... 私の付きの無さを... 恨む...。

source: Another ghost!
de: Noch ein Geist!
fr: Un autre fantôme !
hu: Még egy szellem!
it: Un altro fantasma!
ja: もう一体よ!

source: Hey! A ghost! A ghost just came out of that pit.
de: Hey! Ein Geist! Dort, aus dem Loch, ist ein Geist herausgekommen!
fr: Hé ! Un fantôme ! Un fantôme vient de sortir de ce puits.
hu: Höö! Egy szellem! Egy szellem bukkant fel a szakadékból!
it: Hey! Un fantasma! Un fantasma è appena uscito da quel pozzo.
ja: キャー、亡霊よ! 亡霊が隙間から現れたわ!

source: Ghost, again!
de: Schon wieder ein Geist!
fr: Fantôme, encore !
hu: Még egy szellem!
it: Un fantasma, ancora!
ja: 又、亡霊よ!

source: Still there!
de: Dort! Schon wieder!
fr: Toujours là !
hu: Még egy!
it: Ancora!
ja: まだ居るわ!

source: Still ghost!
de: Immer wieder Geister!
fr: Toujours un fantôme !
hu: Még egy szellem!
it: Ancora fantasmi!
ja: まだ亡霊が居るわ!

source: The last ghost!
de: Der letzte Geist!
fr: Le dernier fantôme !
hu: Az utolsó szellem!
it: L’ultimo fantasma!
ja: 最後の亡霊よ!

source: Fate of a Princess is a story in two parts. The first twelve scenarios from part one, and remaining seventeen from part two. Note that many units have been slightly customized throughout the campaign. This campaign is rated PG-13. The names and portraits in the game do not relate to anyone or anything in the real world save for the dwarf Turuk, who has been named in honor of the Wesnoth Forum Emperor with his knowledge and permission. Thank you for playing Fate of a Princess. Campaign Design: SkyOne Co-design: mich Co-author: Simons Mith Special Guest: Turuk
de: "Schicksal einer Prinzessin" ist eine Geschichte in zwei Teilen. Teil eins mit zwölf und Teil zwei mit den restlichen siebzehn Szenarien. Beachtet, dass viele Einheiten in dieser Kampagne etwas verändert sind. Diese Kampagne wurde als PG-13 eingestuft. Namen und Darstellungen im Spiel entsprechen nicht der Realität, mit Ausnahme des Zwerges Turuk, der, mit dessen Wissen und Zustimmung, zu Ehren des Wesnoth Forum Emperor benannt wurde. Habt Dank für das Spielen von "Schicksal einer Prinzessin". Kampagnen-Design: SkyOne Co-Design: mich Co-Autor: Simons Mith Special Guest: Turuk
fr: Le Destin d'une Princesse est une histoire en deux parties. Les douze premiers scénarios forment la première partie et les dix-sept restants la deuxième. Notez que beaucoup d'unités ont été légèrement modifiées dans cette campagne. Cette campagne est classée PG-13. Les noms et les portraits ne font référence à aucune chose ou personne réelle à l'exception du nain Turuk, qui a été nommé ainsi en l'honneur de l'Empereur des forums de Wesnoth avec son autorisation. Merci de jouer le Destin d'une Princesse. Conception de la campagne:SkyOne. Coconcepteur : Mich. Coauteur : Simons Mith. Invité spécial : Turuk
hu: Egy hercegnő végzete - a történet két részből áll. Az első tizenkét küldetés az első, a többi tizenhét a második részt alkotja. Fontos megjegyezni, hogy elég sok új egység szerepel, de legtöbbjük csak minimálisan tér el a többi hadjárat egységeitől. A hadjáratot 13 év alatt nem ajánljuk. A nevek és a rajzok hasonlósága a való világhoz a véletlen műve, kivéve a törp Turuk neve, akit a a Wesnoth Forum Emperor tiszteletére neveztem el így, a tudtával és az engedélyével. Köszönöm, hogy játszol a hadjárattal. Hadjárattervező: SkyOne Segédtervező: mich Társszerző: Simons Mith Különleges közreműködő: Turuk
it: La campagna Destino di una Principessa è divisa in due parti. I primi dodici scenari fanno parte della prima parte, ed i rimanenti diciassette formano la seconda. Nota che molte delle unità sono state leggermente modificate all’interno di questa campagna. Questa campagna è considerata non adatta ai minori di 13 anni. I nomi ed i ritratti all’interno non si riferiscono a persone o eventi reali eccetto per quanto riguarda il nano Turuk, che è stato nominato così in onore del vecchio Imperatore del Forum Ufficiale di Wesnoth con sua conoscenza e permesso. Grazie per giocare Destino di una Principessa. Creatore campagna: SkyOne Co-creatore: mich Co-autore:Simons Mith Ospite speciale: Turuk
ja: ある王女の宿命は、一つの物語が二つのパートで成り立っています。最初の12シナリオがパート1、残りの17シナリオがパート2です。このキャンペーンでは、僅かな変更を含み多くのユニットがカスタマイズされています。 また、このキャンペーンの会話の部分は、中学生以上の年齢が適しています。ゲーム中の登場人物や肖像画は実在する人物とは一切関係がありません。ウェスノスの元フォーラムエンペラー、タラクが物語に登場しますが、それは彼の認識、許可の元に作られています。 ある王女の宿命をプレイして頂き、ありがとうございます。 Campaign Design: SkyOne Co-design: mich Co-author: Simons Mith Special Guest: Turuk

source: In the year 164YW, assisted by the High Council of Archmagi, the grand army of the kingdom of Wesnoth defeated the last foes operating openly inside the country’s borders. The land became much safer, and prosperity quickly rose. A fortress was built at Halstead, in the very heart of the western wildlands, and the settlements at Aldril and Carcyn soon grew to become major cities.
de: Im Jahre 164 YW besiegte die große Armee Wesnoth's, unterstützt vom Hohen Rat der Erzmagier, die letzten offen kämpfenden Feinde innerhalb des Reiches. Das Land war nun sehr viel sicherer und der Wohlstand wuchs rasch. In Halstead, im Herzen der westlichen Wildnis, wurde eine Festung errichtet, und die Siedlungen in Aldril und Carcyn wuchsen schnell zu wichtigen Städten heran.
fr: En l'an 164 AW, assisté du Haut Conseil des Archimages, la grande armée du royaume de Wesnoth remporta la victoire sur les derniers ennemis encore actifs à l'intérieur des frontières. Le pays devint plus sûr et la prospérité revint rapidement. On construisit une forteresse à Halstead, au coeur des terres inhabitées de l'ouest, et les colonies d'Aldril et de Carcyn se transformèrent rapidement en villes importantes.
hu: W. i. sz. 164-ben a Nagy Mágusok Tanácsának segítségével egy nagy királyi sereg számolt le a határok mentén nyíltan ellenségeskedőkkel. A földek biztonságosabbá váltak, s gyorsan megindult a felvirágzás. Halsteadben erőd épült, egyenesen a nyugati vad mezők szívében, s Aldril és Carcyn települések hamarosan a vidék legfontosabb városaivá lettek.
it: Nell’anno 164YW, assistito dal concilio degli arcimaghi, il grande esercito di Wesnoth sconfisse gli ultimi nemici operanti dentro i confini del regno. Il regno divenne molto più sicuro, e la prosperità velocemente aumentò. Fu costruita una fortezza ad Halstead, nel cuore delle terre selvagge dell’ovest, e gli insediamenti di Aldril e Carcyn subito crebbero diventando importanti città.
ja: 時は、ウェスノス暦 164年、最高評議会の大魔術師の手引きのもと、ウェスノス王国の主部隊は、国の領土内の最後の公然の敵を倒しました。よって、国の治安はとても良くなり、瞬く間に繁栄して行きました。 最西端の荒れ地であったハルステッドには、砦が設けられ、植民地であったエイドリルとカルシンは、直ぐに主要都市へと成長して行きました。

source: In some cases, the king had bought a rough-and-ready peace by granting estates and titles to the warlords controlling particular areas. Some warlords took advantage of the king’s generosity to gain a title and legitimacy, then simply continued much as they had done before. One such troublemaker was the oppresive and base Baron Baldres. With the defeat of the last of his overt adversaries, the king immediately turned his attention to imposing order upon the more disreputable members of his nobility, and it was never his intention to treat these renegades gently.
de: Hin und wieder schloß der König mit den Kriegsherren einzelner Gebiete Frieden, indem er ihnen Titel und Ländereien vermachte. Einige dieser Herren nutzten die königliche Großzügigkeit, um zu einem Titel und einer Legitimation zu kommen, und machten dann einfach so weiter, oft schlimmer als zuvor. Einer dieser Unruhestifter war der gemeine und niederträchtige Baron Baldres. Nach der Niederlage der letzten seiner offenen Feinde richtete der König seine Aufmerksamkeit darauf, die aufrührerischen Mitglieder seines Adels zur Ordnung zu rufen. Dabei war es nie seine Absicht, besonders schonend mit ihnen umzugehen.
fr: Dans certains cas, le roi avait acheté une paix provisoire en octroyant titres et fiefs aux seigneurs de la guerre qui contrôlaient certaines régions. Certains de ces seigneurs prirent avantage de la générosité du roi pour obtenir un titre et une légitimité, sans pourtant cesser de piller comme avant. L'un de ces fauteurs de troubles était le brutal et vulgaire baron Baldres. Suite à la défaite de ses derniers adversaires officiels, le roi se mit aussitôt en devoir d'imposer son autorité aux membres les plus discutables de la noblesse, et il n'avait jamais été dans ses intentions de traiter ces canailles avec douceur.
hu: Néhány esetben a király sebtében békét vásárolt, s kis államocskák hadurainak engedélyezte a további kormányzást. A király nagyvonalúságát kihasználva néhány hadúr formálisan elismerte a függőséget, majd tovább kormányozta birtokát, mintha mi sem történt volna. Az egyik ilyen bajkeverő a könyörtelen és közönséges Baldres báró volt. Miután a király leverte a nyíltan ellenszegülőket, figyelmét a nemesség e kétes elemei felé fordította, s hasonló keménységgel és könyörtelenséggel megerősítette uralmát az egész ország felett.
it: In alcuni casi, il re aveva comprato una spiacevole pace garantendo possedimenti e titoli ai signori della guerra che controllavano particolari aree. Alcuni signori della guerra presero vantaggio della generosità del re per guadagnare titoli e legittimità, continuando poi a fare tutto come prima. Uno di questi creatori di problemi era l’oppressivo barone Baldres. Con la sconfitta dei suoi dichiarati avversari, il re immediatamente pose la sua attenzione nel mettere ordine tra i più malfamati membri della sua nobiltà, e non era certo sua intenzione trattare questi disertori gentilmente.
ja: 国王のやり方は、｢平和の為なら手段を選ばず｣とまではいかないものの、少々大雑把な所も有り、軍司令官たちに領地や立場を与え、その地を管理させると言うものでした。軍司令官の何人かは、その国王の気前の良さを利用し、立場を合法的に手に入れ、今まで通りの悪巧みを続けておりました。その中の一人が、横暴で卑劣な悪名高いバルドレス男爵でした。最後の公然の敵を倒した事に伴って、国王の注意は、すぐさま彼の配下の評判の悪い貴族たちへと移って行きました。そして、それらの者たちに対して国王は、決して情けをかける事は有りませんでした。

source: For his part, if Baldres could not be the ruler, he would rather die than be one of the ruled. So while the king imposed order elsewhere he tried to enrich himself as much as possible, and made ready to escape as soon as the king’s men turned their attention to him. Rumors of his great wealth attracted many people, including brown-noses, brigands, and other hangers-on. Rumors that he planned to escape the kingdom from under the very spears of the king’s army attracted fugitives, rogue mages and other dissidents who did not wish to live under the banner of Wesnoth. When the first of the king’s advance scouts appeared, Baron Baldres was ready to depart.
de: In diesem Teil ist Baldres der Anführer, da er ansonsten eher sterben könnte als seine Kumpanen. Während also der König anderswo die Ordnung wiederherstellt, bereichert sich Baldres noch so gut es nur geht und bereitet sich darauf vor zu fliehen, sobald die Mannen des Königs auf ihn aufmerksam werden. Gerüchte über seinen großen Reichtum haben viele zwielichtige Gestalten, Heuchler und Speichellecker angezogen. Gerüchte über die geplante Flucht vor dem Heer des Königs über die Grenze wiederum lockten Flüchtlinge, Schurken, Magier und andere Außenseiter an, denen es lieber ist, nicht unter dem Banner Wesnoth's leben zu müssen. Als der erste Späher der königlichen Vorhut auftaucht, ist Baron Baldres zum Aufbruch bereit.
fr: Quant à Baldres, il aurait préféré mourir plutôt que se soumettre à quelqu'un. Donc tant que le roi était occupé ailleurs, il s'efforça de s'enrichir au plus vite et de préparer sa fuite en prévision du moment où les hommes du roi se tourneraient de son côté. Les rumeurs qui couraient sur sa grande richesse attirèrent des tas de gens, parmi lesquels des laquais, des brigands, et autres gibiers de potence. Le bruit de son plan d'évasion du royaume au nez et à la barbe des lances de l'armée du roi attira des fugitifs, des mages renégats et d'autres dissidents qui ne voulaient pas vivre sous la bannière de Wesnoth. Quand le premier éclaireur de l'armée du roi se montra, Baldres était prêt au départ.
hu: A maga részéről Baldres úgy gondolta, hogy ha már nem lehet ő az uralkodó, rajta sem fog senki uralkodni. Valahányszor a király elrendelte megjelenését valahol, igyekezett kimenteni magát, ahogy csak tudta, és felkészült rá, hogy a király embereinek feltűnése esetén haladéktalanul útnak induljon. Híres gazdagsága számos embert vonzott hozzá, beleértve bűnözőket, brigantikat és egyéb akasztófavirágokat is. A szökésről szóló kiszivárgott hírek odavonzották a szerencsevadászokat, rablómágusokat, s mindenkit, akik nem szívesen látott vendégek voltak Wesnothban. Ahogy a király seregének előőrsei feltűntek, Baldres készen állt az indulásra.
it: Da parte sua, se Baldres non poteva essere il dominatore, sarebbe piuttosto morto piuttosto che essere uno dei dominati. Così mentre il re imponeva ordine altrove provò ad arricchirsi il più possibile, stando pronto per scappare appena gli uomini del re avrebbero posto la loro attenzione su di lui. Voci delle sue grandi ricchezze attrassero molta gente, includendo briganti dal naso marrone, ed altre spade. Voci del piano di fuga dal regno proprio sotto il naso delle lance dell’esercito del re attrassero fuggitivi, maghi erranti e altri dissidenti che non volevano vivere sotto la bandiera di Wesnoth. Quando apparvero i primi esploratori dell’avanguardia del re, il Barone Baldres era pronto a partire.
ja: バルドレス男爵にとってみれば、支配者に成れないどころか、支配されるのであれば死んだ方がマシと言う意思が有り、国王が他の者を罰してる間に可能な限りに富を蓄え準備をし、自分に注意が注がれた時に国を脱出してしまおうと企んでおりました。男爵の富の噂は居候たちは勿論、へつらい者や略奪者たちを魅了しました。又、彼の王国からの脱出の噂は、悪漢魔術師や反体制派即ち、ウェスノスの国旗の元で暮らしたくない位の低い兵士を含んだ多くの者たちにとっても魅力的だったのです。そして、彼の前に国王の最初の旗持ちが現れた時が、彼らの出発の時でした。

source: Elvanadíon began to grow ever more uneasy about Alingwen’s increasing magical powers. He had always loathed the very idea of one of Baldres’ blood living in his forest, and when Queen Melindë died of a serious illness, the Duke soon convinced himself that it would be best to assign the girl’s upbringing to a human tutor. The wizard Gulcyn, who had been instrumental in rescuing Melindë from Baldres’ clutches, was persuaded to take on the tuition of the young sorceress, in spite of the objections of his own wife, Fioniel of the Misty Forest. At the age of eleven, Alingwen was forced to leave the Greenwood, separating her from her own family.
de: Alingwens wachsende magische Kräfte beunruhigten Elvanadíon immer mehr. Es hatte ihm noch nie behagt, daß jemand, in dessen Adern Baldres' Blut floß, in seinem Wald lebte. Als Königin Melindë dann an einer schlimmen Krankheit starb, war er bald davon überzeugt, daß es wohl das Beste wäre, das Kind bei den Menschen aufwachsen zu lassen. Der Zauberer Gulcyn hatte schon dabei geholfen, Melindë aus Baldres' Fängen zu befreien. Nun wurde er, trotz der Einwände seiner eigenen Frau, Fionel aus dem Nebelwald, überredet, die Ausbildung der jungen Zauberin zu übernehmen. So wurde Alingwen im Alter von elf Jahren von ihrer Familie getrennt und mußte den Grünwald verlassen.
fr: Elvanadíon commença à se sentir encore plus mal à l'aise en voyant grandir les pouvoirs magiques d'Alingwen. Il avait toujours répugné à laisser vivre dans la forêt quelqu'un du sang de Baldres, et, quand la reine Melindë mourut d'une mauvaise fièvre, le Duc se persuada facilement qu'il vaudrait mieux confier l'éducation de la fillette à un humain. Le magicien Gulcyn, qui avait été la cheville ouvrière de l'évasion de Melindë, fut convaincu de prendre en charge la jeune sorcière, en dépit des objections de sa propre épouse, Fioniel de la Forêt des Brumes. À l'âge de onze ans, Alingwen fut obligée de quitter la Forêt verte et sa propre famille.
hu: Elvanadíont egyre nagyobb aggodalommal töltötte el Alingwen növekvő mágikus ereje. Állandóan nyomasztotta a tudat, hogy Baldres vére befurakodott az erdejébe, s miután Melindë királynő egy súlyos betegségben meghalt, a herceg gyorsan arra az elhatározásra jutott, hogy egy odahívott emberi mágusra bízza a lány nevelését. Személyesen Gulcyn mágust, aki Melindë királynőt kiszabadította Baldres fogságából, bízták meg az ifjú boszorkány nevelésének felügyeletével. Habár tünde felesége, Fioniel a Ködös-erdőből, visszautasította, hogy Baldres leányával foglalkozzanak, Gulcyn mégis elfogadta a megbízást. Tizenegy éves korában Alingwennek el kellett hagynia családját és Greenwoodot.
it: Elvanadíon iniziò ad essere ancora più turbato degli altri riguardo i continuamente crescenti poteri di Alingwen. Aveva sempre detestato l’idea che qualcuno col sangue di Baldres potesse vivere nella foresta, e quando la regina Melindë morì a causa di una malattia grave, il duca presto si convinse che sarebbe stato meglio affidare l’educazione della ragazza ad un tutore umano. Il mago Gulcyn, che era stato fondamentale nel salvare Melindë dalle grinfie di Baldres, fu persuaso a prendersi carico della giovane strega, nonostante l’opposizione di sua moglie, Fioniel della Foresta Nebbiosa. All’età di undici anni, Alingwen fu costretta a lasciare la Foresta Verde, e separarsi dalla sua stessa famiglia.
ja: エルヴァナディオンは、アリングウェンの魔力が強くなって行く事を不快に思い始めました。そもそも彼はバルドレスの血を受け継いでる者が彼の森に住んでいる事を日頃から嫌っていたのでした。ミリンディー女王が深刻な病気で亡くなった時に、彼は、アリングウェンの教育を人間の後見人に譲渡するのが一番良いと簡単に主張したのでした。パワフルな魔術師として名高いガルシンが選ばれ、ロワンデルに招かれました。霧の森のエルフである彼の妻フィオニエルは、バルドレスの娘を預かる事を拒絶しましたが、ガルシンは、それを快く受けいれたのでした。アリングウェンは１１歳の時に悲しくも、母親と姉と故郷の森と別れなければ成りませんでした。

source: While Gulcyn’s kindness was beyond reproach, he was not very good with children, and although he tried his best, managing the fey young princess and his own magically-talented son was really beyond him. Tragedy was to befall them; Gulcyn died in a magical accident, his son disappeared, mad with grief and jealousy, and Alingwen found herself now sundered from her foster family as well.
de: Obgleich Gulcyns gute Absichten unzweifelhaft waren, konnte er doch nur schlecht mit Kindern umgehen. Obwohl er wirklich sein Bestes gab, die junge, ungestüme Prinzessin und gleichzeitig auch noch seinen eigenen, magisch begabten Sohn zu unterweisen, überstieg dies bald seine Kräfte. Das Unheil nahm seinen Lauf: Gulcyn starb bei einem Zauber-Unfall, sein Sohn verschwand spurlos, verrückt vor Schmerz und Eifersucht, und Alingwen hatte plötzlich nicht einmal mehr eine Pflegefamilie.
fr: Même si la gentillesse de Gulcyn était exempte de reproche, il n'était pas très adroit avec les enfants, et, même s'il fit toujours de son mieux, s'occuper de la jeune princesse extra-lucide et de son propre fils doué pour la magie était au-dessus de ses forces. Une tragédie s'abattit sur eux : Gulcyn mourut dans un accident de magie, son fils disparut, fou de chagrin et de jalousie, et Alingwen se trouva séparée de sa famille adoptive comme de la sienne.
hu: Bár Gulcyn szívélyessége nem vált szégyenére, a gyerekekkel nem ment sokra, bár mindent megpróbált, hogy a boszorkányos kis hercegnőt és saját tehetséges mágusfiát rendben nevelje. Aztán beütött az istennyila; Gulcyn meghalt egy mágikus balesetben, fájdalommal és keserűséggel töltekezett fia eltűnt, s Alingwen magára maradt, elvágva nevelő családjától is.
it: Mentre la cortesia di Gulcyn era oltre ogni biasimo, non era molto bravo con i bambini, e sebbene provò a fare del suo meglio, riuscire ad amministrare la stramba giovane principessa ed il suo talentuoso nell’ambito magico figlio era oltre le sue capacità. Una tragedia accadde; Gulcyn morì in un incidente magico, suo figlio scomparve, impazzito per il dolore e la gelosia, e Alingwen si trovò ora anche separata dalla sua precedente famiglia.
ja: ガルシンは、思いやりは人一倍だったモノの、風変わりな若い王女を管理しながら、己の魔力を上回る自信の息子の面倒を見切れるほど器用では有りませんでした。悲劇は起こりました。魔術の事故でガルシンは、亡くなってしまったのです。彼の息子は、いじけて姿を消し、アリングウェンは、里親の家族を失ってしまいました。

source: Unfortunately, news of these sad tidings never reached the elves. Alingwen’s half-sister Eämeral became queen of the Greenwood. Like her mother before her, she preferred to stay in the southern castle at Elengavion, where she was advised by the old hero Elen-Garil. Meanwhile her uncle, Lord Zluld, ruled the elves of the northern Greenwood in her name. When Elen-Garil died of old age, Lord Zluld moved south to assist the young queen in matters of government.
de: Leider drangen diese schlimmen Neuigkeiten nicht bis zu den Elfen. Alingwens Halbschwester Eämeral wurde Königin des Grünwalds. Wie bereits ihre Mutter vor ihr, hielt sie sich lieber in der südlichen Festung von Elengavion auf, wo sie sich von dem alten Helden Elen-Garil beraten ließ. In der Zwischenzeit herrschte Ihr Onkel, Lord Zluld, in ihrem Namen über den nördlichen Grünwald. Als Elen-Garil im hohen Alter starb, begab sich Lord Zluld nach Süden, um die junge Königin bei den Regierungsgeschäften zu unterstützen.
fr: Malheureusement, la nouvelle de ces tristes événements ne parvint jamais jusqu'aux elfes. La demi-soeur d'Alingwen, Eämeral devint reine de la Forêt verte. Comme sa mère avant elle, elle préférait le séjour du château d'Elengavion où elle avait été éduquée par le vieux héros Elen-Garil. Pendant ce temps, le Seigneur Zluld gouvernait les elfes du nord en son nom. Quand Elen-Garil mourut de vieillesse, il revint dans le sud pour assister la jeune reine de ses conseils.
hu: Ezek a szomorú hírek azonban nem érték el a tündéket. Alingwen féltestvére Eämeral lett a királynő Greenwoodban. Édesanyjához hasonlóan ő is Elengavion déli kastélyában időzött előszeretettel, ahol az öreg hős, Elen-Garil látta el tanácsokkal. Ezalatt nagybátyja, Lord zluld az ő nevében uralkodott Észak-Greenwoodban. Amint az idős Elen-Garil meghalt, Lord Zluld délre költözött, hogy segítse az ifjú királynőt a kormányzásban.
it: Sfortunatamente, la notizia di questi tragici eventi non raggiunse mai gli elfi. La sorellastra di Alingwen Eämeral divenne regina della Foresta Verde. Come sua madre prima di lei, preferì risiedere nel castello meridionale di Elengavion, dove era consigliata dal vecchio eroe Elen-Garil. Nel frattempo suo zio, Lord Zlud, governava gli elfi della parte settentrionale della Foresta Verde in suo nome. Quando Elen-Garil morì di vecchiaia, Lord Zlud si spostò a sud per assistere la giovane regina nel governo.
ja: 残念ながら、このような悲劇の知らせは、エルフ達へは伝わりませんでした。しかし、アリングウェンの異父姉妹のイエーミラルは、グリーンウッドの女王と成りました。以前の彼女の母の様、イエーミラルは、南の城のエレンギャヴィオン城に滞在し、年老いたエレンーガリルのアドバイスを仰ぐ格好と成り、彼女の叔父のズラルド君主が北グリーンウッドでイエーミラル女王の名の元、森の支配を任されました。その後、ズラルド君主がエレンーガリルの死後、南へ移り、若いクイーンの政治的アドバイザーと成りました。
