Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: The Lady Zylvia may be the privileged daughter of a Lord of the Forest, but she insisted on becoming a warrior in order to serve her beloved home. She is now a hardy veteran, highly skilled with the sword, deadly with an elven war bow, and a master woodsman as well. She is adept at scouting hostile terrain, and has proved her worth as an executive officer many times over.
fr: Dame Zylvia a beau être la fille privilégiée d'un seigneur de la Forêt, elle a tenu à devenir combattante pour servir sa patrie bien — aimée. C'est maintenant un solide vétéran, très habile à l'épée, fatal avec un arc de guerre, et maître dans l'art de courir les bois. Elle excelle à l'exploration en terrain hostile, et a prouvé maintes fois sa valeur comme officier.
it: Lady Zylvia sarebbe potuta essere la figlia privilegiata di un lord della foresta, ma ha insistito per diventare una guerriera per servire la sua adorata patria. Ora è una intrepida veterana, veramente abile con la spada, letale con un arco da guerra elfico, ed esperta nel muoversi tra i boschi. Si è adattata ad esplorare i territori nemici, e ha provato il suo valore come ufficiale esecutivo più volte.

source: war bow
fr: arc de guerre
hu: hadi íj
it: arco da guerra
ja: 戦闘弓

source: Although the Lady Zylvia is the privileged daughter of a Lord of the Forest, she wished to serve as a warrior. Her father was proud of her decision and gave it his blessing. Thus far Zylvia has proved a skilled marksman and a dependable executive officer, and she is likely to earn a senior place in the Greenwood army, given time.
fr: Dame Zylvia a beau être la fille privilégiée d'un seigneur de la Forêt, elle a voulu servir comme combattante. Son père s'est montré fier de cette décision et lui a donné sa bénédiction. Jusqu'ici, Zylvia s'est montrée adroite au tir et un officier fiable. Avec le temps, elle atteindra probablement un poste élevé dans l'armée de la Forêt verte.
hu: Habár Lady Zylviát születése okán, az Erdők Urának lánya volt, előjogok illették volna meg, ő mégis egyszerű harcosként akart szolgálni. Apja büszke volt lányára, s áldását adta elhatározására. Emiatt Zylvia valóban képzett íjásszá vált, s megbízható vezető lett, célja a tetteivel érdemelni ki megbecsült pozíciót Greenwood seregében, amikor eljön az ideje.
it: Lady Zylvia sarebbe potuta essere la figlia privilegiata di un lord della foresta, ma ha insistito per diventare una guerriera. Suo padre fu veramente fiero della sua decisione e diede la benedizione. Al momento Zylvia è un’abile tiratrice ed una fidata ufficiale esecutivo, e col tempo sicuramente guadagnerà posti di prestigio nell’esercito della Foresta Verde.

source: Rogue Knight
de: schurkischer Ritter
fr: Chevalier renégat
hu: Rablólovag
it: Cavaliere Bandito

source: The common conception of a knight is of a well-armored warrior with a bright sword and a keen lance. However, some knights diverge from this description. They use a morning star flail instead of a sword, and carry a heavy lance that can skewer an orc in a single blow. In fact, ‘Sir Jil’ was always more of a heavily-armed mounted highwayman than a knight, and she threw in her lot with Baldres to gain protection from the many people who had sworn vengeance upon her. Jil is entirely loyal to the baron, for he is one of the few men in Wesnoth both willing and able to shield her from her many foes.
fr: L'opinion commune est qu'un chevalier est un guerrier porteur d'une armure, muni d'une épée brillante et d'une lance acérée, mais certains ne répondent pas à cette description. Ils utilisent un fléau d'armes au lieu d'une épée et une lourde lance capable d'embrocher un orc d'un seul coup, et ébranler même un troll ou un ogre. En fait « Sire Jil » a toujours été autant un bandit lourdement armé et monté qu'un chevalier, et elle s'est abouchée avec Baldres pour se protéger des innombrables personnes qui cherchent à se venger d'elle. Jil est entièrement dévouée au baron, parce qu'il est un des rares hommes de Wesnoth également capable et désireux de la protéger de ses nombreux ennemis.
hu: A lovagok rendszerint súlyos páncéllal ellátott harcosok, akiknek fegyvere a fényes kard és a hegyes kopja. Néhány lovag azonban eltér ettől az általános elvtől. Kard helyett láncos buzogányt használnak. Súlyos kopjájukra egy mozdulattal szúrnak fel egy orkot. Valójában 'Sir Jil' sokkal inkább volt egy nehézpáncélos, lovas útonálló, mint lovag, s az tartotta Baldres mellett, hogy a báró meg tudta védeni őt a bosszúra szomjazók sokaságától. S ezért hűséggel ki is tartott a báró mellett.
it: La visione comune di un cavaliere è quella di un ben armato guerriero con una spada lucente e una affilata lancia. Ma alcuni cavalieri differiscono da questa descrizione. Usano un flagello invece che una spada, e portano una lancia pesante che può addirittura infilzare un orco con un unico colpo. Infatti “Sir Jil” è sempre stata più un pesantemente armato bandito a cavallo che un cavaliere, e si è unità al gruppo di Baldres per guadagnare protezione dalle persone che le avevano giurato vendetta. Jil è completamente leale verso il barone, dato che è uno dei pochi uomini in tutto Wesnoth che voglia e sia in grado di proteggerla dai suoi molti nemici.

source: The ability to turn the living to stone makes this unit extremely dangerous.
fr: Le pouvoir de changer un être vivant en pierre rend cette unité extrêmement dangereuse.
it: L’abilità di tramutare i viventi in pietra rende questa unità estremamente pericolosa.

source: Royal Sorceress
fr: Sorcière royale
hu: Királyi boszorkány
it: Strega Reale

source: Princess Alingwen was arguably the most powerful half-elven sorceress ever to have lived. Her father was Baldres, the notorious warlord and robber baron, and her mother was the beautiful Queen Melindë of the Greenwood. Alingwen’s half-human ancestry made for a difficult time when she was growing up, and she was assigned a human tutor, the wizard Gulcyn. In spite of Gulcyn’s best efforts, the elves grew increasingly uncomfortable with Alingwen’s fey and ever-growing power, and she was ultimately forced to leave her home forest before she had even reached adulthood. There was then a period of several years where no news of Alingwen or her tutor reached the elves. It is unknown what happened during this time, but Alingwen eventually settled in the mountains of Dorth, where the stark landscapes matched her wounded spirit. There she took the name of Ameck for herself. She never heard of the attempts that the elves made to find her, and lived a lonely and rather bitter life, studying magic and sometimes dabbling in the local politics of the mountains.
fr: La princesse Alingwen était sans conteste la plus puissante sorcière demi-elfe qui ait jamais existé. Son père était Baldres, le baron batailleur et voleur de sinistre mémoire, et sa mère était la belle reine Melindë, reine de la Forêt verte. L'ascendance demi-humaine d'Alingwen devint un problème difficile quand elle eut grandi, et elle fut confiée à un tuteur, le magicien Gulcyn. Malgré les efforts de Gulcyn, les elfes se sentirent de plus en plus mal à l'aise avec la prescience et les pouvoirs magiques d'Alingwen, et elle fut finalement forcée de quitter la forêt avant même d'avoir atteint l'âge adulte. Il y eut toute une période pendant laquelle les elfes n'eurent aucune nouvelle d'Alingwen et de son tuteur. On ne sait pas ce qui arriva, mais Alingwen finit par élire domicile dans les montagnes de Dorth, où les paysages austères convenaient à son âme blessée. Elle y prit le nom d'Ameck. Elle n'entendit jamais parler des tentatives des elfes pour la retrouver et vécut une vie solitaire et assez amère, étudiant la magie et intervenant par moments dans la politique locale des montagnes.
it: La principessa Alingwen era probabilmente la più potente strega mezz’elfa mai esistita. Suo padre era Baldres, il noto signore della guerra e barone rapinatore, e sua madre la bellissima regina Melindë della Foresta Verde. La mezza discendenza umana di Alingwen le ha fatto vivere una difficile infanzia, finché non venne assegnata ad un tutore umano, il mago Gulcyn. Nonostante i migliori sforzi da parte di Gulcyn, gli elfi divennero sempre più a disagio di fronte ai poteri sempre crescenti di Alingwen, finché non fu costretta a lasciare la foresta prima di diventare adulta. Ci fu poi un periodo di parecchi anni in cui nessuna notizia di Alingwen e del suo tutore raggiunse gli elfi. Non si sa cosa sia accaduto durante quel periodo, ma Alingwen infine si insediò nelle montagne di Dorth, dove il duro paesaggio si intonava al suo spirito ferito. La si scelse il nome di Ameck. Non ebbe mai notizia dei tentativi che fecero gli elfi per ritrovarla, e visse una vita solitaria e triste, studiando magia e qualche volta dilettandosi nella politica locale delle montagne.

source: elven staff
de: Elfenstab
fr: bâton elfe
hu: tünde bot
it: bastone elfico
ja: エルフの魔法杖

source: paralyze
fr: paralysie
it: paralizza
ja: 無の術

source: heavenly fire
fr: feu céleste
hu: pokoli tűz
it: fuoco celeste

source: Young Sorceress
de: Junge Zauberin
fr: Jeune sorcière
it: Giovane Strega
ja: 少女の魔術師

source: Despite her youth, Princess Alingwen is a very powerful half-elven sorceress. Her powers awoke when orcs attacked her and her elder sister, Eämeral. Alas, the Greenwood elves are already wary of this fey young sorceress wielding powers unheard-of amongst elves, and as her power grows ever stronger their misgivings are only likely to increase.
de: Trotz ihrer Jugend ist Prinzessin Alingwen eine überaus mächtige Halbelfen-Zauberin. Ihre Kräfte erwachten bereits in ihrer Kindheit, als sie und ihre ältere Schwester, Eämeral, von Orks angegriffen wurden. Leider wird sie von den Grünwald-Elfen nur sehr argwöhnisch betrachtet, da diese nicht so recht wissen, was sie von der jungen, ungestümen Zauberin und ihren, selbst für Elfen, unerhörten Fähigkeiten halten sollen. Und umso größer Alingwens Kräfte werden, umso mehr wächst auch das Mißtrauen der Elfen.
fr: En dépit de sa jeunesse, la princesse Alingwen est une puissante magicienne. Ses pouvoirs se révélèrent lorsque des orcs attaquèrent sa sœur aînée Eämeral. Hélas, les elfes de la Forêt verte sont méfiants envers cette jeune sorcière extra-lucide et douée de pouvoirs inconnus chez les elfes, et tandis que ses pouvoirs grandissent, leur méfiance s'accroît.
hu: Fiatal kora ellenére Alingwen hercegnő egy nagyhatalmú féltünde boszorkány. Erejére akkor ébredt, amikor orkok támadták meg őt és nővérét, Eämeralt. Sajnos Greenwood tündéi óvakodnak a tündék által sosem látott erővel bíró ifjú boszorkánytól, s ez a balsejtelem csak nőttön-nő, ahogy a hercegnő cseperedik.
it: Nonostante la sua giovane età, la Principessa Alingwen è una molto potente strega mezz’elfa.I suoi poteri si sono risvegliati quando gli orchi hanno attaccato la sua sorella maggiore, Eämeral. ahimè, gli elfi della Foresta Verde sono già diffidenti di questa giovane strega che esercita poteri mai conosciuti dagli elfi, e con l’aumentare del suo potere i loro timori sono solo destinati ad aumentare.

source: cave man
fr: homme des cavernes
hu: Barlanglakó
it: cavernicolo

source: cave man: This unit can hide in caves, and remain undetected by its enemies. Enemy units cannot see this unit while it is in caves, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
fr: homme des cavernes : Cette unité peut se dissimuler dans des cavernes et reste indétectable par ses ennemis. Les unités ennemies ne peuvent pas la voir tant qu'elle reste dans une caverne, sauf si elles viennent à la toucher. Tout ennemi qui découvre cette unité perd aussitôt tout ce qui lui reste de mouvement.
hu: barlanglakó: Ez az egység képes elrejtőzni a barlangban, ezzel ellenségei számára észrevétlenné válik. Az ellenséges egységek nem látják ezt az egységet, amíg a barlangban tartózkodik, kivéve, ha közvetlenül mellette tartózkodnak. Az első ellenséges egység, amely felderíti ezt az egységet, elveszti a mozgáspontjait az adott körben.
it: cavernicolo: Questa unità si nasconde nelle grotte, e rimane non visibile dai nemici. Le unità nemiche non possono vedere questa unità nelle grotte, tranne se gli sono adiacenti. Ogni unità che scopre questa unità immediatamente perde tutti i suoi punti di movimento rimanenti.

source: phantom
fr: fantôme
hu: kísértet
it: fantasma

source: Phantom: This unit can hide in swamps, and remain undetected by its enemies. Enemy units cannot see this unit while it is in swamps, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
fr: fantôme : Cette unité peut se dissimuler dans les marais et reste indétectable par ses ennemis. Les unités ennemies ne peuvent pas la voir tant qu'elle reste dans un marais, sauf si elles viennent à la toucher. Tout ennemi qui découvre cette unité perd aussitôt tout ce qui lui reste de mouvement.
hu: Kísértet: Ez az egység elrejtőzhet a mocsárban, s ellenfelei számára észrevétlen maradhat. Ellenséges egységek nem látják ezt az egységet, kivéve ha közvetlenül mellé lépnek. Ebben az esetben viszont elvesztik esetlegesen még meglévő mozgáspontjaikat.
it: Fantasma: Questa unità può nascondersi nelle paludi e rimanere nascosta ai suoi nemici. Le unità nemiche non potranno vederla finché si trova in una palude, tranne se gli sono adiacenti. Ogni unità che scopre questa unità perde immediatamente tutti i suoi movimenti restanti.

source: invisible: This unit can hide everywere, and remain undetected by its enemies. Enemy units cannot see this unit, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
fr: invisible : Cette unité peut se dissimuler partout et reste indétectable par ses ennemis. Les unités ennemies ne peuvent pas la voir, sauf si elles viennent à la toucher. Tout ennemi qui découvre cette unité perd aussitôt tout ce qui lui reste de mouvement.
hu: láthatatlan: Ez az egység képes elrejtőzni bármilyen terepen, ezzel ellenségei számára észrevétlenné válik. Az ellenséges egységek nem látják ezt az egységet, kivéve, ha közvetlenül mellette tartózkodnak. Az első ellenséges egység, amely felderíti ezt az egységet, elveszti a mozgáspontjait az adott körben.
it: invisibile: Questa unità può nascondersi ovunque, e rimanere nascosta ai suoi nemici. Le unità nemiche non potranno vederla, tranne se gli sono adiacenti. Ogni unità che scopre questa unità perde immediatamente tutti i suoi movimenti restanti.

source: paralyzes
fr: paralysies
it: paralizza
ja: 無の術

source: Paralyze: This attack paralyzes the target. An unit who gets this attack will be petrified in three turns. During the time, the unit may not move or attack, and the game may not consider as the defeated condition in some scenarios while the enemy leader is petrified.
fr: Paralysie : Cette attaque paralyse sa cible. Toute unité frappée par cette attaque reste pétrifiée pendant trois tours. Pendant ce temps, l'unité ne peut ni bouger ni attaquer, et s'il s'agit du leader ennemi, cette paralysie n'entraîne pas forcément sa défaite.
it: Paralizza: Questo attacco paralizza il bersaglio. Un’unità colpita sarà pietrificata per tre turni. Durante questo tempo, l’unità non si potrà muovere o attaccare, ma il gioco non considera completati gli obiettivi se pietrificate un leader nemico.
ja: 無の術: この攻撃は目標を無力にします。この攻撃を受けたユニットは、３ターンの間石化され、攻撃や動く事ができません。敵のリーダーが石化された場合、ゲームが勝利条件を認識出来ない事があります。

source: firststrike
de: Erstschlag
fr: premier coup
it: attacco improvviso
ja: 先制

source: First Strike: This unit always strikes first with this attack, even if they are defending.
de: Erstschlag: Diese Einheit kämpft immer zuerst mit dieser Attacke, auch wenn sie sich verteidigt.
fr: Premier coup : Cette unité frappe toujours la première avec cette attaque, même quand elle se défend.
it: Attacco Improvviso: Questa unità attacca sempre per prima, anche quando si difende.

source: The length of this unit’s weapon allows it to strike first in ranged attack, even in defense.
fr: La longueur de l'arme de cette unité lui permet de frapper la première, que ce soit en attaque ou en défense.
it: Il raggio d’azione dell’arma di questa unità le permette di colpire sempre per prima nell’attacco a distanza, anche in difesa.

source: orichalcum foil (+1 damage to sword, no heal full)
fr: fleuret d'orichalque (+1 pour l'épée, pas de guérison complète)
hu: orikalkum penge (+1 sebzés a karddal, nincs gyógyulás)
it: lamina di oricalco (+1 danno alla spada, no guarigione completa)
ja: オリハルカムの鋭片（攻撃力+1アップ、回復無し）

source: royal talisman (+2 damage to royal talisman, no heal full)
fr: talisman royal (+2 pour le talisman royal, pas de guérison complète)
hu: királyi talizmán (+2 sebzés a királyi talizmánnal, nincs gyógyulás)
it: talismano reale (+2 danno al talismano reale, no guarigione completa)
ja: royal talisman（攻撃力+2アップ、回復無し）

source: bow (+1 damage to bow, no heal full)
fr: arc (+1 pour l'arc, pas de guérison complète)
hu: íj (+1 sebzés íjjal, nincs gyógyulás)
it: arco (+1 danno all’arco, no guarigione completa)
ja: 弓（攻撃力+1アップ、回復無し）

source: defense (all resistances improve by 10 points, no full heal)
fr: défense (toutes les résistances sont augmentées de 10 points, pas de guérison complète)
it: difesa (tutte le resistenze aumentate di 10 punti, no guarigione completa)
ja: 防御（防御力10ポイントアップ、回復無し）

source: leadership (new ability, no heal full)
fr: autorité (nouvelle aptitude, pas de guérison complète)
hu: hadvezetés (új képesség, nincs felgyógyulás)
it: comando (nuova abilità, no guarigione completa)
ja: 統率（新能力、回復無し）

source: sword (+1 damage to sword, no heal full)
fr: épée (+1 de dommage à l'épée, pas de guérison complète)
it: spada (+1 danno alla spada, no guarigione completa)
ja: 剣（攻撃力+1アップ、回復無し）

source: new powder formula (+2 damage to dragonstaff, no full heal)
fr: nouvelle formule de poudre (+2 pour le bâton-dragon, pas de guérison complète)
it: nuova formula per la polvere da sparo (+2 danno alla staffa del drago, no guarigione completa)
ja: 火薬の調合（攻撃力+2アップ、回復無し）

source: toughness (all resistances improve by 10 points, no full heal)
fr: dureté (toutes les résistances sont augmentées de 10 points, pas de guérison complète)
it: resistenza (tutte le resistenze aumentate di 10 punti, no guarigione completa)
ja: 防御（防御力10ポイントアップ、回復無し）

source: leadership level 4 (a new ability, no heal full)
fr: autorité niveau 4 (nouvelle aptitude, pas de guérison complète)
hu: 4-es szintű hadvezetés (új képesség, nincs felgyógyulás)
it: comando livello 4 (nuova abilità, no guarigione completa)

source: Aaaargh...! Alas, this is the end of my quest.
de: Aaaargh … ! Ach, ich habe versagt.
fr: Aaaargh... ! Hélas, c'est la fin de ma quête.
it: Aaaargh...! Questa è la fine della mia missione.
ja: あぁぁぁっ!... 悲しいかな、これが私の探索の結末か...。

source: Aiee...! I will never see the Greenwood again.
de: Aiee … ! Niemals werde ich den Grünwald wiedersehen.
fr: Aiee… ! Je ne reverrai plus la Forêt verte.
hu: Ááááhhh!... Sosem látom többé Greenwoodot.
it: Aiee...! Non vedrò mai più la Foresta Verde.
ja: あぁぁっ!... もう、グリーンウッドを見る事ができません。

source: Nae a problem for me, but you will nae go on wi’out me.
de: Mir macht es nichts aus, doch ihr kommt ohne mich nicht weiter.
fr: C'est n'est pas un problème pour moi, mais vous ne pourrez pas aller plus loin sans moi.
hu: Nem probléma nekem, de ti né'külem nem tudtok továbbmenni.
it: Nessun problema per me, ma non riuscirete ad andare oltre senza il mio aiuto.
ja: 俺は構わんけど、俺無しではゲームは続けられんベサ。

source: I served my people to the end...
de: Ich diente meinem Volk bis zuletzt…
fr: J'ai servi mon peuple jusqu'à la fin...
it: Ho servito la mia gente fino alla fine...
ja: 私は己の人々を終わりへ導いてしまいました...。

source: Aiee! S-sorry, Merllow the Sage... I can guard you no longer.
de: Aiee! V-vergebt mir, Merllow, weiser Mann … Ich kann euch nicht länger schützen.
fr: Aiee ! Désolé, Merllow le Sage... Je ne peux vous protéger plus longtemps.
it: Aiee! M-mi spiace, Merllow il saggio... Non posso più proteggerla.
ja: アレー! ご、ごめんなさい、賢者ミィルロウ... 私はこれ以上貴方を防衛できません。

source: Aaagrh...! I... wanted... to make a legend...
de: Aaagrh…! Ich… wollte doch…Geschichte schreiben…
fr: Aaagrh... ! Je... voulais... participer à une légende...
it: Aaagrh...! Volevo... diventare... leggenda...
ja: あぁぁっ... 伝説を... 造り... たかった...。

source: ... Farewell father... Now I will see Mama again.
de: … leb wohl, Vater… nun werde ich… Mutter wiedersehen…
fr: ... Adieu père... Je vais revoir Maman.
hu: ... Ég veled, atyám... Megtérek édesanyámhoz.
it: ... Addio padre ... Ora vedrò nuovamente mamma.
ja: ...さようなら... 父上... これで再び母上に会えるわ。

source: Noo, Sho... Shoko! ... My beloved foster daughter... How can I go on now?
de: Oh nein, Shoko! Sho… Ich habe Dich geliebt, wie eine Tochter! … was soll nun werden?
fr: Nooon, Sho... Shoko ! ... Ma fille adorée... Comment vivre encore maintenant ?
hu: Neeee, Sho... Shoko!... Szeretett kislányom... Mit ér az életem nélküled?
it: Noo, Sho... Shoko! ... La mia amata figliastra... Come posso andare avanti ora?
ja: まさか、ショ、ショーコ!! ...お前無しで俺はどうやって生きて行けばいいんだ。

source: Urkh! ... They got me, Warden...! I’m hit... and—
de: Urkh! … Nun haben sie mich… ich bin geschlagen… und–
fr: Urkh ! ... Ils m'ont eu, Gardien... Je suis touché... et —
hu: Urkh! ... Elkaptak, Felügyelő...! Kiesik a... és—
it: Urkh! ... Mi hanno preso, Custode...! Sono stato colpito... e—
ja: うぉっ! ...タラク様! ...やられました! ...

source: Aaoorrr...! I’m not two centuries yet! I’m too young to die!
de: Aaoorrr…! Ich bin doch noch keine zweihundert Jahre alt! Ich bin zu jung zum Sterben!
fr: Aaoorrr... ! Je n'ai pas encore deux cents ans ! Je suis trop jeune pour mourir !
hu: Áááhrr!...Hiszen még két évszázadot sem értem meg! Fiatal vagyok még a halálra!
it: Aaoorrr...! Non ho ancora duecento anni! Sono troppo giovane per morire!
ja: あぁぉぉぉっ!... まだ２世紀生きていない! 死ぬにはまだ若すぎる!

source: We have wasted too much time!
de: Wir haben zu viel Zeit vergeudet!
fr: Nous avons perdu trop de temps !
hu: Túl sok időt vesztegettünk el!
it: Abbiamo sprecato troppo tempo!
ja: 無駄な時間を使い過ぎた!

source: They... got... me...
de: Sie … haben … mich …
fr: Ils... m'ont... eu...
hu: Meg...ha...lok...
it: Mi... hanno... avuto...
ja: ヤラレたー...。

source: Aeiiee!
fr: Aieeee !
hu: Ajjajjj!
ja: アレー...。

source: Darkness... claims me...
de: Dunkelheit … umfängt mich …
fr: Les ténèbres... me réclament...
hu: A sötétség... elragad...
it: L’oscurità... mi reclama...
ja: 邪悪が... ワシを葬った...。

source: My loot! My precious loot!
de: Meine Beute! Meine kostbare Beute!
fr: Mon trésor ! Mon précieux trésor !
hu: A zsákmányom! Az értékes zsákmányom!
it: Il mio bottino! Il mio prezioso bottino!
ja: 俺様の金! 貴重な金!

source: The supply caravan! Curse the luck!
de: Der Versorgungs-Planwagen! Verflucht nochmal!
fr: Le chariot des provisions ! Quelle malchance !
hu: A társzekerünk! Átkozott balszerencse!
it: La carovana delle provviste! Sia maledetto il fato!
ja: 供給用の馬車! 運を恨むぞ!

source: Oh no! Not the cannon! My enchantments! Years of work, all lost!
de: Oh nein! Nicht die Kanone! All meine Zauberformeln! Die Arbeit von Jahren, alles zerstört!
fr: Oh non ! Le canon ! Mes enchantements ! Des années de travail, perdues en un instant !
hu: Ó, ne! Ne az ágyút! Az én szüleményem! Sokéves munkám, kárba veszett!
it: Oh no! Non il cannone! Il mio incantesimo! Anni di lavoro, tutto perso!
ja: 何てこった! 大筒は駄目じゃ。ワシの魔法が、何年もの努力が全部水の泡じゃ!

source: Oh, no! I have a duty to carry the sword.
de: Oh nein! Ich muß doch das Schwert schützen.
fr: Oh, non ! C'est mon devoir de porter l'épée.
hu: Ó, ne! Nekem viselnem kell ezt a kardot!
it: Oh, no! Ho il dovere di trasportare la spada.
ja: あぁぁっ! 私は、この剣を運ぶ使命があるのだが...。

source: Aargh... My lord–
de: Aargh … Mein Herr -
fr: Aargh... Monseigneur —
hu: Áááh... Uram-
it: Aarg... Mio signore-
ja: あぁぁっ... 閣下...。
