Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: If we tarry, we will never have a chance to use it. You have slowed us down for long enough, old mage. It’s time to go!
de: Wenn wir jetzt noch zögern, werden wir nicht mehr die Möglichkeit haben, ihn zu nutzen. Ihr habt uns lange genug aufgehalten, alter Magier. Es wird Zeit, zu gehen!
fr: Si nous restons, nous n'aurons aucune occasion de l'utiliser. Tu nous a retardé assez longtemps, vieux mage. Il est temps d'y aller !
hu: Ha késlekedünk, esélyünk sem marad az eszköz használatára! Túl sokáig várakoztunk miattad, öreg mágus. Itt az idő, indulunk!
it: Se indugiamo, non avremo mai la possibilità di usarlo. Ci hai rallentati abbastanza, vecchio mago. È ora di andare!
ja: もー、分かってないわねー。もし、もっと滞在したらそれを使う機会すら無くなっちゃうのよ、年寄り魔術師さん。

source: We’ve spent too long fighting! Now we really are caught!
de: Wir haben zu lange gekämpft! Jetzt sind wir gefangen!
fr: Nous avons perdu trop de temps à nous battre ! Maintenant nous sommes faits comme des rats !
it: Abbiamo sprecato troppo tempo combattendo! Ora ci sono proprio addosso!
ja: 戦に時間を使いすぎた。もう俺様たちは、捕まってしまう。

source: Escaping from Wesnoth
de: Flucht aus Wesnoth
fr: Fuir Wesnoth
hu: Szökés Wesnothból
it: Fugga da Wesnoth
ja: ウェスノスからの脱出

source: In 200YW, after Baldres resisted the king’s messenger, an official arrest warrant was finally issued for the defiant warlord and all those who served him. It became a race to see whether Baldres, Ishlars, and Jil could escape before the king’s forces cut them off from the border.
de: Im Jahre 200 YW, nachdem sich Baldres dem Gesandten des Königs widersetzt hatte, wurde der aufsässige Baron und alle, die ihn unterstützten, zu Geächteten erklärt. Die Streitmacht des Königs lieferte sich mit Baldres, Ishlars und Jil ein Wettrennen, um ihnen den Weg zur Grenze abzuschneiden.
fr: En l'an 200 de Wesnoth, après la résistance opposée par Baldres à l'envoyé du roi, un mandat d'arrêt officiel fut émis à l'encontre du seigneur rebelle et de tous ses compagnons. Une course fut engagée entre Baldres, Ishlars, Jil et les forces du roi qui tentaient de couper leur retraite vers les frontières.
it: Nell’anno 200YW, dopo la resistenza di Baldres al messaggero del re, fu finalmente rilasciata un’autorizzazione di arresto per il provocatorio barone e tutti quelli che lo servivano. Divenne una gara per vedere se Baldres, Ishlars, e Jil fossero riusciti a scappare prima che le forze del re gli avessero tagliato la strada verso il confine.
ja: 時はウェスノス暦200年、バルドレス男爵が国王の使者を撃退した後、逮捕令状が遂にその反抗的な軍司令官とすべての彼らに仕える者たちに発行されました。その事は、バルドレスやイシュラーズ、ジルたちが国を脱出するのと国王の軍隊が国境でそれを妨げられるかの争いと成りました。

source: General Straker
fr: Général Straker
hu: Straker tábornok
it: Generale Straker
ja: ストレイカー司令官

source: Monster
fr: Monstre

source: You are under arrest! I am General Straker. Baron Baldres, it’s time for you to answer for your crimes! Don’t think you can escape into the northern lands; the border guards are ready for you!
de: Ich bin General Straker. Ihr seid meine Gefangenen! Baron Baldres, es ist an der Zeit, Rechenschaft für eure Verbrechen abzulegen. Glaubt nicht, ihr könntet in die Nordlande fliehen: Die Grenzwachen erwarten euch bereits!
fr: Vous êtes en état d'arrestation ! Je suis le général Straker. Baron Baldres, l'heure est venue de répondre de vos crimes ! Ne croyez pas pouvoir vous enfuir dans les terres du Nord ; les gardes-frontières vous y attendent !
hu: Le vagy tartóztatva! Straker tábornok vagyok. Baldres báró, eljött az ideje, hogy elszámolj az elkövetett bűneiddel! Ne hidd, hogy északra menekülhetsz; a határőrség készen áll a fogadásodra!
it: Siete sotto arresto! Sono il generale Straker. Barone Baldres, è giunto il tempo di rispondere dei tuoi crimini! Non pensare di poter scappare nelle terre del nord; le guardie di confine ti aspettano!
ja: 貴様を逮捕する! 私は陸軍大将ストレイカー。バルドレス男爵、貴様が自身の犯罪に答える時が来たぞ。覚悟しろ! 逃げられると思うなよ! 北の国境軍が貴様らを待ち受けているぞ。

source: I’ve fought those border guards before. Their skulls are hard to split.
de: Ich habe schon einmal mit diesen Grenzwachen gekämpft. Ihre Schädel sind schwer zu spalten.
fr: J'ai déjà combattu ces gardes-frontières. Ce n'est pas facile de leur fendre le crâne.
hu: Harcoltam már korábban azokkal a határőrökkel. Nehéz dolog beverni a fejüket.
it: Ho affrontato quelle guardie di confine in passato. I loro crani sono duri da rompere.
ja: 私は、前に北の国境軍と戦った事があるわ。彼らの頭蓋骨を粉砕するのは、簡単には行かないわ。

source: We’ll have to beat them to cross the Great River. We can do it. We must!
de: Wir müssen sie schlagen, um über den Fluß zu kommen. Es kann uns gelingen. Wir haben keine Wahl!
fr: Il faudra s'en débarrasser pour traverser le Grand Fleuve. Nous le pouvons. Il le faut !
hu: Márpedig át kell törjünk rajtuk, hogy átkeljünk a Nagy-folyón. Muszáj lesz!
it: Dobbiamo sconfiggerle per attraversare il Grande Fiume. Possiamo farcela. Dobbiamo!
ja: グレートリバーを渡り切るには、ワシらは彼らを倒さなければならない。出来るはずじゃ。いや、しなくては成らない。

source: Bah. The old general’s getting careless. I could fit an army through the openings he’s left me. Watch.
de: Bah! Der alte General wird unvorsichtig. Er läßt uns Lücken, durch die eine ganze Armee passen würde. Gebt acht!
fr: Bah. Le vieux général se fait négligent. Je pourrais glisser une armée dans les trous qu'il me laisse. Regarder.
it: Bah. Il vecchio generale sta diventando negligente. Posso infilare un esercito nell’apertura che mi ha lasciato. Guardate.
ja: ふふん! 老いた大将は、注意力が鈍っている。俺様には、俺様を捨てた軍隊の隙を突く力量がある。見てろよ。

source: To use the cannon’s long-range attack, right-click on an enemy within three hexes of the cannon, then select <b>Use long-range cannon attack against this unit</b> from the menu.
de: Zum Einsatz der Kanone im Fernkampf, Rechtsklick auf einen 3 Felder entfernten Feind, dann wählt <b> Einsatz Fernkampf Kanone gegen diese Einheit</b> aus dem Menü
fr: Pour utiliser l'attaque à longue portée du canon, clic droit sur un ennemi situé à trois hexagones du canon et sélectionner <b>Utiliser le canon à longue portée sur cette unité</b>.
hu: Az ágyú nagytávolságú támadásának használata: jobbklikk egy három mezőn belüli ellenséges egységre, majd a menüből a <b>Nagytávolságú ágyútámadás használata ezen egység ellen</b> pont kiválasztása.
it: Per usare l’attacco a distanza del cannone, fai click col tasto destro su un’unità nemica nel raggio di tre esagoni dal cannone, e seleziona <b>Usa l’attacco a distanza del cannone contro questa unità</b> dal menu.
ja: 長距離ヘックス攻撃の使い方：大筒より３ヘックス以内の攻撃したい敵のユニットを右クリックして下さい。そして、メニューに従って下さい。

source: Move both caravans over the Great River
de: Führt beide Planwagen über den Großen Fluß
fr: Faites traverser le Grand Fleuve aux deux chariots
hu: Mindkét társzekér átjut a Nagy-folyón túlra
it: Muovi entrambe le carovane oltre il Grande Fiume
ja: 両方の馬車をグレート川の向こう岸へ移動

source: Destruction of a caravan
de: Zerstörung eines Planwagens
fr: Destruction d'un chariot
hu: Egy társzekér megsemmisül
it: Distruzione di una carovana
ja: 一つでも馬車の滅亡

source: Treasure Caravan
de: Schatz-Planwagen
fr: Chariot du trésor
hu: Kincsesszekér
it: Carovana del tesoro
ja: 財宝用馬車

source: Supply Caravan
de: Versorgungs-Planwagen
fr: Chariot des provisions
hu: Társzekér
it: Carovana delle provviste
ja: 供給用馬車

source: Cannon
de: Kanone
fr: Canon
hu: ágyú
it: Cannone
ja: 大筒

source: Uh-Oh! A Monster Snake!
de: Uh-Oh! Eine Monster-Schlange!
fr: Holà ! Un serpent géant !
it: Uh-Oh! Un serpente mostruoso!
ja: おっと! 巨大オロチだ!

source: Ooh! We may be able to take advantage its appearance to pass through here.
de: Ooh! Vielleicht können wir das nutzen, um hier über den Fluß zu gelangen.
fr: Ooh ! Nous pourrions en profiter pour nous esquiver par là.
it: Ooh! Potremmo approfittare della sua presenza per passare.
ja: オォッー! 我々はこの大蛇の出現を利用できるかも知れん。

source: Aaack! I regret to report… I am no longer… fit for duty…
de: Aaack! Ich bedaure, das sagen zu müssen … ich kann nicht länger … meine Pflicht erfüllen …
fr: Aaaah ! J'ai le regret de rendre compte... Que je ne suis... plus opérationnel...
it: Aaack! Mi rifiuto di dichiarare... Che non sono più adatto... a compiere il mio dovere...
ja: あぁぁっ... 報告します... 私は、もうこれ以上... 任務を果たせません...。

source: Aaack! Baldres…! You … cannot … escape forever.
de: Aaack! Baldres … ! Du kannst … nicht immer … fliehen.
fr: Aaaah ! Baldres...! Vous... ne pourrez pas... toujours vous échapper.
it: Aaack! Baldres...! Non... potrai... scappare per sempre.
ja: あぁぁっく... バルドレス... 永遠に逃げ切れるとは... 思うなよ...。

source: Farewell, Wesnoth, and thank you for your generosity! Now to set out for our new home, wherever that may be. With this fortune, we could ride for a thousand miles!
de: Leb wohl, Wesnoth, und hab Dank für deine Großzügigkeit! Wie brechen auf in unsere neue Heimat, wo immer die auch sein mag. Mit diesem Vermögen können wir tausend Meilen weit kommen!
fr: Adieu Wesnoth, et merci pour ta générosité ! Maintenant droit vers notre nouveau domicile quel qu'il puisse être. Avec cette fortune, nous pouvons abattre un millier de milles !
hu: Ég veled, Wesnoth, és kösz mindenért! És most irány az új haza, akárhol is találjuk meg. Akár ezer mérföldet is lovagolhatunk, ha továbbra is szerencse kíséri lépteinket!
it: Arrivederci, Wesnoth, e grazie della tua generosità! Ora verso la nostra nuova casa, ovunque possa essere. Con queste ricchezze, potremmo cavalcare per mille miglia!
ja: さらばよウェスノス、その富に礼を言う。我々の新たな住居、その為に必要とあらば、それが何処で有ろうと、我々は数千里でも馬に乗ろう。

source: We are too late! We’ve been cut off from the border.
de: Es ist zu spät! Sie haben uns den Weg zur Grenze abgeschnitten.
fr: Nous arrivons trop tard ! La route vers la frontière est coupée.
hu: Késő! Bekerítettek minket!
it: Ormai è troppo tardi! Siamo stati tagliati fuori dal confine.
ja: 我々は遅すぎた。境界は、遮られた...。

source: Northern Ways
de: Pfade im Norden
fr: Routes du Nord
hu: Északi utakon
it: Le vie del nord
ja: 北の弐路

source: Baldres and his forces had escaped from Wesnoth, although the final battle was perhaps a little closer than the Baron would have preferred. They moved along the River Listra, passing between a huge forest on one side and mountains on the other.
de: Baldres und seine Mannen waren aus Wesnoth geflohen, auch wenn die letzte Schlacht etwas knapper ausgegangen war, als der Baron sich das vorgestellt hatte. Sie zogen entlang des Flusses Listra und durchquerten diesen zwischen einem endlosen Wald auf der einen, und dem Gebirge auf der anderen Seite.
fr: Baldres et ses troupes réussirent à quitter Wesnoth, même si la bataille finale avait été un peu plus chaude que le Baron ne l'aurait souhaité. Ils longèrent la rivière Listra, passant entre une vaste forêt d'un côté et les montagnes de l'autre.
hu: Baldres és hívei északra szöktek Wesnothból, de a csaták ideje hamarabb bekövetkezett, mint azt a báró gondolta volna. A Listra-folyó völgyében haladtak, egy óriási erdőség és egy magas hegység között.
it: Baldres e le sue forze sono fuggiti da Wesnoth, anche se la battaglia finale era forse un po’ troppo vicina rispetto a quanto il barone avrebbe voluto. Si diressero lungo il fiume Listra, passando tra una immensa foresta da un lato e montagne dall’altro.
ja: バルドレスとその一団は、辛くもウェスノスを脱出しました。彼らはリストラ川に沿って進み、そして、大きな森とその反対側に山々がそびえ立っている所に差し掛かっておりました。

source: Elves
de: Elfen
fr: Elfes
hu: Tündék
it: Elfi
ja: エルフ族

source: Dwarves
de: Zwerge
fr: Nains
hu: Törpök
it: Nani
ja: ドワーフ族

source: Keep alert. It only takes one patrol to bring the rest of Straker’s forces down on us.
de: Seid wachsam. Es braucht nicht viel, um den Rest von Straker's Armee wieder auf unsere Fährte zu bringen.
fr: Restez en alerte. Il suffit d'une seule patrouille pour avoir toutes les forces de Straker sur le dos.
it: State all’erta. Basta solo che ci avvisti un esploratore per farci ritrovare i resti delle forze di Straker su di noi.
ja: 気を付けろよ。たった一人の物見にでも見つかればウェスノス将校の総軍隊がやって来るぞ。

source: I think these elves and dwarves will be a bigger threat to us than any Wesnoth forces, sir!
de: Herr, ich fürchte diese Elfen und Zwerge sind weitaus gefährlicher, als alle Mannen Wesnoth's!
fr: Je pense que ces elfes et ces nains présentent une plus grande menace pour nous que toutes les forces de Wesnoth, sire !
hu: Azt hiszem, ezek a tündék és a törpök nagyobb fenyegetést jelentenek a számunkra bármilyen wesnothi seregnél, uram!
it: Penso che questi elfi e nani saranno un problema più grosso ora delle forze di Wesnoth, signore!
ja: ワシゃ、ここではエルフやドワーフ達の方がウェスノスのどんな軍隊よりも危ないと思いますぞ。

source: Keep alert. It only takes one patrol to bring Straker’s whole army down on us.
de: Seid wachsam. Es braucht nicht viel, um Straker's gesamte Armee wieder auf unsere Fährte zu bringen.
fr: Restez vigilants. Il suffirait d'une seule patrouille pour rameuter toute l'armée de Straker sur notre dos.
hu: Legyetek készenlétben! Egy járőr is elég, hogy Straker egész seregét a nyakunkra hozza.
it: State allerta. Basta solo che ci avvisti un esploratore per farci ritrovare tutte le forze di Straker su di noi.
ja: 気を付けろよ。たった一人の物見にでも見つかればストレイカーの総軍隊がやって来るぞ。

source: I think these elves and dwarves will be a bigger threat to us than Straker, sir!
de: Herr, ich fürchte diese Elfen und Zwerge sind weitaus gefährlicher, als Straker!
fr: Je pense que ces elfes et ces nains sont bien plus dangereux pour nous que Straker, sire !
hu: Azt hiszem, ezek a tündék és és törpök nagyobb fenyegetést jelentenek a számunkra Strakernél, uram!
it: Penso che questi elfi e nani saranno un problema più grosso ora delle forze di Straker, signore!
ja: ワシゃ、ここではエルフやドワーフ達の方がストレイカーより危ないと思いますぞ。

source: There are two routes we could take, my Lord, but there’s little to choose between them.
de: Es gibt zwei Wege, die wir einschlagen können, aber wir haben keine große Wahl.
fr: Nous pouvons choisir entre deux routes, monseigneur, mais il est difficile de dire laquelle.
hu: Két út van előttünk, uram, bár egyformán nehéznek látszik mindkettő.
it: Ci sono due strade che potremmo prendere, mio signore, ma in realtà non c’è molta scelta.
ja: 閣下、道が二つあるようね。大した選択では無さそうだけど...。

source: Move both caravans to the top of the map
de: Bringt beide Planwagen zum oberen Rand der Karte
fr: Conduire les deux chariots jusqu'en haut de la carte
hu: Minden szekeret a térkép felső részéhez viszel
it: Sposta entrambe le carovane al limite superiore della mappa
ja: 両方の馬車をマップの上端へ移動

source: greenwood blade
de: Grünwald-Klinge
fr: épée de la Forêt Verte
hu: Greenwood-penge
it: lama della foresta verde
ja: グリーンウッド剣

source: This is an enchanted magical sword of the highest quality; elven in make, and bearing the crowned sigil of the royal elven family of the Greenwood.
de: Ein besonderes, magisches Schwert; angefertigt von den Elfen, ist es Herrschaftssymbol der königlichen Familie des Grünwald's
fr: C'est une épée magique de la meilleure qualité ; de facture elfique et portant le sceau ailé de la famille royale de la Forêt verte.
hu: Ez egy mágikus képességekkel felruházott, kiváló minőségű kard; tündék készítették, s markolatán Greenwood királyi családjának koronás címere látható.
it: Questa è una spada magica della migliore qualità; realizzata dagli elfi, e portante il sigillo incoronato della famiglia reale della Foresta Verde.
ja: これはエルフ制の最高品質の魔法の剣です。グリーンウッドのエルフの皇族家に先祖代々受け継がれて来た賜物です。

source: By the Primal Flames! This must be the legendary Greenwood Blade! If my memory serves, this belongs to the royal elven family of the Greenwood. I have no idea how it got here. The Green Forest is several weeks’ travel to the north.
de: Unglaublich! Das muß die legendäre Grünwald-Klinge sein! Wenn ich mich recht erinnere, gehört sie der königlichen Elfen-Familie des Grünwald's. Wenn ich nur wüsste, wie sie hierherkommt. Der Grünwald liegt mehrere Wochenreisen weiter im Norden.
fr: Par les feux de l'enfer ! Ce doit être la fameuse épée de la Forêt verte ! Si ma mémoire est bonne, elle appartient à la famille royale de la Forêt verte. Je ne vois pas comment elle a pu arriver là. La Forêt verte est à plusieurs semaines de marche vers le Nord.
it: Per le fiamme primordiali! Questa deve essere la leggendaria Lama della Foresta Verde! Se la mia memoria non sbaglia, appartiene alla famiglia reale della foresta Verde. Non ho la minima idea di come sia arrivata qua. La Foresta Verde si trova a molte settimane di viaggio a nord.
ja: オォッ! そ、それはグリーンウッドの伝説の一つ、グリーンウッド剣に違いない。ワシの記憶が確かなら、それは、グリーンウッドのエルフの皇族に受け継がれている賜物じゃ。しかし、何でこんな所に落ちているのかのう? グリーンウッドは、ここから馬でも何週間も掛かるはずじゃが...。

source: Haha! What a stroke of luck! I just wish this sort of thing happened more often.
de: Haha! Welch ein glücklicher Zufall! Ich wünschte, so etwas würde öfter geschehen.
fr: Ha ha ! Quel coup de chance ! J'aimerais seulement que ce genre de chose arrive plus souvent.
hu: Hohó! Micsoda fantasztikus lelet! Bár gyakrabban találnánk ilyen kincseket!
it: Haha! Che botta di fortuna! Vorrei solo che questa sorta di cose accadano più spesso.
ja: ハッハッ! 付いてるぜ! もっとこんなことが起こると良いけどな。

source: Death of $foap_sword_picker.name
de: $foap_sword_picker.name fällt in der Schlacht
fr: Mort de $foap_sword_picker.name
hu: $foap_sword_picker.name elesik
it: Morte di $foap_sword_picker.name
ja: $foap_sword_picker.nameが没

source: Elves! Watch out!
de: Elfen! Nehmt euch in Acht!
fr: Des Elfes ! Prenez garde !
hu: Tündék! Riadó!
it: Elfi! Fate attenzione!
ja: エルフだ! 気を付けなくては。

source: Goodness. Their women really are astonishingly beautiful, are they not?
de: Wahrhaftig. Ihre Frauen sind wirklich von erstaunlicher Schönheit, oder etwa nicht?
fr: Bon sang. Leurs femmes sont d'une beauté ahurissante, n'est-ce pas ?
hu: Egek ura! Az asszonyaik tényleg igézően szépek, ugye?
it: Santo cielo! Le loro donne sono di una bellezza allucinante, non è vero?
ja: オイオイ、奴らの女たちは、驚くほど綺麗だぜ! そう思わないか?

source: Bah! There’s no meat on any elf I’ve ever seen. They’re all twig creatures!
de: Bah! An ihnen ist auch nicht mehr, als an den Elfen, die ich bisher sah. Sie sind alle nur Wilde!
fr: Bah ! Je n'ai jamais vu d'elfe bien en chair. Ils sont tous maigres comme des brindilles !
hu: Bah! Semmi hús nincs rajtuk, én csak zörgőcsontú némberekkel találkoztam eddig...
it: Bah! Non c’è carne in nessuna elfa io abbia mai visto. Sono tutte simili a ramoscelli!
ja: もー! そんな風に考えた事もないわ。彼女たちは人間じゃないのよ。だいたい閣下、今は戦でしょ。イクサ!

source: Dwarvish soldiers! I’d never realized they were so muscular.
de: Zwergen-Soldaten! Es war mir nie klar, wie muskulös sie wirklich sind.
fr: Des guerriers nains ! Je n'aurais jamais pensé qu'ils puissent être aussi musclés.
hu: Törp harcosok! Sosem hittem volna, hogy ilyen férfiasak.
it: Soldati nanici! Non mi ero mai accorta di come fossero muscolosi.
ja: ドワーフの戦士だわ! なんて、たくましい体なの。知らなかったわ。

source: Don’t let them distract you too much, Trooper Jil, if you please.
de: Laß dich von ihnen nicht zu sehr ablenken, wenn ich bitten dürfte.
fr: Ne vous laissez pas distraire, soldat Jil, s'il vous plaît.
hu: Ne hagyd magad megzavarni, Jil, ha kérhetem!
it: Non lasciarti distrarre troppo, soldato Jil.
ja: あんまり奴らに魅了されるなよ。騎兵士ジル。

source: But when you saw the elves, you– Oh. I see. Fine. Yes, My Lord.
de: Aber als ihr die Elfen saht, habt ihr - Oh. Ich verstehe. Gut. Ja mein Herr.
fr: Mais quand vous avez vu les elfes, vous-même... Oh, je vois. Très bien... D'accord monseigneur.
hu: Bezzeg mikor előbb a tündét láttad, te is - Ó! Jól van. Rendben. Igen, uram.
it: Ma quando tu hai visto le elfe, hai-Oh. Capisco. Bene, mio signore.
ja: えっ? でも閣下だってエルフを見た時... 分かったわ、閣下。

source: I think we should keep moving north.
de: Ich glaube, wir sollten nach Norden gehen.
fr: Je pense que nous devrions continuer vers le nord.
hu: Azt hiszem, tovább kell mennünk északra.
it: Penso che dovremmo continuare a nord.
ja: ヨシ! 北へ向かい続けよう。

source: Perhaps an orcish settlement might be an easier target.
de: Wahrscheinlich wäre eine Ork-Siedlung ein leichteres Ziel.
fr: Peut-être qu'un campement orc serait une cible plus facile.
hu: Talán egy ork település könnyebb célpont lenne.
it: Forse un insediamento degli orchi può essere un bersaglio facile.
ja: オークの住居がきっと占領しやすそうね。

source: The Dragonbreath Machine is almost ready, my Lord.
de: Die Drachenhauch-Maschine ist so gut wie bereit, mein Herr.
fr: Le « Souffle du Dragon » est quasiment prêt, monseigneur.
hu: A Sárkánytüzű Masina már majdnem készen van, uram.
it: La macchina Fuoco di Drago è quasi pronta, mio signore.
ja: ワシの竜の息マシンがもうすぐ完成しますぞ、閣下。

source: Oh, that’s its name today, is it?
de: Oh, das ist wohl heute ihr Name?
fr: Oh, c'est son nom aujourd'hui ?
it: Oh, è questo il suo nome oggi?
ja: 何だそりゃ? 今日の名前か?

source: We’ve spent too long fighting! It’s over.
de: Wir haben zu lange gekämpft! Es ist vorbei.
fr: Nous avons perdu trop de temps dans cette bagarre ! C'est fini.
hu: Túl sokáig harcoltunk! Elbuktunk!
it: Abbiamo impiegato troppo tempo combattendo! È finita.
ja: 戦に時間を使いすぎた。もう終わりだ。

source: Traveling North
de: Weiter nach Norden
fr: Voyage vers le Nord
hu: Északnak tartva
it: Viaggiando verso nord
ja: 北の旅路

source: Some days later, the baron and his followers camped by a small river. While safe from General Straker’s scouts, they were about to discover that the northlands contained some exotic dangers of their own.
de: Einige Tage später lagerten der Baron und sein Gefolge an einem kleinen Fluß. Während sie zwar vor den Häschern General Staker's sicher waren, wurde ihnen schnell klar, dass sie hier in den Nordlanden mit Gefahren rechnen mussten, die ihnen noch unbekannt waren.
fr: Quelques jours plus tard, le baron et ses compagnons campaient auprès d'une petite rivière. Maintenant débarrassés des éclaireurs du général Straker, ils se préparaient à découvrir que les terres du Nord contenaient quelques dangers exotiques bien à elles.
hu: Néhány nappal később a báró és követői egy kis folyó mellett táboroztak. Mialatt Straker tábornok felderítőitől biztonságban voltak, kénytelenek voltak az északföldi különleges veszélyekkel megismerkedni.
it: Alcuni giorni dopo, il barone ed i suoi seguaci si accamparono vicino ad un piccolo fiume. Sebbene al sicuro dagli esploratori del generale Straker, erano in procinto di scoprire che le terre del nord contenevano anche loro alcune minacce esotiche.
ja: 幾日かの後、男爵とその一団は、小川の畔でキャンプを張っておりました。ウェスノスの物見からは逃れたものの、彼らは、北方面には風変わりな危険がいくつか存在する事を認識するのでした。

source: Unicorns
de: Einhörner
fr: Licornes
hu: Egyszarvúak
it: Unicorni
ja: ユニコーン

source: Monsters
de: Monster
fr: Monstres
hu: Szörnyek
it: Mostri
ja: 怪物族

source: Awaken, you sluggardly hangers-on. Food is running low; we must press on if we are to find a new place to live.
de: Aufwachen, ihr Faultiere. Die Vorräte werden knapp. Wir müssen weiter, wenn wir einen neuen Platz zum Leben finden wollen.
fr: Secouez-vous, feignants de pendards. Nous sommes à court de nourriture ; nous devons faire vite pour trouver une nouvelle demeure.
hu: Ébresztő, lusta ingyenélők. Fogytán van az élelmünk; haladnunk kell, ha élhető lakhelyet akarunk találni.
it: Sveglia, fannulloni. Il cibo inizia a scarseggiare; dobbiamo continuare se vogliamo trovare un nuovo posto in cui stabilirci.
ja: 起きろ、お前ら! 食料が底づいて来ている。新しい住居を早いとこ見つけなくてはならん。

source: I heard all manner of strange noises in the night. Splashing, chittering, distant shrieks. Who knows what monsters live out here?
de: In der Nacht hörte ich alle möglichen seltsamen Geräusche. Platschen, Rascheln, ferne Schreie. Wer weiß, was für unheimliche Geschöpfe da draußen leben?
fr: J'ai entendu toutes sortes de bruits bizarres pendant la nuit. Éclaboussures, pépiements, cris lointains. Qui peut dire quels monstres vivent dans ces contrées ?
hu: Mindenféle különös zajokat hallottam éjszaka. Csobbanásokat, visongást, távoli sikolyokat. Ki tudja, milyen szörnyek élnek ebben a pusztaságban?
it: Ho sentito tutti i rumori più strani durante la notte. Schizzi, pigolii, distanti grida. Chi conosce che tipo di mostri vivono qua?
ja: 夜更けに色んな種類の音を聞いたわ。水しぶきやさえずり、それから微かな悲鳴。この荒れ地にどんな怪物が住んでるにかしら。
