Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: Finally, they approached Eisheim, the present abode of Princess Alingwen. Eisheim was located deep in the mountains, thoroughly isolated and inaccessible to all but the most determined travellers. Naturally, the route continued to present a number of dangers…
de: Nun endlich war Eisheim, der Aufenthaltsort Prinzessin Alingwens, nahe. Der Ort lag tief im Herzen der Berge, völlig isoliert, und nur von den hartnäckigsten Reisenden zu erreichen. Doch noch immer waren die Gefahren nicht vorüber…
fr: Enfin, ils approchèrent Eisheim, le repaire actuel de la princesse Alingwen. Eisheim se trouvait au plus profond des montagnes, isolées et inaccessibles sauf aux plus intrépides des voyageurs. Naturellement, la route présentait encore de nombreux dangers...
it: Finalmente, arrivarono ad Eisheim, l’attuale dimora della principessa Alingwen. Eisheim si trovava nel profondo delle montagne, interamente isolata ed inaccessibile a tutti eccetto i viaggiatori più determinati. Naturalmente, la via continuava a presentare innumerevoli pericoli...
ja: 遂に、一行はアリングウェン王女が滞在するイーシィームに近づきました。イーシィームは深い山奥に位置し、殆どの旅人達が、到達しがたい隔離された小さな村でした。そしてその道のりには、まだ危険が伴っていました。

source: Frost Monster
fr: Monstre du froid
hu: Fagyszörny
it: Mostri dei Ghiacci
ja: 氷の怪物

source: Yetis
fr: Yétis
hu: Jetik
it: Yeti
ja: イエティ族

source: We are here. This is the burgh of Eisheim. It is nae a big place.
de: Wir sind da. Dies ist die freie Stadt Eisheim. Es ist kein großer Ort.
fr: Nous y sommes. Voici le fort d'Eisheim. Ce n'est pas très grand.
hu: Megérkeztünk. Az ott Eisheim vára. Nem nagy hely.
it: Ci siamo. Questo è il borgo di Eisheim. Non è un posto molto grande.
ja: ここまで来たぞ。ここはイーシィームの市内だ。大きい町では無いベサ。

source: My goodness! … An ice monster!
de: Du meine Güte! … Ein Eismonster!
fr: Bon sang ! ... Un monstre des glaces !
it: Santo cielo! ... Un mostro dei ghiacci!
ja: ウオッー! 氷の怪物!

source: Aye, lad, yetis. They do come up here sometimes, although they usually stay south-east o’ the town. We must tread cautiously.
de: Von wegen, du Grünschnabel, das sind Yetis. Sie kommen manchmal hierher, obwohl sie eigentlich südöstlich der Stadt hausen. Wir müssen vorsichtig sein.
fr: Oui les gars, des yétis. Ils viennent parfois par ici, quoiqu'ils se tiennent plutôt dans le sud-ouest. Nous devons faire attention.
hu: Úgy ám! A jetik néha feljönnek ide, bár leginkább délkeleten tartózkodnak. Óvatosan kell haladnunk.
it: Si, ragazzo, yeti. Vengono qua ogni tanto, anche se solitamente stanno a sud-est della città. Dobbiamo avanzare con cautela.
ja: ありゃ、イェティだ。奴ら時々ここサ来るベサ。普段は、ここの南東の村サ居るんだが。気を付けて踏みとどまらくてはいかん。

source: Eisheim is home to many Oreads, snow fairies, whom Ameck commands. And because of the fairies, unicorns gather here too. They are wont to discourage all outsiders, even me.
de: Eisheim ist die Heimat vieler Bergnymphen und Schneefeen deren Herrin Lady Ameck ist. Und wegen der Feen finden sich auch Einhörner hier ein. Für gewöhnlich schrecken sie alle Fremden ab, selbst mich.
fr: Il y a à Eisheim beaucoup d'Oréades, de fées des neiges, commandées par Ameck. Et à cause des fées, les licornes s'y rassemblent aussi. Elles sont capables de décourager n'importe quel intrus, moi y compris.
hu: Eisheim az oreadok, a hótündérek otthona is, Ameck hercegnő a vezetőjük. Ezenkívül egyszarvúak is élnek errefelé. Azok is veszélyesek a külső látogatókra, még rám is.
it: Eisheim è casa di molte Oreadi, fate dei ghiacci, al comando di Ameck. E dato che ci sono le fate, anche gli unicorni si radunano qui. Vogliono scoraggiare dall’avvicinarsi tutti gli estranei, me compreso.
ja: イーシィームは実際、山の精...即ち、雪の妖精たちの住処なの。アメック姫は、今は彼女たちの頭だわ。彼女たちが居る事で、ここにはユニコーン達も住み着いているわ。私を含めて、彼らもよそ者にはとっても危険よ。

source: … Goodbye… father… Now I will see Mama again…
de: … Leb wohl… Vater… nun werde ich Mama wiedersehen…
fr: ... Adieu... père... Je vais revoir Maman...
it: ...Addio...padre... Ora vedrò nuovamente mamma...
ja: ... さようなら... 父上... これで再び母上に会えるわ...。

source: Noo, Sho…Shoko!! … Beloved foster daughter! How can I go on without you…?
de: Nein, Sho…Shoko!! … Meine geliebte Tochter! Was soll ich nur ohne dich tun…?
fr: Nooon, Sho...Shoko !!! ... fille adorée ! Comment pourrais-je continuer sans toi ...?
it: Noo, Sho...Shoko!!... Amata figliastra! Come potrò andare avanti senza di te...?
ja: まさか、ショ、ショーコ!! お前無しで俺はどう生きれば良いって言うんだ...?

source: Hold! All of you! Turuk, you stone-headed old fool! I warned you not to bring anyone here!
de: Bleibt stehen! Auf der Stelle! Turuk, du alter, dickköpfiger Narr! Ich hatte dich doch davor gewarnt, jemanden mit hierher zu bringen!
fr: Que personne ne bouge ! Turuk, espèce de vieille tête de mule ! Je t'avais dit de n'amener personne !
hu: Megálljatok! Mindenki! Turuk, te fafejű! Mondtam, hogy ne hozz ide senkit!
it: Fermi! Tutti quanti! Turuk, vecchio pazzo testa di pietra! Ti ho avvisato in passato di non portare nessuno qui!
ja: 止めなさい! 皆の者! タラク、石頭の老いぼれよ! 私はここへは誰も連れて来るなと言ったはずです!

source: Please, Mistress Ameck! Listen to us! The situation is grave!
de: Bitte, Lady Ameck! Hört uns wenigstens an! Die Lage ist sehr ernst!
fr: S'il vous plaît, dame Ameck ! Écoutez-nous ! La situation est grave !
hu: Fenséges Ameck, kérlek! Hallgass meg minket! Súlyos a helyzet!
it: La prego, Signora Ameck! Ci ascolti! La situazione è tragica!
ja: 姫様、どうかお聞きください! 事は重大なのです!

source: Very well. Come over here, please!
de: Nun gut. So kommt denn her!
fr: Très bien. Viens par ici, s'il te plaît !
hu: Rendben van. Jöjjetek be!
it: Bene. Venite qui, per favore!
ja: 分かりました。こちらに来なさい。

source: Forgive me, ma’am, but our guests ha’ travelled many days tae find ye. And we ourselves ha’ been troubled by southern orcs coming tae invade us.
de: Vergebt uns, Lady Ameck, aber diese Gesandten waren viele Tage unterwegs, um euch zu finden. Und auch wir selbst hatten Ärger mit südländischen Orks, die bei uns eingefallen sind.
fr: Pardonnez-moi, m'dame, mais nos hôtes ont voyagé pendant des jours pour vous trouver. Et nous-mêmes sommes bien ennuyés par cette invasion d'orcs du Sud.
hu: Bocsáss meg, fenség! A vendégeink messzirűl gyüttek, hogy beszéljenek veled. S mi magunk is küzdünk némi problémával, a déli orkok támadtak meg minket.
it: Mi perdoni, signora, ma i nostri ospiti hanno viaggiato per molti giorni per trovarti. Ed anche noi siamo stati infastiditi dagli orchi del sud che vogliono invaderci.
ja: 姫様お許しを。しかし、我々の客人は、貴方様を探して何日も旅して来たのです。それに我々自身も南のオークの侵略で苦労しております。

source: I care not one whit what orcs do, nor do I care very much for my former people. I told you that, did I not? But you, young man, you carry my half-sister’s white-gold talisman, twin to my own. Who are you?
de: Es kümmert mich nicht, was die Orks tun und ich interessiere mich auch nicht besonders für die Leute, zu denen ich einmal gehört habe. Ich dachte, ich hätte dir das deutlich zu verstehen gegeben? Ihr aber, junger Herr, ihr tragt den weiß-goldenen Talisman meiner Schwester, das Gegenstück zu meinem eigenen. Wer seid ihr?
fr: Je ne m'intéresse guère à ce que font les orcs, ni à ce qu'il advient de mon ancien peuple. Je vous l'ai déjà dit, n'est-ce pas ? Mais vous, jeune homme, qui portez le talisman de ma demi-soeur, le jumeau du mien. Qui êtes-vous ?
hu: Fikarcnyit sem érdekel, mit csinálnak az orkok, s hidegen hagy, mi történik a régi népemmel. De ezt már mondtam korábban is, nem? De te, ifjú tünde, te a féltestvérem fehérarany talizmánját viseled, az enyém párját. Ki vagy te?
it: Non mi interessa cosa fanno gli orchi del sud, e nemmeno di quella che un tempo era la mia gente. Te l’ho già detto, non è così? Ma tu, giovanotto, tu porti il talismano di oro bianco della mia mezza-sorella, gemello di quello che porto io. Chi sei?
ja: 私はオーク達が何をしようが少しも気にしませんし、私の昔の人々とも関係ありません。言ったはずです。しかし、そこの若い男、そなたは、私の異父姉妹の白金の護符を持っていますね。それは、私が持っているのとツインです。そなたは何者ですか?

source: I am Háwclyn, son of Elen-Garil, from Elengavion Castle in the southern Greenwood. We came here to ask for your help, your highness.
de: Ich bin Háwclyn, Sohn des Elen-Garil, aus Elengavion Castle im südlichen Grünwald. Wir kamen hierher, um euch um eure Hilfe zu bitten, Hoheit.
fr: Je suis Háwclyn, fils d'Elen-Garil, du château d'Elengavion dans la Forêt verte. Nous sommes venus vous demander votre aide, Votre Altesse.
it: Sono Háwclyn, figlio di Elen-Garil, del castello di Elengavion nella parte sud della Foresta Verde. Siamo venuti per chiederle aiuto, sua altezza.
ja: 私は南グリーンウッドのイレンギャヴィオン城からやって来ましたエレンーガリルの息子、ハァウクリンと申します。姫様、私たちは貴方様の助けを求めにやって参りました。

source: Those are two names that I have not heard for many years. How are they now? And how is my sister?
de: Diese Namen habe ich schon seit sehr vielen Jahren nicht mehr gehört. Was ist aus ihnen geworden? Und was ist mit meiner Schwester?
fr: Je n'avais pas entendu ces noms depuis des années. Comment vont-ils ? Comment va ma sœur ?
hu: Ezt a két nevet már nagyon régen nem hallottam. Hogy vagytok? És hogy van a nővérem?
it: Quelli sono due nomi che non sentivo da molto tempo. Come stanno ora? E come sta mia sorella?
ja: それらの二人の名はとても長い事聞いてませんでした。彼らはどうして居るのですか? そして私の姉は元気でしょうか?

source: Háwclyn and Zylvia told Ameck everything that had happened back in the Greenwood: the Dorest humans breaching the peace accord; the rising numbers of southern orcs; and their theory about Gulder controlling the orcs via their shamans. Ameck listened closely, then began laughing blackly.
de: Háwclyn und Zylvia berichteten Lady Ameck über alles, was im Grünwald vorgefallen war: Der Bruch des Waffenstillstandes durch die Einwohner von Dorest, die stark wachsende Anzahl der südlichen Orks und ihre Theorie, daß Gulder die Orks womöglich mittels deren Schamanen kontrolliert. Ameck hörte ihnen aufmerksam zu, doch dann begann sie finster zu lachen.
fr: Háwclyn et Zylvia racontèrent à Ameck tout ce qui s'était passé dans la Forêt verte : les hommes de Dorest brisant les traités, le nombre croissant d'orcs du Sud, et leur théorie selon laquelle Gulder contrôlait les orcs à travers leurs chamans. Ameck écouta soigneusement, puis se mit à rire d'un air sinistre.
hu: Háwclyn és Zylvia mindent elmondtak Amecknek az Elengavionban történtekről; a doresti emberek szerződésszegéséről; a sokasodó déli ork támadásokról; és az elképzelésükről, hogy Gulder a sámánokon keresztül irányítja az orkokat. Ameck csendesen hallgatott, majd baljós nevetésben tört ki.
it: Háwclyn e Zylvia raccontarono ad Ameck tutto quello che era accaduto nella Foresta Verde: gli umani di Dorest che avevano rotto la pace; il numero sempre crescente di orchi del sud; e la loro teoria secondo la quale Gulder controllasse gli orchi mediante i loro sciamani. Ameck ascoltò con attenzione, poi iniziò a sogghignare.
ja: ハァウクリンとズィルヴィアは、アメックにイレンギャヴィオンに何が起こっているのか全てを話しました。ドゥーレストの人間達の治安妨害、南のオークの急増、そして、オークの呪い師を通じてオーク達、又、人間達をガルダーが操っている理論。アメックはきっちりと話を聞いた後、突然笑い出しました。

source: Ha ha ha! They make me an exile from the forest, fearing my power and disliking my blood. But as soon as they need me I am graciously permitted to return. How very flattering. Ha ha!
de: Ha ha ha! Sie vertrieben mich aus dem Wald, weil sie meine Stärke fürchteten und ihnen meine Abstammung nicht gefiel. Aber sobald sie mich brauchen, wird mir, netterweise, die Rückkehr erlaubt. Wie schmeichelhaft. Ha ha!
fr: Ha ha ha ! Ils m'ont exilé de la forêt, craignant mon pouvoir et méprisant mon hérédité. Mais dès qu'ils ont besoin de moi, je suis gentiment autorisé à rentrer. Comme c'est flatteur. Ha ha !
hu: Ha ha ha! Száműztek az erdőből, mert féltek az erőmtől, és nem szerették a véremet. Most, hogy szükségük lenne az erőmre, kegyeskednek engedélyezni, hogy visszatérjek. Milyen hízelgő. Ha ha!
it: Ha ha ha! Mi hanno esiliata dalla foresta, temendo il mio potere e disprezzando il mio sangue. Ma appena hanno bisogno di me mi viene finemente permesso di tornare. Ha ha!
ja: ほっほっほっ! 彼らは私の魔力を恐れ、血筋を嫌い、私を森から追放し、そして私は別の名前、アメックを名乗っていました。しかし、私の魔力が必要に成るや否や、私は丁重に帰還を許される。何て調子が良い事でしょう。ほっほっほっ...。

source: I told ye she might be hard tae deal with.
de: Wie ich schon sagte, es ist etwas schwierig mit ihr zu verhandeln…
fr: Je vous avais dit qu'elle n'était pas très maniable.
hu: Mondtam, hogy nem könnyű szót érteni vele.
it: Vi avevo detto che non sarebbe stato facile avere a che fare con lei.
ja: 言っただろう、だから俺は彼女が苦手なんだ。

source: Ameck continued laughing for a while, but then the fey mood began to leave her.
de: Ameck lachte noch ein Weilchen, doch dann wich diese seltsame Stimmung von ihr.
fr: Ameck rit encore un certain temps, puis cette humeur l'abandonna progressivement.
hu: Ameck nevetett még egy kicsit, aztán a kesernyés hangulata oszlani látszott.
it: Ameck continuò a ridere per un po’, ma pian piano lo stravagante umore iniziò ad abbandonarla.
ja: アメックは、しばらく笑い続けた後、真剣に成って言いました。

source: (<i>Sigh</i>) But clearly I <i>am</i> needed. It is my duty to return; I cannot shirk it. It may be my destiny to set these things right. The seed was set when my vile father, Baldres, attacked the Greenwood elves. And Gulder went a little mad, I think, when his father Gulcyn died during my training. I am the link between all three – perhaps the one person living who can make good on those old wrongs. Still… I am not sure how Gulder gained such great power that he can control orcish mages. I was twice his power and more, even without my talisman, and I could not do that… Well. We shall see. Follow me, please.
de: (<i>Seufz</i>) - Nun, ganz klar, ich werde <i>gebraucht</i>. Es ist wohl meine Pflicht, zurückzukehren, ich werde mich nicht davor drücken können. Vielleicht ist es ja auch meine Bestimmung, diese Dinge wieder in Ordnung zu bringen. Das Übel begann durch meinen niederträchtigen Vater Baldres, der die Grünwald-Elfen überfiel. Und Gulder, so denke ich, wurde wahnsinnig als sein Vater starb, der mich ausbildete. Ich bin die Verbindung zwischen alle dem, und womöglich die einzige lebende Person, die diese alten Fehler korrigieren kann. Nun… ich begreife noch nicht so recht, wie Gulder zu solch großer Macht gelangen konnte, um die Ork-Magier zu kontrollieren. Meine Kräfte sind mehr als doppelt so groß wie die seinen, selbst ohne meinen Talisman, und doch könnte ich <b>das</b> nicht… Wie auch immer, wir werden sehen. Nun folgt mir, bitte.
fr: (<i>Soupir</i>) Mais il est clair qu'on a <i>besoin</i> de moi. Mon devoir est de rentrer; je ne peux m'y soustraire. C'est peut-être mon destin de régler ces problèmes. La semence de tout cela est l'attaque de mon ignoble père Baldres contre les elfes de la Forêt verte. Et Gulder a mal tourné, je pense, quand son père Gulcyn est mort pendant mon éducation. Je suis le lien entre eux trois et peut-être la seule personne capable de sortir quelque chose de bon de tous ces torts. Pourtant... Je ne sais pas comment Gulder a obtenu le pouvoir de contrôler les mages des orcs. J'étais deux fois plus puissantes que lui et même plus, même sans mon talisman, et je ne pourrais pas le faire... Bon, nous verrons. Venez avec moi.
it: (<i>Sigh</i>) Ma chiaramente <i>sono</i> necessaria. È mio dovere ritornare; non posso evitarlo. Potrebbe essere il mio destino il dover sistemare queste cose. Il seme fu gettato quando il mio vole padre, Baldres, attaccò gli elfi della Foresta Verde. E Gulder divenne un po’ matto, penso, quando suo padre Gulcyn morì durante la mia educazione. Sono l’anello di congiunzione tra tutti e tre i fatti - forse l’unica persona vivente in grado di sistemare quei vecchi sbagli. Ma... Ancora non capisco come Gulder abbia guadagnato un così grande potere da controllare i maghi degli orchi. Avevo due volte il suo potere e più, anche senza il mio talismano, e non ero in grado di farlo... Bene. Vedremo. Seguitemi, per favore.
ja: (<i>ため息</i>) しかしながら、私はグリーンウッドに戻りましょう。どうやら、それらの出来事を鎮めるのは私の宿命のようです。元はと言えば、私の父親、バルドレスがグリーンウッドのエルフを攻撃した事から始まっています。ガルダーは、彼の父親が私とのトレーニングの時に事故で亡くなった事を怒っている様に思えます。全て私とのつながりが有るので、受け入れない訳には行きませんね。 それにしても、ガルダーは私の類い、つまりハーフエルフだとしても、どうやってオークの呪い師たちを操るほどの魔力を手に入れたのでしょうね。彼の最大パワーは、護符無しの私の半分にも満たなかったのですが... まあ、分かる事です。取りあえず、こちらにいらっしゃい。

source: Ice Monsters
de: Eismonster
fr: Monstres des glaces
hu: Jégszörnyek
it: Mostri dei Ghiacci
ja: 氷の怪物

source: Háwclyn and Zylvia’s story had persuaded the Princess to return with them. They set off almost immediately for the southern Greenwood. But their return route also passed through dangerous territory.
de: Der Bericht der beiden Elfen hatte die Prinzessin dazu bewogen, mit ihnen zurückzukehren. Sie machten sich also umgehend auf den Weg in den südlichen Grünwald. Doch leider führte auch der Weg zurück durch gefährliches Gebiet.
fr: Le récit d'Háwclyn et Zylvia persuada la Princesse de revenir avec eux. Ils partirent presque immédiatement pour le sud de la Forêt verte. Mais leur route de retour aussi passait par des lieux dangereux.
hu: Háwclyn és Zylvia elbeszélése meggyőzte a hercegnőt, hogy haza kell mennie. Szinte azonnal útrakeltek a déli Greenwood felé. De a visszaút sem volt veszélytelen.
it: La storia di Háwclyn e Zylvia aveva persuaso la principessa a tornare con loro. Partirono quasi immediatamente per il sud della Foresta Verde. Ma anche la via del ritorno attraversava territori pericolosi.
ja: ハァウクリンとズィルヴィアの深刻な話と話しっぷりは、王女に帰還を納得させました。彼らは直ちに、南グリーンウッドへ出発しました。しかし、その帰り道も危険な地域で有りました。

source: Yeti
fr: Yéti
hu: Jeti
ja: イエティ

source: This is the shortest route, but we must beware of trolls. Täkel! You stay in Eisheim! You’ll not find any troll maidens to your liking, heart-broken one.
de: Dies ist der kürzeste Weg, nur müssen wir uns vor Trollen in acht nehmen. Täkel! Du bleibst in Eisheim! Du wirst keine Troll-Mädchen nach deinem Gefallen finden, du Herzensbrecher.
fr: C'est la route la plus courte, mais il faut se méfier des trolls. Täkel ! Tu vas rester à Eisheim. Tu ne trouverais aucune des filles trolls à ton goût, coeur brisé.
hu: Ez a legrövidebb út, de el kell kerüljük a trollokat. Täkel! Te itt maradsz Eisheimben. A trollok közt nincsenek csajok, akik a megtört szíved fájdalmát enyhíthetnék.
it: Questa è la via più corta, ma dobbiamo far attenzione ai troll. Täkel! Tu rimarrai ad Eisheim! Non troverai fanciulle di tuo gradimento con noi, vecchio cuore spezzato.
ja: これが一番の近道です。しかし、トロル達に用心しなければいけません。 ティーケル! そなたは、イーシィームに残りなさい! トロルにはそなたの好きな乙女はいませんよ。傷つくだけです。

source: I find the yetis a bigger worry.
de: Ich finde ja die Yetis weitaus beunruhigender.
fr: Je trouve que les yétis sont plus inquiétants.
hu: Én inkább a jetik miatt aggódom.
it: Trovo gli yeti un pericolo più grande.
ja: 俺は、イェティが一番心配だベサ。

source: They just want to be left alone. As long as we do not disturb them, they will not harm us.
de: Sie wollen nur in Ruhe gelassen werden. Solange wir ihnen nicht zu nahe kommen, werden sie uns nichts tun.
fr: Ils veulent seulement qu'on les laisse tranquilles. Tant qu'on ne les dérange pas, ils ne nous feront aucun mal.
hu: Ők csak egyedül akarnak maradni. Amíg nem ingereljük őket, nem fenyegetnek minket.
it: Vogliono solo essere lasciati soli. Finché non li disturbiamo, non ci faranno del male.
ja: 彼らは放っといて欲しいだけです。邪魔をしなければ、我々を害する事は有りません。

source: You can now recruit <i>Snow Shamans</i>. Note: Snow Shamans do not heal, although they can advance to unit types that do.
de: Ihr könnt nun <i>Schnee-Schamanen</i> ausbilden. Hinweis: Schnee-Schamanen können nur kurieren, nicht heilen, obwohl sie sich zu Einheiten mit dieser Fähigkeit weiterentwickeln können.
fr: Vous pouvez maintenant recruter des <i>Chamans des neiges</i>. Note : les chamans n'ont pas de pouvoir de guérison, même si elles peuvent évoluer vers ce type d'unités.
hu: Mostantól <i>Hósámánokat</i> is toborozhatsz. Megjegyzés: A hósámánok nem tudnak gyógyítani, de fejlettebb alakjaik közt van gyógyító is.
it: Ora puoi reclutare <i>Sciamane dei Ghiacci</i>. Nota: le sciamane dei ghiacci non curano, anche se possono avanzare in unità che sono in grado di farlo.
ja: 雪のまじない師が雇用できます。 注意: 雪のまじない師にはヒーリングは、含まれません。次のレベルで有るかもしれません。

source: No, that was a yeti village! That will provoke them!
de: Oh nein, das war ein Yeti-Dorf! Das wird sie gegen uns aufbringen!
fr: Non, c'était un village yéti ! Cela va les énerver !
hu: Ne, az a jetik faluja. Ezt provokációnak veszik!
it: No, quello era un villaggio degli yeti! La prenderanno come una provocazione!
ja: それは、イェティの村です。彼らを怒らせますよ。

source: I warned you not to disturb them.
de: Ich hatte euch doch davor gewarnt, sie zu stören.
fr: Je vous avais dit de ne pas les déranger.
hu: Figyelmeztettelek, hogy ne ingereld őket.
it: Vi avevo avvisati di non disturbarli.
ja: 彼らの邪魔をするなと言ったはずです。

source: I never thought I would see yetis fighting for us! What fearsome creatures they are!
de: Ich hätte nie gedacht, einmal Yetis für uns kämpfen zu sehen! Welch furchterregende Wesen das sind!
fr: Je n'aurais jamais cru que les yétis se seraient battus pour nous ! Ils sont vraiment sans peur !
hu: Sosem hittem volna, hogy a jetik értünk fognak harcolni. Micsoda félelmetes lények!
it: Non avrei mai pensato di vedere combattere degli yeti per noi! che creature terrificanti che sono!
ja: イェティが我々の為に戦うなど思った事など無かった。なんて恐ろしい生き物なんだ。

source: Beware! There is another one in the south. Make haste!
de: Nehmt euch in acht! Da südlich ist noch einer. Beeilt euch!
fr: Attention ! Il y en a un autre dans le sud. Dépêchez-vous !
hu: Vigyázzatok! Még délen is van egy. Igyekezzünk!
it: Attenzione! Ce n’è un altro nel sud. fate in fretta!
ja: よろしい! もう一匹南にいる様です。急ぎましょう!

source: Aaargh… ME… beaten?
de: Aaargh… MICH… schlagen?
fr: Aaargh… MOI... vaincu ?
it: Aaargh ... IO ... sconfitto?
ja: あぁぁっ... 俺... やられたの?

source: Beware! There is still another one in the north. We must yet hurry!
de: Seht euch vor! Da ist auch noch einer im Norden. Wir müssen uns sputen!
fr: Attention ! Il y en a encore un dans le nord. Il faut qu'on se dépêche !
hu: Vigyázzatok! Még északon is van egy. Igyekezzünk!
it: Attenzione! Ne rimane ancora uno a nord. Sbrighiamoci!
ja: よろしい! もう一匹北側にいる様です。急ぎましょう!

source: I hope the yetis will have some peace now.
de: Ich hoffe nur, die Yetis haben jetzt wieder ihre Ruhe.
fr: J'espère que les yétis seront tranquilles maintenant.
hu: Remélem, a jetik most egy ideig nyugalomban élhetnek.
it: Spero ora gli yeti avranno un po’ di pace.
ja: これでイェティたちも少しは平和に成ると良いのですが。

source: Whew…
de: Puh…
fr: Waou...
ja: ふー...。

source: Täkel! I told you to go back to Eisheim! I’ll turn you to stone if you do not listen to me.
de: Täkel! Ich sagte dir doch, du sollst zurück nach Eisheim gehen! Ich verwandle dich zu Stein, wenn du nicht auf mich hörst.
fr: Täkel ! Je t'ai dit de rester à Eisheim ! Je vais te transformer en statue de pierre si tu n'obéis pas.
it: Täkel! Ti avevo detto di tornare indietro a Eisheim! Ti tramuterò in pietra se non mi ascolti.
ja: ティーケル! イーシィームに戻るように言ったはずです。私の言う事を聞け無いのなら、石にしてしまいますよ。

source: Poor beast, his grief is breaking his mind. He cannot even remember how to talk any more. Listen, silver one, this will freeze your pain for a while; more, I cannot do. Shhh–
de: Das arme Tier, der Kummer macht ihn verrückt. Er kann nicht einmal mehr reden. Höre, Silberner, ich kann nicht mehr für dich tun, aber dies wird deinen Schmerz für eine Weile lindern. Shhh -
fr: Pauvre bête, son chagrin lui trouble l'esprit. Il peut à peine se rappeler comment on parle. Écoute, ami argenté, ceci va geler ta peine pendant un moment ; je ne saurais faire mieux. Shhh —
it: Povera bestia, il suo dolore gli sta rompendo la mente. Non è neanche più in grado di ricordare come si parla. Ascolta, argentato, questo congelerà per un po’ il tuo dolore. Shhh-
ja: 愚かな銀の馬よ、どうやら我々の元で平和に暮らし過ぎた様です。喋り方すら忘れてしまいました。 もはや、これ以外には方法は無い様です。ヤー!
