Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: Enough! Stop mumbling and fall in! We need your support.
de: Genug jetzt! Hört auf mit dem Gefasel und kommt her! Wir brauchen Eure Hilfe.
fr: Assez ! Cessez de marmonner et de tourner autour du pot ! Nous avons besoin de votre aide.
hu: Elég! Fejezd be a dadogást, és rendelj sorakozót! Szükségünk van a segítségetekre.
it: Abbastanza! Smettete di blaterare e buttatevi nella mischia! Abbiamo bisogno del vostro supporto.
ja: モゴモゴ言ってないでサッサと戦いに参加しろ! でなければ、ロワンデルに帰れ!

source: Yes, sir! Sorry!
de: Ja, Herr, verzeiht!
fr: Oui, monsieur ! Désolé !
hu: Igen, uram! Bocsánat!
it: Si, signore! Ci dispiace!
ja: ハイ、申し訳ありません、大佐!

source: Countless summers I shall never see…
de: All die Sommer, die ich nicht mehr sehen werde …
fr: D'innombrables étés que je ne verrai jamais...
it: Innumerevoli estati che non vedrò mai...
ja: 無数の夏を、私は見逃さなければならない...

source: This is not my true fate.
de: Soll denn dies mein Schicksal sein?
fr: Ce n'est pas mon véritable destin.
hu: Nem ez az én sorsom!
it: Questo non è il mio vero destino.
ja: これは、私の本来の宿命では無いわ。

source: I wanted to serve my people…
de: Ich wollte doch meinem Volk dienen …
fr: Je veux servir mon peuple...
it: Volevo solo servire la mia gente...
ja: 私はもっと人々に奉仕したかったのですが...

source: Grieve not for me! I died doing my duty…
de: Trauert nicht um mich! Ich starb in Erfüllung meiner Pflicht …
fr: Ne vous lamentez pas sur moi ! Je suis mort en faisant mon devoir...
it: Non affliggerti per me! Sono morto compiendo il mio dovere...
ja: 悲しまなくてよろしい! 私は己の義務を行っている上で死んで行くのだ...。

source: Uggrgh…! If that midget elf-witch had not been with them… Never seen an elf with powers like that…
de: Uggrgh … ! Wäre doch nur diese Mini-Elfenzauberin nicht bei ihnen gewesen … Ich habe noch nie eine Elfe gesehen, die derart mächtig war …
fr: Uggrgh…! Si cette demi-portion de sorcière elfe n'avait pas été là... Je n'ai jamais vu d'elfe avec de tels pouvoirs...
it: Uggrgh…!Se quella mezza strega elfica non fosse stata qui con loro... Mai visto un elfo con poteri come quelli...
ja: アリャリャ...、あのエルフの小魔女さえ居なければ...、あんなエルフは見た事が無い...。

source: Well fought, Alingwen. You were extraordinarily brave. You should never have had to fight at such a young age. But we cannot use this place for your training any more – it’s clearly far too dangerous. We must return to Rowandel.
de: Gut gekämpft, Alingwen. Du warst außerordentlich tapfer. In deinem Alter solltest du noch nicht solche Kämpfe ausfechten müssen. Aber auch zum Training können wir nicht mehr hierher kommen. Es ist eindeutig viel zu gefährlich. Wir müssen zurück nach Rowandel.
fr: Tu t'es bien battu Alingwen. Tu es extraordinairement courageuse. Tu n'aurais jamais dû avoir à te battre à ton âge. Mais nous ne pourrons plus venir ici pour l'entraînement — c'est clairement bien trop dangereux. Nous devons retourner à Rowandel.
hu: Jól harcoltál, Alingwen. Rendkívül bátor voltál. Nem szabadott volna ilyen fiatalon csatába avatkoznod. De nem eddzhetünk többet ezen a helyen - egyértelmű, hogy túl veszélyes. Vissza kell mennünk Rowandelbe.
it: Ben combattuto, Alingwen. Sei stata estremamente coraggiosa. Non avresti mai dovuto combattere ad una così tenera età. Ma non possiamo più usare questo posto per far pratica - chiaramente è pericoloso. Dobbiamo tornare a Rowandel.
ja: よく戦った、アリングウェン。非常に勇敢であったぞ。その歳でそちを戦わせるべきではなかった。ここは、そちの修行ではもう使うまい。危険すぎるからな。ロワンデルに戻ろう。

source: Thank you for saving me, Alingwen. You were far braver than I. Let us always stay together, ay?
de: Danke, daß du mich beschützt hast, Alingwen. Du warst viel mutiger als ich. Laß uns für immer zusammenbleiben, ja?
fr: Merci de m'avoir sauvé, Alingwen. Tu es bien plus brave que moi. Restons toujours ensemble, tu veux bien ?
hu: Köszönöm, hogy megmentettél, Alingwen. Sokkal bátrabb voltál, mint én. Maradjunk mindig együtt, jó?
it: Grazie per avermi salvata, Alingwen.Sei stata molto più coraggiosa di me. Stiamo sempre insieme, ok?
ja: 私を助けてくれてありがとう、アリングウェン。そなたは私よりも勇敢だわ。私達はこれからもずっと一緒よ、ネ?

source: Yes, Eämeral. I love you, and I love the Greenwood. I promise I will protect you forever.
de: Ja, Eämeral. Ich liebe dich, und ich liebe den Grünwald. Ich werde dich immer beschützen, das verspreche ich.
fr: Oui, Eämeral. Je t'aime, et j'aime la Forêt verte. Je te promets de vous protéger toutes les deux pour toujours.
hu: Jó, Eämeral. Szeretlek téged, és szeretem Greenwoodot. Ígérem mindig védeni foglak.
it: Si, Eämeral. Ti voglio bene, ed amo la Foresta Verde. Lo prometto, ti proteggerò per sempre.
ja: もちろんよ、イエーミラル。私はこの森もあなたも大好きよ。私は永遠にあなたを守るわ。

source: Alas, neither Eämeral nor Alingwen were yet old enough that their wishes would be respected, and Alingwen’s burgeoning magical powers demanded the attention of a professional magic tutor. Future matters of sadness still lay in wait… End of Part One.
de: Leider waren weder Eämeral noch Alingwen damals alt genug, daß man ihre Wünsche respektiert hätte und Alingwens stetig wachsende magischen Kräfte erforderten einen erfahrenen Lehrer der Magie. Dunkle Tage der Traurigkeit zogen herauf … - Ende des ersten Teils.
fr: Hélas, ni Eämeral ni Alingwen n'étaient assez âgées pour voir leurs désirs respectés, et les pouvoirs naissants d'Alingwen réclamaient l'attention d'un professionnel de la magie. Et de futurs sujets de tristesse n'allaient pas manquer de surgir... Fin de la première partie.
it: Ma ahimè, né Eämeral né Alingwen erano grandi abbastanza affinché i loro desideri venissero rispettati, ed i germoglianti poteri magici di Alingwen richiedevano un istruttore di magia professionista. Futuro argomento di tristezza ancora in attesa... Fine Prima Parte.
ja: 悲しいかな、イエーミラルとアリングウェン、おのおのの望みを己でかなえられる程の年齢には達していませんでした。そして、アリングウェンの急に発展して行く魔力は、魔術の専門講師の注目を引かざるを得ませんでした。その事は、彼女に悲しい出来事をもたらしてしまいます。果たして、アリングウェンは、イエーミラルとの約束を果たす事が出来たのでしょうか? パート１、完。

source: Broken Treaty
de: Der gebrochene Bund
fr: Traité rompu
hu: Felrúgott egyezmény
it: La rottura del trattato
ja: 破られた条約

source: Humans
de: Menschen
fr: Humains
hu: Emberek
it: Umani
ja: 人間

source: Death of Háwclyn
de: Háwclyn fällt in der Schlacht
fr: Mort de Háwclyn
hu: Háwclyn elesik
it: Morte di Háwclyn
ja: ハァウクリンが没

source: Death of Zylvia
de: Zylvia fällt in der Schlacht
fr: Mort de Zylvia
hu: Zylvia elesik
it: Morte di Zylvia
ja: ズィルヴィアが没

source: Hey! Zylvia, look yonder! A group of the Dorest humans are approaching. But… why are they armed?
de: Hey! Zylvia, schau, da drüben! Da kommen ein paar von den Dorest-Leuten. Aber … warum sind sie denn bewaffnet?
fr: Hé ! Zylvia, regarde par là ! Un groupe de gens de Dorest s'approche. Mais... pourquoi sont-ils armés ?
it: Ehi! Zylvia, guarda laggiù! Un gruppo di umani di Dorest si sta avvicinando. Ma... perché sono armati?
ja: ヘイ! ズィルヴィア、向こうを見てご覧。ドゥーレストの人間たちが近づいて来る様だ。でも何故武装しているのだろう?

source: I do not know. But fear not, Háwclyn. I recognise their leader. That is my friend, Rhyss.
de: Ich weiß es auch nicht. Aber keine Angst, Háwclyn, ich erkenne ihren Anführer. Das ist mein Freund Rhyss.
fr: Je ne sais pas. Mais ne crains rien, Háwclyn. Je reconnais leur chef. C'est mon ami Rhyss.
hu: Nem tudom, de aggodalomra semmi ok, Háwclyn. Ismerem a vezetőjüket. A barátom, Rhyss az.
it: Non ne ho idea. Ma non preoccuparti,Háwclyn. Riconosco chi li guida. È un mio amico, Rhyss.
ja: 分からないわ。でも恐れる事は有りません、ハァウクリン。彼らのリーダーは、私の友人のリッスです。

source: Greetings, Rhyss! What are you doing today? Are you going to a tournament, perhaps?
de: Sei mir gegrüßt, Rhyss! Was habt denn ihr heute vor? Wollt ihr etwa zu einem Turnier?
fr: Salut Rhyss ! Que faites-vous par ici ? Vous allez à un tournoi peut-être ?
hu: Üdv, Rhyss! Hogy vagy mindig? Kirándulni indultál talán?
it: Salve, Rhyss! Cosa fai oggi? Vai ad un torneo, forse?
ja: ごきげんよう、リッス! 今日は何の予定ですか? トーナメントか何かかしら?

source: Rhyss? Can’t you hear me?
de: Rhyss? Könnt ihr mich denn nicht hören?
fr: Rhyss ? Tu m'entends ?
hu: Rhyss!!! Süket vagy?
it: Rhyss? Puoi sentirmi?
ja: リッス! 聞こえないのですか?

source: … I… do… not… know… you… We come here to kill you…
de: … Ich … kenne … euch … nicht … Wir … kommen … um euch zu töten …
fr: ... Je... ne... vous... connais... pas... Nous sommes ici pour vous tuer...
it: ...Io...non...ti...conosco... Siamo venuti ad uccidervi...
ja: 貴様など知らん... 私たちは、貴様たちを殺しに来た...。

source: What?! But… there’s a treaty between Dorest and the Greenwood! Are you mad?
de: Was sagt ihr da?! Aber … es gibt einen Bund zwischen Dorest und dem Grünwald! Seid ihr denn übergeschnappt?
fr: Quoi ? Mais nous avons conclu un traité de paix avec Dorest. Vous êtes devenus fous ?
it: Cosa?! Ma... c’è un trattato tra Dorest e la Foresta Verde! Sei impazzito?
ja: 何ですって? ドゥーレストとグリーンウッドには条約が有ります。怒っているのですか?

source: It seems he is. To arms! To arms!
de: Es scheint so. Zu den Waffen! Zu den Waffen!
fr: Cela en a tout l'air. Aux armes ! Aux armes !
hu: Úgy tűnik... Fegyverbe, fegyverbe!
it: Così sembra. Alle armi! Alle armi!
ja: どうやらその様だ。武装! 武装だ!

source: At most two surviving units from this level may accompany you into future scenarios; any other survivors will remain behind.
de: Höchstens zwei überlebende Einheiten aus diesem Level werden euch in die nächsten Szenarien begleiten können. Alle anderen Überlebenden werdet ihr zurücklassen müssen.
fr: Deux unités au plus vous accompagneront dans les scénarios suivants ; les autres survivants resteront en arrière.
hu: Legfeljebb két túlélő egység csatlakozhat hozzád a későbbiekben; a többi túlélő elmarad.
it: Al massimo due unità sopravvissute da questo livello potranno accompagnarti negli scenari futuri; Ogni altro sopravvissuto rimarrà indietro.
ja: このシナリオ上で雇用されて、生き残った兵士の中で二人だけが、最後までヒーローたちと旅を同行する事が出来ます。その他の生き残った兵士は、シナリオ｢エルフの反撃｣まで戻って来ません。

source: This holy water makes each of living units get full healed.
de: Dieses Weihwasser kann jede lebende Einheit vollständig heilen.
fr: L'eau bénite guérit entièrement toute unité encore en vie.
it: Questa acqua santa renderà ogni unità vivente completamente curata.
ja: この神聖なるエルフの水は、けが人を完全に治癒します。

source: Rhyss! Wake up! It’s me, Zylvia! Don’t you recognize me?
de: Rhyss! Wach endlich auf! Ich bin's doch, Zylvia! Erinnerst du dich denn nicht an mich?
fr: Rhyss ! Réveille-toi ! C'est moi, Zylvia ! Tu ne me reconnais pas ?
hu: Rhyss! Térj magadhoz! Én vagyok az Zylvia! Lord Zluld lánya! Nem ismersz meg?
it: Rhyss! Svegliati! Sono io, Zylvia! Non mi riconosci?
ja: リッス! 目を覚まして! 私です、ズラルド君主の娘、ジィルヴィアです。分からないのですか?

source: Rhyss, please! I don’t want to fight you!
de: Rhyss, ich bitte dich! Ich will nicht gegen dich kämpfen!
fr: Rhyss, par pitié ! Je ne veux pas me battre avec toi !
hu: Kérlek, Rhyss! nem akarok harcolni veled!
it: Rhyss, ti prego! Non voglio combatterti!
ja: リッス、頼みます。そなたと戦いたく有りません。

source: … Ha… ha… ha… This is not the end. More soldiers are coming in a few days… Gulder… for Gulder…
de: … Ha … ha … ha … Dies ist noch nicht das Ende. In ein paar Tagen werden noch mehr Krieger kommen … Gulder … für Gulder …
fr: ... Ha... Ha... Ha... Ce n'est pas fini. D'autres soldats viendront bientôt... Gulder... pour Gulder...
it: ... Ha... ha... ha... Questa non è la fine. Altri soldati arriveranno tra qualche giorno... Gulder... per Gulder...
ja: ... ハッ... ハッ... ハッ これで終わりではない。直ぐにもっと兵士たちがやって来るぞ...ガルダー...ガルダー様...

source: What does he mean?
de: Was meint er … ?
fr: Qu'est-ce qu'il veut dire ?
hu: Mit akar ezzel mondani?
it: Cosa significa?
ja: どういう意味だ?

source: I do not understand what happened to Rhyss. He was a kind man. We have been friends since we met at the final of the archery competition last year.
de: Ich kann nicht verstehen, was mit Ryss geschehen ist. Er war ein netter Mensch. Wir haben uns letztes Jahr am Ende des Bogenschützen-Wettstreites getroffen und waren seither Freunde.
fr: Je ne comprends pas ce qui est arrivé à Rhyss. C'était un type gentil. Nous étions amis depuis que nous nous étions rencontrés à la finale de la compétition d'archers l'année dernière.
hu: Nem értem, mi történt. Rhyss egy klassz srác volt. Barátok voltunk a tavalyi íjászverseny döntője óta.
it: Non capisco cosa sia potuto accadere a Rhyss. Era un uomo gentile. Siamo stati amici da quando ci siamo incontrati alla finale del torneo di tiro con l’arco lo scorso anno.
ja: 一体リッスに何があったのか私には理解できません。彼は優しい男でした。去年の弓大会の決勝で出会してから、私達は友人でした。

source: We have to report this to Queen Eämeral immediately.
de: Wir müssen das umgehend unserer Königin Eämeral melden.
fr: Il faut avertir la reine Eämeral immédiatement.
hu: Azonnal jelentést kell tennünk Eämeral királynőnek.
it: Dobbiamo riportare la cosa immediatamente alla regina Eämeral .
ja: 我々は、この事を直ちにイエーミラル女王に報告しなければ。

source: Go, son of Elen-Garil. I will keep watch here.
de: Eile, Sohn des Elen-Garil. Ich werde hier wachen.
fr: Vas-y, fils d'Elen-Garil. Je vais monter la garde ici.
hu: Menj, Elen-Garil fia! Én itt őrködök tovább.
it: Vai, figlio di Elen-Garil. Io continuerò a vegliare qui.
ja: 行くのだ、エレンーガリルの息子よ。私がここを見守り続けよう。

source: Queen Eämeral
de: Königin Eämeral
fr: Reine Eämeral
hu: Eämeral királynő
it: Regina Eämeral
ja: イエーミラル女王

source: Despite her youth, Queen Eämeral was widely respected among the elves. She was a seer, and her divinations had warned her that a crisis was imminent. On hearing Háwclyn and Zylvia’s news she immediately convened an emergency meeting.
de: Trotz ihrer Jugend genoß Königin Eämeral weithin Respekt unter den Elfen. Sie war eine Seherin, und in ihren Visionen hatte sie das Unheil kommen sehen. Als Háwclyn und Zylvia ihr Bericht erstattet hatten, ließ sie sogleich ein Krisen-Treffen einberufen.
fr: En dépit de sa jeunesse, la reine Eämeral était très respectée des elfes. Elle était devineresse et sa prescience l'avait averti de l'imminence d'une crise. Sur le rapport d'Háwclyn et de Zylvia, elle convoqua aussitôt une réunion d'urgence.
hu: Fiatal kora ellenére Eämeral királynő nagy tiszteletnek örvendett a tündék körében. Látnoki képessége, látomásai figyelmeztették a küszöbön álló veszélyre. Háwclyn és Zylvia beszámolóját hallva azonnal válságstábot hívott össze.
it: Nonostante la sua giovane età, la regina Eämeral era largamente rispettata tra gli elfi. Era una veggente, e la sua arte della divinazione l’aveva avvertita che una crisi era imminente. Sentendo le notizie riportate da Háwclyn e Zylvia subito riunì un’assemblea d’emergenza.
ja: 若さにも関わらず、イエーミラル女王はエルフたちの間で広く尊敬されておりました。彼女は予言者であり、ハァウクリンとズィルヴィアが城に戻った時には、危機が迫っている事をおおよそ感づいており、直ぐに緊急会議を開いたのでした。

source: Elengavion Castle
fr: Château d'Elengavion
it: Castello di Elengavion
ja: エレンギャヴィオン城

source: Háwclyn and Zylvia, I am glad you are back safely. This is a very serious situation. I felt a powerful spirit enter Dorest early this morning. Please describe your attackers to me.
de: Háwclyn und Zylvia, ich bin froh, daß ihr sicher zurückgekehrt seid. Dies ist eine sehr ernste Lage. Ich konnte spüren, daß heute morgen ein sehr machtvoller Geist von Dorest Besitz ergriffen hat. Bitte beschreibt mir eure Angreifer genau.
fr: Háwclyn et Zylvia, je suis heureuse de vous voir sains et saufs. La situation est très sérieuse. J'ai perçu l'entrée d'un esprit très puissant dans Dorest ce matin. Décrivez-moi les assaillants.
hu: Háwclyn és Zylvia, örülök, hogy épségben visszaértetek. Nagyon súlyos a helyzet. Hajnalban egy nagyon erős szellem érkezését éreztem Dorestbe. Mondjátok el, kik támadtak meg titeket!
it: Háwclyn e Zylvia, sono contenta che siete tornati sani e salvi. È una situazione molto seria. Ho sentito uno spirito potente entrare a Dorest questa mattina. Per favore, descrivetemi gli assalitori.
ja: ハァウクリンとズィルヴィア、よくぞ無事に戻られました。事はとても重大です。私はとても強い力が今朝早くドゥーレストに侵入したのを感じました。あなた方を攻撃した者の様子を聞かせて下さい。

source: They looked… strange, your majesty. Vacant. It seemed like they didn’t know who they were.
de: Sie hatten so einen … seltsamen Blick, eure Majestät. So leer. Es schien so, als wüßten sie nicht wer sie sind.
fr: Ils avaient l'air... bizarres, Votre Majesté. Absents. Comme s'ils ne savaient pas où ils étaient.
it: Sembravano... strani, sua maestà. Senza espressione. Sembravano non sapere chi fossero.
ja: 彼らは... とても変でした、陛下。抜け殻のような... 自分が誰だか分からない様子でした。

source: That sounds like the work of Gulcyn the Wizard. And yet, while the spirit I felt this morning was similar to his, its power was much greater. I had also heard that Gulcyn had died many years ago.
de: Das klingt wie das Werk Gulcyns des Zauberers. Und dennoch, obwohl der Geist, den ich heute morgen spürte, dem Gulcyns ähnelte, so war er doch viel machtvoller. Außerdem hörte ich, Gulcyn sei bereits vor vielen Jahren gestorben.
fr: Cela ressemble à la manière de Gulcyn le sorcier. Et pourtant, même si l'esprit que j'ai perçu ce matin était du même genre, son pouvoir était beaucoup plus grand. J'ai aussi entendu dire que Gulcyn était mort il y a bien des années.
hu: Hmmm, ez Gulcyn varázsló művére emlékeztet. Habár a szellem, amit éreztem hajnalban, emlékeztetett rá, a hatalma sokkal nagyobbnak tűnt, mint az övé volt. Egyébként is azt hallottam, hogy Gulcyn néhány éve meghalt.
it: Sembra opera di Gulcyn il Mago. E, sebbene lo spirito che ho sentito questa mattina fosse simile al suo, il suo potere era molto superiore. Ho anche sentito che Gulcyn è morto parecchi anni fa.
ja: それは、魔術師ガルシンの技の様に聞こえます。確かに私が今朝感じた気配は、彼のモノと似ていました。しかし、そのパワーは、彼とは比べ物に成らないほど大きいモノでした。それにガルシンは、何年も前に亡くなったと聞いています。

source: Your majesty, Rhyss said, ’Gulder… for Gulder’ as he fell.
de: Eure Majestät, Rhyss rief, bevor er fiel, noch so etwas wie 'Gulder … für Gulder' … !
fr: Votre Majesté, Rhyss a prononcé ces mots en mourant : « Gulder... pour Gulder ».
it: Sua maestà, Rhyss ha detto, “Gulder… per Gulder” mentre moriva.
ja: 陛下、リッスは、倒れる前にガルダー、ガルダー様... と言っていました。

source: I believe ‘Gulder’ was the name of Gulcyn’s only son who were born from Fioniel of the Misty Forest. He could probably use the same magical arts as his father, and he was rumored to be far more powerful than Gulcyn as having our blood. But I had heard that he too had died a few years ago.
de: Ich glaube 'Gulder' war der Name von Gulcyns einzigem Sohn, den ihm seine Frau Fionel aus dem Nebelwald geschenkt hatte. Vermutlich beherrschte er die selben magischen Fähigkeiten wie sein Vater, aber es ging das Gerücht um, da er unseres Blute war, wären seine Kräfte noch weit größer als die seines Vaters. - Ich hörte aber, auch er sei schon vor einigen Jahren gestorben.
fr: Je crois que « Gulder » est le nom de l'unique fils de Gulcyn qu'il a eu de Fioniel de la Forêt des Brumes. Il a pu pratiquer les mêmes disciplines magiques que son père, et la rumeur disait qu'il était nettement plus puissant que Gulcyn car il avait de notre sang. Mais j'ai aussi entendu dire qu'il était mort, il y a quelques années.
it: Credo che “Gulder” fosse il nome dell’unico figlio di Gulcyn nato da Fioniel della Foresta Nebbiosa. Probabilmente è in grado di usare le stesse arti magiche di suo padre, e si disse che fosse molto più potente di Gulcyn avendo anche il nostro sangue. Ma ho sentito che anche lui è morto qualche anno fa.
ja: その名は霧の森のフィオニエルとの間に生まれたガルシンの一人息子の名前だと思われる。彼なら父親と同じ魔術を使えるだろうし、元々ガルシンの２倍近いパワーを持っていた。だが、彼も数年前に死んだと聞いている。

source: It seems we were misled. He must have been deliberately concealing his powers until he was ready. But why is he using the humans in Dorest to attack us? And how did he gain such great power?
de: Es scheint so, als wären wir getäuscht worden. Er muß seine Kräfte absichtlich verborgen haben, bis er bereit war. Aber weshalb benutzt er die Menschen von Dorest, um uns anzugreifen? Und wie konnte er derart mächtig werden?
fr: Il semble que nous ayons été égarés. Il doit avoir délibérément caché ses pouvoirs jusqu'au moment opportun. Mais pourquoi utiliser les humains de Dorest pour nous attaquer ? Et comment a-t-il acquis tout ce pouvoir ?
hu: Úgy látszik, tévedtünk. Nyilván szándékosan titkolta az erejét, amíg fel nem készült a bevetésére. De miért a doresti embereket használta eszközül a megtámadásunkra? S egyáltalán, honnan van ekkora ereje?
it: Sembra che siamo stati ingannati. Deve aver nascosto deliberatamente il suo potere finché non era pronto. Ma perché sta usando gli umani di Dorest per attaccarci? E come ha ottenuto un così grande potere?
ja: 私たちは、どうやら聞きかねた様です。彼は己のパワーを必要とする時まで、故意に隠していたに違い有りません。しかし何故、ドゥーレストの人間たちを使って私たちを攻撃させたのでしょう? そしてどうやってそんな偉大なパワーを手に入れたのでしょう?

source: Eämeral closed her eyes and meditated briefly, then continued.
de: Eämeral schloß ihre Augen und meditierte kurz, dann fuhr sie fort:
fr: Eämeral ferma brièvement les yeux, puis poursuivit.
hu: Eämeral behunyt szemmel gondolkozott egy kicsit, aztán folytatta.
it: Eämeral chiuse gli occhi e meditò per qualche istante, poi continuò.
ja: イエーミラルは目を閉じて、短時間黙想してから続けました。

source: Well. Whether it is Gulder or not, it is clear we are under attack by someone with great magical power and human armies at his command. There is not much time left to respond. Lord Zluld, send your messengers to Rowandel; we will levy all our northern troops as well. Háwclyn, my loyal subordinate: your assignment will be much harder.
de: Nun gut. Ob es nun Gulder ist oder nicht, soviel steht fest: Wir werden von jemandem mit großen magischen Kräften angegriffen, der Heere von Menschen befehligt. Uns bleibt nicht viel Zeit, darauf zu reagieren. Lord Zluld, ihr schickt eure Boten nach Rowandel: Wir werden all unsere Truppen aus dem Norden brauchen. Háwclyn, mein treuer Diener, eure Aufgabe wird weitaus schwieriger werden.
fr: Bon. Quoi qu'il en soit de Gulder, il est clair que nous sommes aux prises avec une personne douée d'un grand pouvoir magique et disposants d'armées humaines. Nous n'avons pas beaucoup de temps pour réagir. Seigneur Zluld, envoyez des messagers à Rowandel; nous allons lever nos troupes du nord aussi. Háwclyn, mon loyal adjoint, votre mission sera bien plus difficile.
it: Bene. Che sia Gulder o no, è chiaro che siamo sotto l’attacco di qualcuno con un grande potere magico ed eserciti umani al suo comando. Non c’è rimasto molto tempo per reagire. Lord Zlud, manda i tuoi messaggeri a Rowandel; avremo bisogno anche di tutte le nostre truppe del nord. Háwclyn, mio fedele subordinato: i tuoi compiti saranno molto più difficili da ora.
ja: とにかく、それがガルダーの仕業で有ろうと無かろうと、私たちが大きな魔力を持った者とそれに操られた人間たちの軍隊に攻撃を受けているのは明白です。時間がありません。ズラルド君主、使いを北グリーンウッドのロワンデルに送って下さい。我々は北の軍隊を徴兵し、戦いましょう。私の忠実な部下、ハァウクリン、そなたの使命はとても厳重です。

source: Whatever you say, I will do, ma’am.
de: Was immer es sein mag, ich werde es tun, meine Königin.
fr: Quelle qu'elle soit, je l'accomplirai, m'dame.
it: Qualsiasi cosa chiediate, la farò, signora.
ja: 何をおっしゃられても、私はやり遂げます、陛下。
