Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: Urgh…! This is not the end… Gulder! … For Gulder…
de: Urgh…! Es ist noch nicht zu Ende… Gulder! … Für Gulder…
fr: Urgh...! Ce n'est pas fini... Gulder !... Pour Gulder...
it: Urgh…! Questa non è la fine… Gulder! … Per Gulder…
ja: ウググ... これで終わりではない。ガルダー、ガルダー様...

source: What did he say?
de: Was sprach er?
fr: Qu'a-t-il dit ?
hu: Mit mondott?
it: Cosa ha detto?
ja: 何て言ったダ?

source: I am becoming increasingly sure you were right, Merllow the Sage.
de: Ich glaube immer mehr, daß ihr recht hattet, Merllow der Weise.
fr: Je suis de plus en plus sûr que vous avez raison, Merllow le Sage.
hu: Egyre inkább az az érzésem, hogy igazad volt, Bölcs Merllow.
it: Sto sempre più pensando che tu abbia ragione, Merllow il saggio.
ja: 賢者ミィルロウ、どうやら貴方が正しかった様だ。

source: Well, I… ahem… thank you …
de: Na ja, ich… ahem… danke Euch…
fr: Bon, je... hum... je vous remercie...
it: Bhe, io... ahem... grazie...
ja: ああ、まあ... どうも...

source: Well fought, young elf. Now, who be ye?
de: Ihr habt euch wacker geschlagen, junger Elf. Doch, wer seid ihr?
fr: Beau travail jeune elfe. Maintenant, qui es-tu ?
hu: Jól harcoltál, tündegyerek! Ki vónál?
it: Ben combattuto, giovane elfo. Ora, puoi dirmi chi sei?
ja: よく戦ったダ、若いエルフ。さて、御主は誰だ?

source: I am Háwclyn, son of Elen-Garil, from Elengavion Castle in the southern Greenwood.
de: Ich bin Háwclyn, Sohn des Elen-Garil, und komme aus Elengavion Castle im südlichen Grünwald.
fr: Je suis Háwclyn, fils d'Elen-Garil, du château d'Elengavion dans le sud de la Forêt verte.
hu: Háwclyn vagyok, Elen-Garil fia, az Elengavion Kastélyból, Greenwood déli részéből.
it: Sono Háwclyn, figlio di Elen-Garil, del castello di Elengavion nella parte meridionale della Foresta Verde.
ja: 私は、南グリーンウッドのイレンギャヴィオン城からやって来た、エレンーガリルの息子ハァウクリンと申します。

source: Eh! What?
de: Eh! Wie war das?
fr: Hein ? Quoi ?
it: Eh! Cosa?
ja: えっ! 何と?

source: Oho! Elen-Garil’s son an’ Zluld’s daughter, seeking the elven sorceress I talked about? This is clearly a mission of some importance to your people. Is it, by chance, connected to these sudden attacks by southern orcs, and the strange behaviour o’ their shamans? Come wi’ me and tell me what has come to pass in your city.
de: Oho! Elen-Garils Sohn und Zlulds Tochter, auf der Suche nach der Elfenzauberin über die wir berichteten? Dann muß diese Mission von großer Bedeutung für Euer Volk sein. Uns deucht, es gibt einen Zusammenhang mit den plötzlichen Angriffen dieser südländischen Orks und dem seltsamen Gebaren ihrer Schamanen? So kommt denn mit uns und gebt uns Kunde, was sich in Eurer Heimat zugetragen hat.
fr: Oho ! Le fils d'Elen-Garil et la fille de Zluld à la recherche de la sorcière elfe dont j'ai parlé ? C'est certainement une mission importante pour votre peuple. Ceci aurait-il par hasard quelque chose à voir avec ces soudaines attaques d'orcs du sud et l'étrange comportement de leurs chamans ? Venez avec moi et racontez-moi ce qui s'est passé chez vous.
hu: Hohó! Elen-Garil fia és Zluld lánya, s keresitek a tünde boszorkányt, akiről előbb beszéltem? Ez nyilvánvalóan fontos küldetés számotokra. Esetleg kapcsolatban van ezeknek a déli orkoknak a hirtelen felbukkanásával, és a sámánjaik furcsa viselkedésével? Jertek velem, s meséljetek, mi történik az országotokkal.
it: Oho! Il figlio di Elen.Garil e la figlia di Zlud, che cercano la maga di cui ho parlato? Deve chiaramente essere una missione di parecchia importanza per la vostra gente. È per caso connessa a questi improvvisi attacchi di orchi del sud, e lo stano comportamento dei loro sciamani? Venite con me, dovete fare un salto nella nostra città.
ja: オォッ! エレンーガリルの息子とズラルドの娘が俺が話したエルフの魔女を探してるって? そりゃ尋常じゃ無い、御主達サとって重要な使命サ違いない。それはこの南のオークの襲撃や奴らの呪い師の変な振る舞いと関係が有るのかい? 俺と一緒に来なされ、そして何が御主の町サ起こっているのか話されよ。

source: Drake Lord
de: Drakenherr
fr: Seigneur Dracan
hu: Perzsekény úr
it: Signore dei Draghi
ja: ドレークの君主

source: Háwclyn and Zylvia told Turuk everything about the son of Gulcyn and their theory that he was using orcish shamans to command the southern orcs. They also explained why their Queen believed it was vital to enlist the help of her half-sister Alingwen.
de: Háwclyn und Zylvia unterrichteten Turuk über den Sohn Gulcyns und ihre Theorie, dieser benutze Orkschamanen zur Kontrolle der südländischen Orks. Sie erklärten ihm auch, weshalb ihre Königin der Meinung war, daß die Hilfe ihrer Halbschwester Alingwen unerläßlich sei.
fr: Háwclyn et Zylvia racontèrent à Turuk tout ce qu'ils savaient sur le fils de Gulcyn et lui exposèrent leur théorie selon laquelle il se servait des chamans pour contrôler les orcs du Sud. Ils expliquèrent aussi pourquoi leur reine trouvait vital d'enrôler sa demi-soeur Alingwen.
hu: Háwclyn és Zylvia elmesélte Turuknak, amit Gulcyn fiáról tudtak, megemlítették elképzeléseiket is, hogy az ork sámánok közvetítésével irányítja a déli orkokat. Elmagyarázták azt is, hogy királynőjük miért tartja életbevágónak, hogy féltestvére a segítségükre legyen.
it: Háwclyn e Zylvia raccontarono tutto riguardo al figlio di Gulcyn e la loro teoria che stesse usando gli sciamani per comandare gli orchi del sud. Spiegarono anche il perché la regina ritenesse vitale ottenere l’aiuto della sua sorellastra Alingwen.
ja: ハァウクリンとズィルヴィアは、タラクに全てを話しました。ガルシンの息子の事、そして彼がオークの呪い師を使って南のオークに指令を出しているカラクリ... 更には、彼らの女王が、異父姉妹アリングウェンの力を必要とし、それに森の運命が掛かっている事を...。

source: Drakes
de: Draken
fr: Dracans
hu: Perzsekények
it: Draghi
ja: ドレーク族

source: Move Turuk to his new weapon
de: Bringe Turuk zu seiner neuen Waffe
fr: Conduire Turuk jusqu'à sa nouvelle arme
hu: Turuk felveszi az új fegyvert
it: Sposta Turuk sulla sua nuova arma
ja: タラクを自身の新兵器に移動

source: Ye unnerstan’, that last battle was merely the latest we’ve had. I think the orcs are using the port at Prestim. I dinnae see another way fer southern orcs tae range this far north.
de: Es sei Euch kundgetan, die Schlacht eben war nur die letzte von mehreren. Uns deucht, die Orks benutzen den Hafen von Prestim, allweil wir keine andere Möglichkeit sehen, wie sie sonst soweit nach Norden vordringen könnten.
fr: Je comprends, cette bataille ne sera pas la dernière. Je pense que les orcs débarquent à Prestim. Je ne vois pas comment ils pourraient venir autrement si loin dans le nord.
hu: Tudnod kell, hogy a legutóbbi csata nem a végső volt. Azt hiszem, az orkok a prestimi kikötőt használják. Nincsen más út, hogy a déli orkok tömegesen ilyen messzire jussanak.
it: Capisco, quell’ultima battaglia è semplicemente stata l’ultima che abbiamo avuto. Penso che gli orchi stiano usando il porto di Prestim. Non vedo altro modo per gli orchi del sud di arrivare così a nord.
ja: ...と言う訳なんだが、分かったかい? 要するサ、さっきの戦は、全く新しいタグいなんだ。俺は、奴らはプレスティムの港を使ったと思うダベサ。それ以外、奴らが極北地域サ来る方法は考えがたいベサ。

source: They certainly cannot have passed through Wesnoth itself, now that King Haldric has put his house in order. But whatever the cause, something extraordinary is going on. So, what now, my friend?
de: Sie könnten Wesnoth gewiß nicht passieren, soweit es noch unter König Haldrics Kontrolle steht. Doch wie auch immer, das Ganze ist äußerst seltsam und sehr beunruhigend. Wie soll es nun weitergehen, mein Freund?
fr: Ils ne passent certainement pas à travers Wesnoth maintenant que le roi Haldric a mis ses affaires en ordre. Mais quoi qu'il en soit, quelque chose d'extraordinaire se produit. Qu'allons-nous faire, mon ami ?
hu: Az biztosan nem járható út számukra, hogy átmasíroznak Wesnothon, most, hogy Haldric király megszilárdította a hatalmát. Akárhogy is csinálják, valami rendellenes dolog van mögötte. Most mit tegyünk, barátaim?
it: Sicuramente non possono essere passati attraverso Wesnoth, ora che re Haldric ha sistemato i problemi all’interno del regno. Ma qualunque sia la causa, sta succedendo qualcosa fuori dall’ordinario. Quindi, cosa faremo ora, amico mio?
ja: お前の言うとおりじゃ、奴らがウェスノスを抜けて来るとは思えんキ。ハルドリック国王が阻止するやろ。しかし、そう成ると事は尋常じゃ無いぜよ。どないする、戦友?

source: I will guide our guests tae the Mistress of Eisheim, the lady Ameck. They said ‘Princess Alingwen’, but I dinnae doubt it’s her. I reckon Eisheim is the place tae start. … Is Shoko still here?
de: Wir werden unsere Gäste zur Herrin von Eisheim, Lady Ameck, bringen. Sie sprachen von ‘Prinzessin Alingwen’, doch wir hegen keinen Zweifel, daß es um sie geht. In Eisheim wird sich dann wohl alles weitere finden. … Weilt Shoko noch hier?
fr: Je vais conduire nos hôtes à la maîtresse de Eisheim, dame Ameck. Ils ont parlé d'une princesse Alingwen, mais je ne doute pas qu'il s'agisse d'elle. Je pense qu'il faut commencer par Eisheim... Est-ce que Shoko est encore là ?
it: Guiderò i nostri ospiti dalla signora di Eisheim, lady Ameck. Loro la chiamano “Principessa Alingwen”, ma non ho alcun dubbio sia lei. Credo che Eisheim sia il posto dove iniziare le ricerche. ... Shoko è ancora qua?
ja: 俺は、イーシィームの女将、アメック姫の所サ客人を案内する。彼らは、アリングウェン王女と言っているが、彼女サ間違い無いだろう。ところで、ショーコは、まだ居るべか?

source: Of course! SHOKO!!
de: Oh ja! SHOKO!!
fr: Naturellement ! SHOKO !!
hu: Természetesen! SHOKO!!
it: Certamente! SHOKO!!
ja: モチロン! ショーコ!

source: Coming, Lord Falci-Nyess.
de: Da bin ich, Lord Falci-Nyess.
fr: Me voici, seigneur Falci-Nyess.
hu: Jövök, Lord Falci-Nyess.
it: Arrivo, Lord Falci-Nyess.
ja: 今行くわ、ファルシーネッス君主。

source: Oh! Guests! Greetings… I am Shoko, foster daughter of Turuk. How do you do?
de: Oh! Gäste! Ich grüße Euch… Ich bin Shoko, die Pflegetochter Turuks. Seid mir gegrüßt.
fr: Oh ! Soyez les bienvenus... je suis Shoko, la fille adoptive de Turuk. Comment allez-vous ?
it: Oh! Ospiti! Benvenuti... sono Shoko, figlia adottiva di Turuk. Come state?
ja: あら! お客さんね、ようこそ... 私は、タラクの義理の娘のショーコです。初めまして。

source: Shoko, lass. This is a party fra’ the Greenwood. I have tae tek them tae see Mistress Ameck. She is a hard lady tae deal with, especially for me. Will ye come wi’ us tae help smooth our meeting?
de: Shoko, meine Liebe. Dies sind Gesandte aus dem Grünwald. Wir haben beschlossen, sie zu Lady Ameck zu führen. Es ist schwer, mit ihr zu verhandeln, besonders für uns. Würdest Du uns zu unserem Treffen begleiten?
fr: Shoko, ma fille. Ces gens viennent de la Forêt verte. Je les emmène voir la dame Ameck. C'est une femme difficile à manier, tout spécialement pour moi. Veux-tu venir avec nous pour arrondir les angles ?
it: Shoko, ragazza. Queste persone vengono dalla Foresta Verde. Devo portarli ad incontrare la Signore Ameck. È una persona sgarbata con cui trattare, specialmente per me. Vorresti venire con noi per aiutarci a calmare il nostro incontro?
ja: ショーコ、客人は、グリーンウッドから来たベサ。俺は彼らをアメック姫サ会わせなければ成らんのだけんど、俺はどうも彼女が苦手でな。心地よく会わせる為サ一緒に来てくれないか?

source: I would love to, father. It will be a pleasure. Oh! If we are going to Eisheim, you should take your new dragon-staff. Rumbaltas has just finished working on it, and you know the trolls have been growing in number recently.
de: Aber liebend gern, Vater. Es wird mir ein Vergnügen sein. Oh! Wenn wir nach Eisheim gehen, dann solltest du deine neue Drachen-Ausrüstung mitnehmen. Rumbaltas ist eben mit seiner Arbeit fertig geworden, und du weißt ja, die Zahl der Trolle hat wieder zugenommen.
fr: Bien sûr père, ce sera un plaisir. Oh ! Si nous allons à Eisheim, vous devriez prendre votre nouveau bâton-dragon. Rumbaltas vient juste de le terminer, et vous savez qu'il y a de plus en plus de trolls ces temps-ci.
hu: Igen, szeretnék, atyám. Nagyszerű lesz. Óh, Ha Eisheimbe megyünk, jobban teszed, ha magaddal hozod az új sárkánybotodat. Rumbaltas most tette rendbe, a trollok száma viszont egyre csak nő...
it: Mi piacerebbe, padre. Sarebbe un piacere. Oh! Se dobbiamo andare ad Eisheim, dovresti prendere il tuo nuovo bastone del dragone. Rumbaltas ha appena finito di lavorarci, e sai che i troll sono aumentati di numero recentemente.
ja: 父上、喜んで行かせて貰うわ。 あー、そう言えば父上、イーシィームに行くのだったらこれを持って行くと良いわ。ランバルタスが湛然に手入れしてたし、最近トロルが増えて居るから。

source: dragon shotgun
de: Drachen-Büchse
fr: bâton-dragon
it: fucile del dragone
ja: 竜の杖

source: This weapon, while heavy, holds two charges of dragon-fire. It gives Turuk a second ranged attack.
de: Diese Waffe enthält zwei Ladungen Drachenfeuer, ist aber sehr schwer. Mit ihr verfügt Turuk über eine zweite Schuß-Attacke.
fr: Cette arme lourde contient deux charges de feu de dragon. Cela donne à Turuk une deuxième attaque.
hu: Ez a súlyos fegyver dupla töltetet tartalmaz. Turuk kétszer támadhat sárkánytűzzel.
it: Quest’arma, anche se pesante, ha due cariche di fuoco del dragone. Concede a Turuk un secondo attacco a distanza.
ja: この武器は、ドワーフの長官に２つ目の投射攻撃を与えます。

source: This weapon was made especially for the Warden. No-one but a dwarf could use it, and no dwarf other than Turuk would presume to use it.
de: Diese Waffe ist eine Spezialanfertigung für den Hüter der Berge. Niemand anderes als ein Zwerg kann sie benutzen, und kein Zwerg außer Turuk würde es wagen, sie zu gebrauchen.
fr: Cette arme a été fabriquée spécialement pour le Gardien. Seul un nain peut s'en servir, et seul Turuk parmi les nains peut y prétendre.
hu: Ez a fegyver speciálisan a Felügyelő számára készült. Senki más, csak egy törp tudja használni, s a törpök kozül is Turuk az egyetlen, aki bánni tud vele.
it: Quest’arma è stata creata appositamente per il Custode. Nessun altro tranne che un nano può utilizzarla, e nessun nano all’infuori di Turuk oserebbe usarla.
ja: これは、ドワーフの長官専用です。

source: This is much lighter than I thought it would be. Rumbaltas is a fine craftsman.
de: Sie ist bei weitem nicht so schwer geworden, wie ich dachte. Rumbaltas ist ein geschickter Handwerker.
fr: C'est beaucoup plus léger que je ne pensais. Rumbaltas est un maître en son art.
hu: Sokkal könnyebb, mint gondoltam. Rumbaltas nagyszerű munkát végzett.
it: È molto più leggera di quello che avrei pensato. Rumbaltas è un eccellente artigiano.
ja: おおっ! これは軽くてナイスだベ。相変わらずランバルタスは優秀だな。

source: I will post extra guards until you all return. Take some extra gold with you. And… here, a little trinket.
de: Bis ihr alle zurückgekehrt seid, werde ich extra Wachen aufstellen. Nehmt auch noch etwas mehr Gold mit. Und hier… hier habt ihr noch ein kleines Schmuckstück.
fr: Je vais poster des sentinelles supplémentaires jusqu'à votre retour. Prenez un peu plus d'or avec vous. Et... aussi cette babiole.
it: Assegnerò un numero maggiore di guardie fino al tuo ritorno. Prendete questo denaro con voi. E... qua, un piccolo gingillo.
ja: みんなが戻って来るまで、ワシがここを守っとくキ。金貨を余分に持って行けヤ。それから... これ、指輪。

source: A unit wearing this ring will <i>heal</i> by 4 hitpoints per turn. If <i>poisoned</i>, it will recover from the poisoning instead.
de: Eine Einheit, die diesen Ring trägt, <i>heilt</i> 4 LP pro Runde. Vergiftete Einheiten werden stattdessen von ihrer Vergiftung geheilt.
fr: L'unité qui porte cet anneau sera <i>guéri</i> de quatre points de vie par tour. Si elle est <i>empoisonnée</i>, le poison est supprimé à la place.
hu: A gyűrűt viselő egység körönként 4 életerőpontot <i>gyógyul</i>. Ha <i>megmérgeződött</i>, akkor kigyógyul a mérgezésből.
it: L’unità che indossa questo anello si <i>rigenererà</i> di 4 punti ferita per turno. Se <i>avvelenata</i>, si curerà dal veleno.
ja: 取得したユニットは、ターン毎に４HP回復します。毒を盛られた場合は回復は有りませんが、解毒します。

source: Move one unit to the item you want it to have.
de: Bringt diejenige Einheit zum Ring, die ihn tragen soll.
fr: Conduire une unité de votre choix sur l'objet si vous en voulez.
hu: Vigyél egy egységet a tárgyhoz, hogy felvegye azt!
it: Sposta l’unità a cui vuoi far utilizzare l’oggetto sopra di esso.
ja: 一つのユニットを選んで、アイテムに移動

source: Ring of Recovery
de: Ring der Genesung
fr: Anneau de Guérison
hu: Felépülés Gyűrűje
it: Anello della Guarigione
ja: 回復の指輪

source: While wearing the ring of recovery, a unit will heal by 4 hitpoints per turn. If poisoned, the poison will be removed instead.
de: Eine Einheit, die den Ring der Genesung trägt, wird pro Runde 4 LP geheilt. Vergiftete Einheiten werden stattdessen von ihrer Vergiftung geheilt.
fr: En portant l'anneau de guérison, l'unité récupère quatre points de vie par tour. Si elle est empoisonnée, le poison est supprimé à la place.
hu: A Felépülés Gyűrűjét viselő egység 4 életerőponttal gyógyul körönként. Ha megmérgeződött, kigyógyul a mérgezésből.
it: Quando indossa questo anello della guarigione, l’unità si rigenererà di 4 punti ferita per turno. Se avvelenata, il veleno sarà rimosso invece.
ja: この紅の指輪は、付けたユニットに解毒効果を与えるだけで無く、ターン毎に４HP回復させます。

source: Take care, all of you, and be wary around Mistress Ameck. She once turned one of my enforcers to stone, so do not make her angry, no?
de: Seid alle wachsam und seid mißtrauisch gegenüber Lady Ameck. Sie hat einmal einen meiner Gesandten zu Stein verwandelt, ihr solltet sie also möglichst nicht verärgern.
fr: Attention, vous tous, et prenez garde à dame Ameck. Une fois, elle a pétrifié un de mes suivants, donc ne la mettez pas en colère, d'accord ?
hu: Vigyázzatok magatokra, és legyetek óvatosak Ameck úrnővel is. Egyszer kővé változtatta az egyik hajcsáromat, szóval ne idegesítsétek, rendben?
it: Fate attenzione, tutti voi, e siate guardinghi con la signora Ameck attorno. In passato ha tramutato uno dei miei guardiano in roccia, quindi non fatela arrabbiare.
ja: 気を付けて行キ、それからアメック姫には用心深く。彼女は一度、ワシの部下を石に変えチョったキ、くれぐれも怒らせん様にな。

source: … In… Indeed.
de: … So… sei es.
fr: ... Cert... Certainement.
it: ...Certamente...
ja: ... りょ、了解した。

source: recovery
de: Genesung
fr: récupération
hu: felépülés
it: guarigione
ja: 復活

source: female^recovery
de: Genesung
fr: récupération
hu: felépülés
it: guarigione
ja: 復活

source: Recovery: The unit will heal by 4 hitpoints per turn. If it is poisoned, the poison will be removed instead.
de: Genesung: Die Einheit wird um 4 LP pro Runde geheilt. Falls sie vergiftet wurde, wird stattdessen die Wirkung des Giftes aufgehoben.
fr: Guérison : L'unité récupère quatre points de vie par tour. Si elle est empoisonnée, le poison est supprimé à la place.
hu: Felépülés: Az egység körönként 4 életerőpontot gyógyul. Ha megmérgeződik, akkor kigyógyul a mérgezésből.
it: Guarigione: Questa unità si rigenererà di 4 punti ferita per turno. Se avvelenata, verrà rimosso il veleno.
ja: 復活: 取得したユニットは、ターン毎に４HP回復します。毒を盛られた場合は回復は有りませんが、解毒します。

source: Mountain Path
de: Gebirgspfad
fr: La piste des montagnes
hu: Hegyi ösvény
it: La strada di montagna
ja: 山岳の進路

source: After the meeting with the Warden and the drake Lord, Háwclyn and his party set off into the deep mountains in search of Princess Alingwen. The dangerous terrain still made their route uncertain, but they were accompanied by skilled guides and many powerful fighters.
de: Nach der Zusammenkunft mit dem Hüter der Berge und dem Lord der Draken machten sich Háwclyn und seine Mannen auf der Suche nach Prinzessin Alingwen auf den Weg ins tiefe Gebirge hinein. Das gefährliche Gelände machte ihren Weg unsicher, doch wurden sie von erfahrenen Führern und vielen guten Kämpfern begleitet.
fr: Après leur rencontre avec le Gardien et le Seigneur Dracan, Háwclyn et sa troupe s'enfoncèrent dans les hautes montagnes à la recherche de la princesse Alingwen. Les dangers du terrain rendaient la route hasardeuse, mais ils étaient accompagnés de guides expérimentés et de maints puissants guerriers.
hu: A Felügyelővel és a perzsekény úrral folytatott megbeszélés után Háwclyn és követői végre útra keltek a Dorth-hegység belseje felé, hogy megkeressék Alingwen hercegnőt. Habár sejtelmük sem volt, hogy mekkora és milyen fárasztó út áll előttük; de ezúttal volt egy megbízható kalauzuk, és erős harcosok biztosították a kíséretet.
it: Dopo l’incontro con il Custode ed il signore dei draghi, Háwclyn e la sua brigata partì per le montagne in cerca della principessa Alingwen. Il pericoloso terreno rendeva il loro percorso incerto, ma erano accompagnati da abili guide e molti forti guerrieri.
ja: 長官とドレークの君主に出会した後、ハァウクリンと一行は遂にアリングウェン王女を見つける為、ドース山脈の奥深くに入る事が出来ました。この時点では、まだどれほど遠いのか、またどれほど大変なのかは、ハッキリとは分かりませんでしたが、頼もしい案内人たちと、力強い戦士たちの存在は、彼にとっては心強く思えたのでした。

source: Troll Warrior
de: Kriegstroll
fr: Guerrier troll
hu: Troll harcos
it: Troll Guerriero

source: Troll Mage
de: Trollmagier
fr: Mage troll
hu: Troll mágus
it: Troll Mago

source: We must pass through here to reach Eisheim. There used to be a mage’s college west of here, but it was abandoned some years ago.
de: Um nach Eisheim zu gelangen, müssen wir hier durch. Dieser Ort wurde einmal von einer Magierschule westlich von hier genutzt, aber schon vor einigen Jahren aufgegeben.
fr: Nous devons traverser ici pour aller à Eisheim. Il y avait une école de mages un peu à l'ouest, mais elle a été abandonnée il y a quelques années.
hu: Itt kell átvágnunk, hogy elérjük Eisheimet. Nyugatra innen volt egy mágusiskola, de néhány év óta már üresen áll.
it: Dobbiamo attraversare questa zona per raggiungere Eisheim. Un tempo c’era una scuola di magia ad ovest di dove siamo ora, ma è stata abbandonata alcuni anni fa.
ja: イーシィームサたどり着くには、ここを抜けなくては成らんのだ。前は魔術を学ぶ機関がここの西サ有ったんだが、何年か前サ無くなってしまったダよ。

source: Yes, trolls have taken over here now; we will have to be careful.
de: Ja, die Gegend wurde von Trollen übernommen. Wir werden aufmerksam sein müssen.
fr: Oui, les trolls ont tout envahi par ici ; nous devons être prudents.
hu: Igen, mivel most trollok tanyája a vidék; óvatosnak kell lennünk.
it: Si, I troll occupano ora questa zona; dobbiamo prestare attenzione.
ja: その通り、トロル達がここを占領しちゃったのよ。気を付けなくてはいけないわ。

source: You can now recruit <i>Dwarvish Scouts</i> and <i>Drake Fighters</i>.
de: Ihr könnt jetzt <i>Zwergenkundschafter</i> und <i>Drakenkämpfer</i> ausbilden.
fr: Vous pouvez maintenant recruter des <i>éclaireurs nains</i> et des <i>combattants dracans</i>.
hu: Mostantól <i>törp felderítőket</i> és <i>perzsekény verekedőket</i> is toborozhatsz.
it: Ora puoi reclutare <i>Nani ricognitori</i> e <i>Draghi Combattenti</i>.
ja: ドワーフのスカウト、ドレークの戦士 を雇用出来ます。

source: Hint: Send one or two units to the west
de: Hinweis: Schickt eine oder zwei Einheiten nach Westen
fr: Astuce : envoyez une ou deux unités vers l'ouest
hu: Tipp: Küldj pár egységet nyugatra
it: Suggerimento: Manda una delle tue unità ad ovest
ja: ヒント: 一人か二人を西に向かわせる

source: Oh, that’s a staff of speed! Take it!
fr: Oh, c'est un bâton de vitesse ! Prenez-le !
hu: Ó, a Sebesség Botja! Ide vele!

source: Stand ready, everyone!
de: Haltet euch alle bereit!
fr: Soyez prêts, vous tous !
hu: Mindenki álljon készenlétben!
it: State all’erta, tutti!
ja: 戦闘準備!

source: Oh, this one-way tunnel was built by us a long time ago… Trolls don't go through it, though. We played a trick so that the tunnel makes sounds that the trolls dislike when a wind blows.
fr: Oh, nous avons construit ce tunnel à sens unique il y a longtemps... Pourtant, les trolls n'y vont pas. Nous avons conçu un système qui utilise le vent pour produire des sons que les trolls détestent.

source: Oh, that one-way tunnel was built by us a long time ago… Trolls don't go through it, though. We played a trick so that the tunnel makes sounds that the trolls dislike when a wind blows.
fr: Oh, nous avons construit ce tunnel à sens unique il y a longtemps... Pourtant, les trolls n'y vont pas. Nous avons conçu un système qui utilise le vent pour produire des sons que les trolls détestent.

source: Staff of Swiftness
de: Stab der Geschwindigkeit
fr: Bâton de Vitesse
it: Bastone della Rapidità
ja: 迅速の杖

source: This staff will grant the bearer swift movement.
de: Dieser Stab erhöht die Beweglichkeit seines Trägers.
fr: Ce bâton donne à son possesseur des mouvements plus rapides.
it: Questo bastone garantirà al suo portatore movimenti veloci.
ja: この杖は、持ったユニットに毎ターンごとの｢動き｣を増やします。

source: Only magical beings can wield such an object.
de: Nur magischen Wesen ist es möglich, diesen Stab zu führen.
fr: Seuls les êtres doués de pouvoirs magiques peuvent posséder cet objet.
it: Solo chi conosce la magia può impugnare questo oggetto.
