Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: Savage and warlike, Southern Orcs form the backbone of the invading hordes. Rather than the heavy swords favored by their northern brethren, the less well-equipped southern orcs tend to use cheaper clubs, and they press their attack with a flurry of blows rather than the slower but more damaging sword-strokes used by the northerners. Orcish society is not particularly well-suited to large-scale warfare, and the smaller tribes sometimes fall prey to better-organized forces, but their warlords learn quickly and in recent years have even started using their enemies’ tactics against them. One thing is sure: whenever the barbarian hordes come screaming for blood, there will always be orcish warriors leading the charge.
fr: Sauvages et guerriers, les orcs du Sud forment l'épine dorsale des envahisseurs. Au lieu des lourdes épées préférées par leurs cousins du nord, les orcs du sud, plus légèrement équipé, ont tendance à utiliser des massues avec lesquelles ils attaquent à coups redoublés plus vivement qu'avec les épées plus lentes et plus blessantes des orcs du nord. La société orc n'est pas très bien organisée pour des guerres à grande échelle, et les plus petites tribus sont parfois décimées par des forces mieux organisées. Mais les chefs apprennent vite, et dans un passé récent ont même commencé à retourner contre leurs ennemis leurs propres tactiques. Une chose est sûre : partout où des hordes barbares viennent faire couler le sang, il y a toujours des guerriers orcs pour mener la charge.
it: Selvaggio e amante della guerra, l’orco del sud è la spina dorsale delle orde degli invasori. Invece delle spade pesanti favorite dai loro consanguinei del nord, i meno equipaggiati orchi del sud tendono ad utilizzare economiche mazze, e tendono a condurre i loro attacchi con un turbine di colpi piuttosto che i più lenti ma più dannosi colpi di spada di quelli del nord. La società degli orchi non è particolarmente adatta a guerre su larga scala, e le tribù più piccole spesso cadono di fronte a forze più organizzate, ma i loro signori della guerra imparano velocemente, e negli anni più recenti hanno anche iniziato ad utilizzare le tattiche militari dei loro nemici contro di loro. Una cosa è certa: Ovunque ci sia un’orda barbarica con urla desiderose di sangue, ci saranno sempre dei guerrieri orchi a condurre la carica.

source: club
de: Keule
fr: massue
hu: bunkó
it: mazza
ja: 棍棒

source: Southern Savage
de: Südländischer Orkbarbar
fr: Sauvage du Sud
hu: Déli barbár
it: Selvaggio del Sud
ja: 南の無法者

source: Orcish Savages arise from a slightly different martial tradition to most orcish warriors. The majority of orcs favor swords, but the savages use a spiked mace that is just as lethal.
fr: Les Sauvages du Sud ont une tradition guerrière légèrement différente des guerriers orcs. La majorité des orcs préfèrent l'épée, mais les Sauvages utilisent une masse à pointes qui est tout aussi dévastatrice.
it: Gli orchi selvaggi provengono da una tradizione militare leggermente differente rispetto a quella di molti guerrieri orchi. La maggioranza degli orchi preferisce le spade, ma i selvaggi utilizzano mazze chiodate che sono comunque altrettanto letali.

source: mace
de: Streitkolben
fr: masse
hu: buzogány
it: mazza
ja: メイス

source: Southern Warlord
de: Südländischer Orkkriegsherr
fr: Seigneur de guerre du Sud
hu: Déli ork hadúr
it: Signore della Guerra del Sud
ja: 南の将軍

source: The Southern Warlord is one of the main leaders of the invading orcish hordes. These formidable warriors answer to no-one, and are used to taking whatever they desire by main force. The wiser leaders among them, of course, are willing to be ‘guided’ by their shaman advisors.
fr: Le Seigneur de guerre du Sud est l'un des principaux meneurs des hordes d'envahisseurs. Ces formidables guerriers ne relèvent de personne et ont coutume de s'emparer de ce qu'ils désirent par la force. Les plus avisés d'entre eux, bien entendu, écoutent volontiers leurs conseillers chamans.
it: Il signore della guerra del sud è uno dei capi principali delle orde invasori degli orchi. Questi formidabili guerrieri non rispondono a nessuno, e sono abituati a prendere tutto quello che desiderano con la forza. I più saggi condottieri tra loro, naturalmente, accettano di essere “guidati” dai consigli dei loro sciamani.

source: spiked mace
de: bewehrter Streitkolben
fr: masse à pointes
hu: tüskés buzogány
it: mazza chiodata
ja: メイス

source: crossbow
fr: arbalète
hu: számszeríj
it: balestra
ja: クロスボウ

source: Southern Warmaster
fr: Maître de guerre du Sud
hu: Déli veterán
it: Maestro della Guerra del Sud
ja: 南の熟戦士

source: Southern Warmasters are the most powerful and barbaric warriors to advance from the ranks of the savages. In addition to their enormous spiked mauls, which are often encrusted with many layers of their foes’ blood, the warmasters also use throwing axes to deadly effect.
fr: Les maîtres de guerre du Sud sont les plus forts et les plus barbares des guerriers dans les rangs des Sauvages. En sus de leur énorme masse à pointe, qui garde de nombreuses traces du sang de leurs ennemis, les maîtres de guerre lancent des hachettes extrêmement efficaces.
it: I maestri della guerra del sud sono i guerrieri più potenti e barbarici tra le fila dei selvaggi. Oltre al loro enorme maglio chiodato, che spesso è incrostato da molti strati di sangue nemico, i maestri della guerra usano anche asce da lancio con effetti letali.

source: maul
fr: massue
it: maglio

source: axe
fr: hachette
hu: bárd
it: ascia
ja: 投げ斧

source: Sword Drake
fr: Dracan d'épée
hu: Kardperzsekény
it: Drago Spadaccino
ja: ドレークの剣術使い

source: Sword Drakes are drake warriors of the fighter caste who have taken a different path from that of the Warriors. They eschew the traditional drakish war blade in favor of a slightly lighter sword. A sword is not as hard-hitting as a war blade, so they deal less damage, but they consider this tradeoff justified because they can strike more often.
fr: Les Dracans d'épée sont des guerriers de la caste des combattants qui ont suivi une autre voie que les Guerriers. Ils dédaignent la lame de guerre traditionnelle des dracans au profit d'une épée plus légère. Une épée qui ne fait pas autant de dégâts qu'une lame de guerre, mais ils considèrent que cet inconvénient est compensé par des frappes plus fréquentes.
hu: A kardperzsekények a harcos perzsekények családjának tagjai, de fejlődésük eltér más harcosokétól. Azok harcipengéitől eltérően ők karddal hadakoznak. Ezzel ugyan kisebb sebeket ejtenek, mint a súlyos harcipengés harcosok, de könnyebben és gyorsabban forgatják kardjaikat, s gyakrabban sújtanak le.
it: I draghi spadaccini sono draghi guerrieri della casta dei combattenti che hanno preso un percorso differente da quello dei guerrieri. Evitano le tradizionali lame da guerra draconiche in favore di più leggere spade. Una spada non gli consente di colpire così forte come una lama da guerra, quindi provocano minor danno, ma considerano questo svantaggio ripagato dal fatto che riescono a colpire più spesso.

source: Vanguard
fr: Avant-Garde
hu: Előcsatározó
it: Avanguardia
ja: ヴァンガード

source: An experienced forester, the Vanguard is used to penetrating hostile territory ahead of his army’s main force. They travel light, supporting themselves by foraging, but they still pack a respectable punch and can easily handle themselves in a fight.
fr: Forestier expérimenté, l'Avant-Garde est employée à la pénétration en territoire ennemi en avant de l'armée principale. Ils se déplacent chargés légèrement, trouvant leur nourriture par leurs propres moyens, mais ont cependant une force de frappe conséquente et peuvent facilement se débrouiller d'un combat.
it: Un guardaboschi esperto, l’avanguardia è solita penetrare nel territorio nemico prima del grosso del suo esercito. Viaggiano leggeri, supportandosi procurandosi direttamente sul posto i viveri, ma sono comunque dotati di una rispettabile forza e possono facilmente affrontare una battaglia.

source: female^Vanguard
fr: Avant-Garde
it: Avanguardia
ja: ヴァンガード

source: An experienced forester, the Vanguard is used to penetrating hostile territory ahead of her army’s main force. They travel light, supporting themselves by foraging, but they still pack a respectable punch and can easily handle themselves in a fight.
fr: Forestière expérimentée, l'Avant-Garde est employée à la pénétration en territoire ennemi en avant de l'armée principale. Elles se déplacent chargées légèrement, trouvant leur nourriture par leurs propres moyens, mais ont cependant une force de frappe conséquente et peuvent facilement se débrouiller d'un combat.
it: Una guardaboschi esperta, l’avanguardia è solita penetrare nel territorio nemico prima del grosso del suo esercito. Viaggiano leggere, supportandosi procurandosi direttamente sul posto i viveri, ma sono comunque dotate di una rispettabile forza e possono facilmente affrontare una battaglia.

source: Watchtower
fr: Tour de garde
it: Torre di Osservazione
ja: 見張塔

source: Watchtowers are excellent vantage points from which to spot enemies and fire enormous projectiles at them with ballistas.
fr: Les tours de garde sont d'excellents points d'observation d'où l'on peut surveiller l'ennemi et lui lancer d'énormes projectiles avec des balistes.
it: Le torri di osservazione sono eccellenti punti di osservazione dai quali avvistare nemici e scagliare enormi proiettili verso di loro con le balliste.

source: ballista
fr: baliste
hu: dárdavető
ja: バリスタ

source: Wild Horse
de: Wildpferd
fr: Cheval sauvage
hu: Vadló
it: Cavallo Selvaggio
ja: 野生の馬

source: On the northern edges of Wesnoth and in the wildlands beyond, there roams a hardy breed of wild horses. They are rangy animals, ill-tempered and often rather thin, with a thick coat of chestnut brown hair. They are known as Laway horses, after the minor range of hills where they were first discovered.
fr: Des hardes de chevaux sauvages rôdent sur les frontières nord de Wesnoth et au-delà, dans les terres inhabitées. Ce sont des animaux graciles, de santé fragile et souvent maigre, couverts d'une épaisse toison brun noisette. On les appelle chevaux de Laway, d'après le nom de la petite zone de collines où on les a vus pour la première fois.
hu: Wesnoth északi peremén, a vad mezőkön vadlovak nyargalásznak szabadon. Arányos alkatú állatok, de vad természetűek. Dús gesztenyebarna sörényük van. Laway-lovaknak is nevezik őket azután az alacsony dombsor után, ahol először megtalálták őket.
it: Al confine nord di Wesnoth e nelle terre selvagge al di la, si trovano girovagare robusti gruppi di cavalli selvaggi. Sono animali slanciati, facilmente irritevoli, e spesso piuttosto magri, ricoperti da un folto pelo marrone. Sono conosciuto come cavalli di Laway, dal nome delle colline in cui vennero scoperti.

source: Amulet
fr: Amulette
hu: Amulett
it: Amuleto
ja: 護符

source: dummy unit^Amulet
fr: Amulette
it: Amuleto

source: Flying Queen
fr: Reine volante
hu: Repülő királynő
it: Regina Volante

source: dummy_unit^Flying Queen
fr: Reine volante
it: Regina Volante

source: Gryphon Magerider
fr: Mage Griffon
it: Mago Cavalcatore di Grifoni

source: Gulcyn is a famous silver mage, widely-known not just for his kind nature and selfless championing of the underdog, but also for the enormous gryphon he rides into combat. Even then, it is fortunate that he is a very slight individual, for normally a gryphon would only be strong enough to carry a dwarf. He does joke that in poor weather he has sometimes had to teleport to the ground because Kulullu was struggling to carry him.
fr: Gulcyn est un mage d'argent renommé, largement connu non seulement pour son naturel affable et sa défense des opprimés, mais aussi à cause de l'énorme griffon qu'il monte au combat. Même alors, il est heureux qu'il ne pèse pas grand' chose, car normalement, un griffon ne peut transporter plus qu'un nain. Il plaisante sur le fait qu'en cas de mauvais temps, il est parfois forcé de se téléporter sur le sol parce que Kulullu a trop de mal à le porter.
hu: Gulcyn egy neves ezüst mágus, széles körben ismert nemcsak szívélyességéről és az elnyomottak iránti önzetlenségéről, de óriási griffjéről is, amelyen a csatákba száll. Szerencséje van vékony termetével, hiszen általában a griffek csak egy törppel a hátukon képesek repülni. Néha azzal szokott tréfálkozni, hogy kénytelen a földre teleportálni magát, mivel Kulullu nem képes őt szállítani.
it: Gulcyn è un famoso mago argentato, largamente conosciuto per la sua natura gentile e l’altruista difesa dei deboli, ma anche per gli enormi grifoni che cavalca in combattimento. Nonostante questo, è fortunato per essere un individuo molto esile, dato che normalmente un grifone sarebbe forte abbastanza solo per portare un nano. Spesso scherza dicendo che in cattive condizioni meteo si è dovuto teletrasportare più volte a terra perché Kulullu a fatica riusciva ancora a trasportarlo.

source: dummy unit^Projectile
fr: Projectile
it: Proiettile

source: Black Knight
fr: Chevalier Noir
hu: Fekete lovag
it: Cavaliere Nero

source: The common conception of a knight is of a well-armored warrior with a bright sword and a keen lance, but some knights diverge from this description. They use a morning star flail instead of a sword, and carry a heavy lance that can skewer an orc in a single blow, and will stagger even a troll or an ogre. ‘Sir Jil’ has served Baron Baldres faithfully for years, and she is entirely loyal to him; he is one of the few men in Wesnoth capable of shielding her from the many people who have sworn vengeance against her. For his part, Baldres has found Jil to be a highly effective lieutenant. She is one of his deadliest fighters, she never stays bribed, and she will cheerfully resort to any underhanded tactic if she faces a challenge to her authority that can’t be smashed down by main strength.
fr: L'opinion commune est qu'un chevalier est un guerrier porteur d'une armure, muni d'une épée brillante et d'une lance acérée, mais certains ne répondent pas à cette description. Ils utilisent un fléau d'armes au lieu d'une épée et une lourde lance capable d'embrocher un orc d'un seul coup, et ébranler même un troll ou un ogre. « Sire Jil » a fidèlement servi le baron Baldres pendant des années et lui est totalement dévouée ; il est un des rares hommes dans Wesnoth capable de la protéger contre les innombrables personnes qui cherchent à se venger d'elle. Pour sa part, Baldres a trouvé en Jil un lieutenant très efficace. Elle est l'un de ses plus redoutables combattants, ne se laisse pas acheter, et manoeuvre allègrement en sous-main quand elle rencontre un défi à son autorité qu'elle ne peut régler par la force.
it: L’idea comune di un cavaliere è quella di un guerriero ben armato con una splendente spada ed un’appuntita lancia, ma alcuni cavalieri differiscono da questa visione. Usano un flagello invece di una spada, e portano una pesante lancia che può infilzare un orco in un singolo colpo, e fa traballare perfino un troll od un ogre. “Sir Jil” ha servito il barone Baldres fedelmente per anni, e gli è completamente fedele; lui è uno dei pochi uomini in tutto Wesnoth capaci di proteggerla dalle numerevoli persone che gli hanno giurato vendetta. Da parte sua, il barone Baldres ha trovato in Jil un altamente affidabile luogotenente. È uno dei suoi guerrieri più mortali, che non può essere corrotta e che sa ricorrere ad ogni più subdola strategia se qualcuno che affronta la sua autorità non può essere abbattuto dalla sua semplice forza.

source: morning star
de: Morgenstern
fr: fléau d'armes
hu: tüskés buzogány
it: mazza
ja: メイス

source: Child Sorceress
de: Kindliche Zauberin
fr: Jeune Sorcière
hu: Gyermek boszorkány
it: Giovane Strega
ja: 幼い魔術師

source: Despite her youth, Princess Alingwen is already a powerful sorceress. A sneak orcish attack upon her elder sister Eämeral was the trigger that originally woke her powers. Alas, the Greenwood elves are becoming ever more wary of this fey and precocious girl, and as her powers grow stronger their misgivings are only likely to increase.
de: Trotz ihrer Jugend ist Prinzessin Alingwen bereits eine mächtige Zauberin. Ein heimtückischer Angriff der Orks gegen ihre ältere Schwester Eämeral war der Auslöser für das erste Erwachen ihrer wirklichen Kräfte. Leider wurden die Grünwald-Elfen immer mißtrauischer gegen das ungestüme, weitentwickelte Mädchen, und mit den Kräften des Kindes wuchsen auch die Befürchtungen der Elfen.
fr: Malgré sa jeunesse, la princesse Alingwen est déjà une sorcière puissante. C'est une attaque sournoise contre sa sœur aînée Eämeral qui a été le déclic qui a révélé ses pouvoirs. Malheureusement, les elfes de la Forêt verte se méfient de plus en plus de cette fillette précoce et lucide, et la croissance de ses pouvoirs ne fait qu'augmenter leurs appréhensions.
hu: Fiatal kora ellenére Alingwen hercegnő már egy nagyerejű boszorkány. A nővére elleni alattomos ork támadás alkalmával ébredt igazi erejére. Sajnos a greenwoodi tündék óvakodtak ettől a koraérett, boszorkányos kislánytól, s ahogy nőtt, s az ereje hatványozódott, a balsejtelem is fokozódott körülötte.
it: Nonostante la sua giovane età, la Principessa Alingwen è già una potente strega. Un agguato orchesco alla sua più grande sorella Eämeral fu ciò che risvegliò i suoi poteri. Infatti, gli elfi della Foresta Verde stanno diventando sempre più diffidenti di questa stramba e precoce ragazza, e più i suoi poteri crescono i loro timori saranno destinati ad aumentare.

source: lightning
de: Blitze
fr: foudre
hu: villámcsapás
it: fulmine
ja: ライトニング

source: Drake nobles are expected to serve as examples to their subjects, excelling both in leadership and martial skill. Those who perform well in these areas become Lords, which within drake society is still a position carrying significant military obligations. Falci-Nyess is one such, a veteran sword drake who took the mantle of leadership many years ago. And as he leads the most powerful faction in the mountains of Dorth, Warden Turuk spends a lot of time with him; in fact, the two have an excellent working relationship.
fr: Les nobles dracans sont censés montrer l'exemple à leurs sujets, en excellant à la fois dans le commandement et les vertus militaires. Ceux qui réussissent bien dans ces domaines deviennent des Seigneurs, ce qui dans la société des dracans implique toujours des obligations militaires réelles. Falci-Nyess est l'un d'entre eux, un vétéran dracan qui a endossé le commandement voilà bien des années. Comme il dirige la plus puissante faction des montagnes de Dorth, le Gardien Turuk passe beaucoup de temps avec lui ; en fait ces deux-là collaborent très étroitement.
hu: A perzsekény nemesektől elvárják, hogy mintául szolgáljanak, egyaránt kiválóak a hadvezetésben és a harci művészetekben. Közülük a legjobbakból urak lesznek, akikkel szemben a perzsekény társadalomban komoly katonai elvárások vannak. Falci-Nyess egy ilyen, harcedzett kardperzsekény, aki vezetői köpenyét sok évvel ezelőtt szerezte. S mivel ő a vezetője a Dorth-hegység leghatalmasabb közösségének, Turuk Felügyelő sok időt tölt el vele; ketten remekül tudnak együtt dolgozni.
it: Dai draghi nobili ci si aspetta che servano da esempio ai loro sottoposti, eccellendo sia in abilità di comando che abilità marziali. Quelli che fanno bene in queste aree diventano Signori, che all’interno della società dei draghi è una posizione che porta importanti obblighi militari. Falci-Nyess è uno di questi, un drago spadaccino veterano, che ha preso il mantello del comando molti anni fa. E dato che comanda la più potente fazione nelle montagne di Dorth, il Custode Turuk trascorre con lui molto del suo tempo; infatti, i due hanno un’eccellente relazione di lavoro.

source: Dwarvish Noble
de: Zwergenadliger
fr: Noble nain
it: Nano Nobile

source: Noble Turuk of the Dwarves is one of the most respected non-drakes in the entire mountains of Dorth. He is a member of the cadre of dwarven warriors known as Dragonguards, who gained their name, so most people believe, from their weapon of choice, a strange staff that belches fire, death and thunder. Turuk claims to know everything there is to know about the mountains of Dorth, and so far no-one has ever found his knowledge wanting. He lives in the halls of Falci-Nyess the drake Lord, and he and the drake have supposedly been friends ’since Turuk’s beard was less than an inch long ’. Turuk is a skilled leader, used to having his orders followed instantly. His dragonstaff is loaded at all times while he is on duty, and as he has often said, ‘A Warden is ne’er off duty, ye ken. ’
fr: Le noble Turuk est l'un des personnages non dracan les plus respectés dans toutes les montagnes de Dorth. Il fait partie du corps des guerriers nains appelés Gardes Dragon, qui tirent leur nom, à ce que croient la plupart, de leur arme favorite, un étrange bâton qui crache feu, mort et tonnerre. Turuk prétend savoir tout ce qu'il y a à savoir sur les montagnes de Dorth, et jusqu'ici personne ne l'a encore mis en défaut. Il habite dans la demeure de Falci-Nyess le Seigneur Dracan, et tous deux sont réputés être devenus amis alors que la barbe de Turuk n'avait pas encore trois centimètres de long. Turuk est un chef habile, habitué à voir ses ordres exécutés immédiatement. Son bâton-dragon est toujours chargé quand il est en service, et, comme il le dit souvent, 'Un Gardien est toujours en service, vous savez.
it: Il nobile Turuk dei nani è uno dei più rispettati non drago all’interno dell’area delle montagne di Dorth. È un membro della schiera dei nani guerrieri conosciuti come Guardie del Drago, che hanno preso il loro nome, o almeno così molta gente crede, dalla loro arma preferita, uno strano bastone che sputa fuoco, morte e fulmini. Turuk dichiara di conoscere tutto quello che c’è da sapere riguardo le montagne di Dorth, e fino ad ora nessuno ha trovato lacune nella sua conoscenza. Vive nelle ville di Falci-Nyess, il signore dei draghi, e lui ed il drago si dice siano amici da quando la barba di Turuk era più corta di un pollice. Turuk è un abile capo, abituato al fatto che i suoi ordini siano eseguiti immediatamente. La sua asta del drago è sempre carica quando sta lavorando, e come lui stesso dice spesso, “Un guardiano non smette mai di lavorare.”

source: dragonstaff
de: Drachenstab
fr: bâton-dragon
hu: sárkánybot
it: asta del dragone
