Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: An ancient riddle. I like the one about rubies better.
de: Ein uraltes Rätsel. Mir gefällt das von den Rubinen ja besser.
fr: Une énigme ancienne. Je préfère celle qui parle de rubis.
it: Un vecchio indovinello. Quelli sui rubini mi piacciono di più.
ja: 古代の謎じゃキ。ワシゃルビーの方が好きじゃがのう。

source: Oho! That is hopefully the suitable key that Vladnir wrote about…
de: Oho! Dann ist das hoffentlich der Schlüssel, den wir brauchen, falls Vladnirs Aufzeichnungen richtig sind…
fr: Oh oh ! C'est heureusement la bonne clef dont Vladnir parlait...
ja: オオッー! それがヴラディーのノート書いとった正しい鍵だと良いんじゃが...。

source: A sword of flame! What a marvel! But only a very few expert swordsmen could wield such a blade.
de: Ein Flammenschwert! Welch ein Wunder! Doch wird es wohl nur ein wirklich exzellenter Schwertkämpfer zu führen wissen.
fr: Une épée de flammes ! Quelle merveille ! Mais seuls quelques rares experts au maniement de l'épée peuvent s'en servir.
hu: Egy lángoló kard! Micsoda kincs! De ezt csak a legképzettebb vívómesterek képesek használni.
it: Una spada infuocata! Che meraviglia! Ma solo pochi esperti spadaccini possono impugnare un’arma del genere.
ja: 炎の剣! 何て驚嘆だ! しかし、ほんの僅かのよく訓練された者のみが振り回すことが出来るだろう。

source: Should I take up this blade?
de: Soll <i>ich</i> dieses Schwert nehmen?
fr: Dois-je prendre cette épée ?
it: Devo prendere questa spada?
ja: 私は、この剣をつかむべきですか?

source: Yes.
de: Ja.
fr: Oui.
hu: Igen.
it: Si.
ja: ハイ

source: flame sword
de: Flammenschwert
fr: épée de flamme
hu: lángoló kard
it: spada infuocata
ja: 炎の剣

source: The sword gives its wielder a powerful new melee attack.
de: Dieses Schwert verleiht dem, der es führt, die Möglichkeit eines neuen, wirkungsvollen Nahkampf-Angriffes.
fr: L'épée donne à son porteur une nouvelle attaque en mêlée.
hu: A kard a használójának új közelharci támadást biztosít.
it: La spada dona al suo portatore un nuovo potente attacco ravvicinato.
ja: この剣は、取得者に新たな攻撃を与えます。

source: Ai! It burns! I’m not able to handle it.
de: Ai! Wie das brennt! Ich vermag nicht, es zu halten.
fr: Ah ! Elle brûle ! Je ne peux pas la tenir.
hu: Áá! Ez éget! Én nem tudom használni.
it: Ai! Brucia! Non riesco ad impugnarla.
ja: この剣は燃えているので、私には使えない。

source: I am no swordsman, alas. Another unit should use it.
de: Ich bin leider kein Schwertkämpfer. Jemand anderes sollte es nehmen.
fr: Je ne suis pas un homme d'épée, hélas. Quelqu'un d'autre devrait la prendre.
hu: Sajnos én nem tudok a karddal bánni. Talán másvalaki hasznát venné.
it: Non sono uno spadaccino. Un’altra unità dovrebbe usarla.
ja: 私は、悲しいかな剣術使いでは無い。誰か他の者が使うべきだ。

source: The rock is moving again!
de: Da, der Felsen bewegt sich wieder!
fr: Le rocher bouge encore !
hu: A szikla megint mozog!
it: La roccia si sta spostando nuovamente!
ja: 岩が再び動き出した!

source: Hmmm… It seems this key is not suitable here.
de: Hmmm… Es scheint, dieser Schlüssel hilft uns hier nicht weiter.
fr: Hmmm... Il semble que cette clef ne marche pas ici.

source: Ho! Look there! The wall on yonder side is moving.
de: Ho! Seht doch! Die Felswand da drüben bewegt sich.
fr: Oh ! Regardez ! La paroi bouge de ce côté.
hu: Hó! Nézzétek! Amott a fal elmozdult!
it: Ho! Guardate! Il muro laggiù si muove.
ja: 見るダ! 反対側の壁が動いてるダ!

source: The wall on the other side is moving… Something’s there!
de: Die Felswand da drüben bewegt sich… – Da ist doch etwas!
fr: La paroi bouge de l'autre côté... Il y a quelque chose par là !
it: Il muro dall’altra parte si sta muovendo... C’è qualcosa la!
ja: 反対側の壁が動いてます...。 何か有る様です!

source: The rock is moving!
de: Der Felsen bewegt sich!
fr: Le rocher bouge !
hu: Mozog a szikla!
it: La roccia si sta muovendo!
ja: 岩が動き出した!

source: You gain a bonus of 100 gold!
de: Ihr erhaltet 100 Goldstücke zusätzlich!
fr: Vous gagnez un bonus de 100 pièces d'or !
hu: Kapsz 100 arany jutalmat!
it: Guadagni 100 pezzi d’oro!
ja: 100ゴールドのボーナスです!

source: Stand back! You may not kill me or Triton, my son.
de: Bleibt, wo ihr seid! Ihr dürft mich und meinen Sohn Triton nicht töten.
fr: N'avancez pas ! Vous n'avez pas le droit de nous tuer, moi ou Triton mon fils.
hu: Fogd vissza magad! nem ölhetsz meg sem engem, sem Tritont, gyermekem.
it: State indietro! Non potete uccidere me o Tritone, mio figlio.
ja: 下がれ! 御主達は私と息子のトリトンのいずれも倒してはならない。

source: Sir, I prefer not to kill anyone, save for orcs. But… you have made me curious. Why not you two?
de: Mein Herr, ich habe nicht die Absicht, irgendjemanden zu töten, mal abgesehen von Orks. Doch… ihr macht mich neugierig. Weshalb gerade euch zwei nicht?
fr: Monsieur, je préfère ne tuer personne, à l'exception des orcs. Mais... vous excitez ma curiosité. Pourquoi pas vous deux ?
it: Signore, preferirei non uccidere nessuno, tranne che orchi. Ma... Mi hai reso curioso. Perché non potrei uccidere uno di voi due?
ja: 私はオークやトロル以外の誰も殺すつもりはない。しかし、少し疑問が残る... 何故そち達は倒せないのだ?

source: Why, because this is the cave of Ghidsaurs the Dragon, and <i>we</i> are under his protection. You, I might add, are not.
de: Nun, dies ist die Höhle Ghidsaurs des Drachens, und <i>wir</i> stehen unter seinem Schutz. Ihr dagegen wohl eher nicht.
fr: Parce que vous êtes dans la caverne de Ghidsaurs le Dragon, et que <i>nous</i> sommes sous sa protection. Et, devrais-je dire, vous, ne l'êtes pas.
hu: Miért, mert ez Ghidsaurs, a sárkány barlangja, és <i>mi</i> az ő védelme alatt állunk. Ezzel szemben te nem, erről biztosíthatlak.
it: Perché, perché questa è la caverna di Ghidsaurs il dragone, e <i>noi</i> siamo sotto la sua protezione. Mentre tu, potrei aggiungere, no.
ja: 何故だと? お前は何処に居るのか分かっているのか? ここはギドサウラスドラゴンの洞窟だぞ。全ては彼に支配されている。

source: Vladnir! What are you doing here?
de: Vladnir! Was machst du denn hier?
fr: Vladnir ! Qu'est-ce que vous faites ici ?
hu: Vladnir! Mit keresel te itt?
it: Vladnir! Cosa stai facendo qui?
ja: ヴラディ! こんな所で何しチュウ?

source: Falci-Nyess, old friend. I am glad to see you. I tried to visit Ghidsaurs with news of what has been happening, but some mermen caught me and put me in this cage.
de: Falci-Nyess, mein alter Freund. Ich freue mich so, dich zu sehen. Eigentlich wollte ich Ghidsaurs aufsuchen und ihm berichten, was alles geschehen ist, doch dann nahmen mich einige Wassermänner gefangen und sperrten mich in diesen Käfig.
fr: Falci-Nyess, mon vieil ami, je suis heureux de vous revoir. J'ai essayé d'aller avertir Ghidsaurs de ce qui se passe, mais des ondins se sont emparés de moi et m'ont enfermé dans cette cage.
hu: Falci-Nyess, öreg barátom. Örülök, hogy látlak. Megpróbáltam értesíteni Ghidsaursot a történtekről, de ezek a sellők elfogtak és ebbe a ketrecbe zártak.
it: Falci-Nyess, vecchio amico. È un piacere vederti. Ho provato ad incontrare Ghidsaurs per portargli notizia di ciò che sta avvenendo, ma alcuni nereidi mi hanno catturato e messo in questa gabbia.
ja: ファルシーネッス、古き友よ。会えて嬉しいキ。ワシャ何が起こっチュウか、ギドサウラスに伝えようとここにやって来チュウよ。しかしマーマン達に捕まって、檻に入れられてしまったキ。

source: … ‘Vladnir’? Honored drake, are you the one who has been leaving potions behind – and a magic staff?
de: … ‘Vladnir’? Verehrter Drake, seid ihr etwa derjenige, der die Tränke zurückgelassen hat – und auch noch einen magischen Stab?
fr: ... « Vladnir » ? Honorable dracan, êtes-vous celui qui a laissé traîner des potions ça et là — et un bâton magique ??
it: … “Vladnir”? Onorevole drago, sei tu quello che ha lasciato questa pozione - e questo bastone magico?
ja: ... ヴラドニャー? もしや貴方が薬や杖を置いたのですか?

source: Yes. I am only an enchanter, not a fighter, alas. I would love to slay orcs, but my strength is not great enough. All I can do is some modest alchemy… I had hoped to persuade Ghidsaurs to venture forth and eat a few orcs. But I couldn’t even fight off the mermen.
de: Ja, der bin ich. Ich bin nur ein Zauberer, kein Kämpfer, leider. Ich würde ja auch gerne Orks bekämpfen, doch fehlt es mir dazu an Kraft und Begabung. Alles, was ich kann, ist ein wenig Zauberei… Ich hatte gehofft, Ghidsaurs davon überzeugen zu können, daß er sich herauswagt und ein paar Orks verspeist. Doch leider konnte ich gegen die Wassermänner nichts ausrichten.
fr: Oui, je suis seulement un enchanteur, pas un guerrier, hélas. J'aimerais beaucoup massacrer des orcs, mais je n'en ai pas la force. Le plus que je puisse faire est quelque modeste alchimie... J'espérais persuader Ghidsaurs de sortir et de dévorer quelques orcs. Mais je n'ai même pas pu me débarrasser des ondins.
it: Si. Sono solo un incantatore, non un guerriero. Mi piacerebbe uccidere orchi, ma la mia forza non è abbastanza. L’unica cosa che posso fare è modesta alchimia... Speravo di persuadere Ghidsaurs di avventurarsi fuori di qui e mangiare alcuni orchi. Ma non sono stato neanche in grado di combattere alcuni nereidi.
ja: ああ、そうさ。ワシゃ魔法使いぜよ。戦士では無いキ。ワシだってオーク達をやっつけたいんだ。でもあいにく力不足でな。ワシに出来る事はさえない鏈金術さ...。 だからワシゃギドサウラス会って、少しオークを食ってもらう様、説得するつもりじゃったんじゃ。でもマーマンですら撃退出来ないで、檻に入れられてしまった。

source: We too intend to visit Ghidsaurs, and we hope to tempt him forth. Come with us, old lizard; help us defeat the orcs. Your magic is no small thing, for all you claim that it is.
de: Auch wir wollen Ghidsaurs aufsuchen und ihn überzeugen, herauszukommen. Komm doch mit uns, alte Echse. Hilf uns, die Orks zu besiegen. Auch wenn du immer etwas anderes behauptest, aber deine Magie kann sich durchaus sehen lassen.
fr: Nous avons nous aussi l'intention d'aller voir Ghidsaurs et nous espérons l'attirer au-dehors. Venez avec nous, cher vieux lézard. Vos pouvoirs magiques ne sont pas si petits que vous le prétendez.
hu: Mi szintén Ghidsaursot akarjuk meglátogatni. Reméljük, ki tudjuk innen csábítani. Gyere velünk, öreg gyík; segíts legyőzni az orkokat. A mágiád nem kis dolog, mégha te nem is értékeled nagyra.
it: Anche noi intendiamo fare visita a Ghidsaurs, e speriamo di persuaderlo ad uscire da qua. Vieni con noi, vecchia lucertola; aiutaci a sconfiggere gli orchi. La tua magia non è cosa da niente, come reputi.
ja: ワシらもそのつもりでここにやって来たぜよ、彼がその気に成ってくれると信じて。我々と来い、老トカゲよ、そして共にオークを倒すぜよ。お前の魔術は必要じゃキ。

source: Ah, you flatter an old drake. But I will come with you. By the way, according to my research, the path you took was much harder to see Ghidsaurs the Dragon than stepping on the northern rune sign.
de: Ah, ihr schmeichelt einem alten Draken. Aber gut, ich komme mir euch. Soweit ich herausgefunden habe, ist der Weg, den ihr eingeschlagen habt um Ghidsaur den Drachen zu finden, um einiges schwieriger, als wenn man der nördlichen Rune folgt.
fr: Ah, vous flattez un vieux dracan. Mais je vais venir avec vous. À ce propos, selon mes recherches, le chemin que vous avez pris est bien plus dur qu'en passant par la rune du nord.
it: Ah, aduli un vecchio drago. Ma verrò con te. Comunque, secondo le mie ricerche, la strada che avete preso per vedere Ghidsaurs il dragone è stata molto più difficile di quella che avreste preso stando sulla runa a nord.

source: Ah, you flatter an old drake. But I will come with you.
de: Ah, ihr schmeichelt einem alten Draken. Aber gut, ich komme mit euch.
fr: Ah, vous flattez un vieux dracan. Mais je vais venir avec vous.
hu: Ah, hízelegsz az öreg perzsekénynek... De veletek tartok.
it: Ah, aduli un vecchio drago. Ma verrò con te.
ja: アー、お前は、老いたドレークにお世辞を言ったな。でもワシゃお前と共に行こう。

source: Oh, no, you will not go on without me.
de: Oh nein, ohne mich könnt ihr nicht weitergehen.
fr: Oh, non, vous ne partirez pas sans moi.
hu: Ó, ne, nélkülem nem folytathatjátok.
it: Oh, no, non riuscirete ad andare avanti senza di me.
ja: おいおい、ワシ無しでは、ゲームは続けられんがぜよ。

source: … I was under Ghidsaurs’ protection. He will make you pay for this…
de: … Ich stand unter Ghidsaurs Schutz. Er wird euch dafür zur Rechenschaft ziehen…
fr: ... J'étais sous la protection de Ghidsaurs. Il vous fera payer cela...
it: ...Ero sotto la protezione di Ghidsaurs. Ve la farà pagare per questo...
ja: 私はギドサウルスの支配下だ。貴様に制裁が下されるだろう。

source: Ghidsaurs will avenge me… I was his favorite… You will be sorry…
de: Ghidsaurs wird mich rächen… ich war sein Liebling… es wird euch noch leid tun…
fr: Ghidsaurs me vengera... J'étais son favori... Vous le regretterez...
it: Ghidsaurs mi vendicherà... Ero il suo favorito... Vi pentirete di questo...
ja: ギドサウラスが私の復讐をするであろう... 私は彼の良き参謀だった... 貴様は後悔する事に成るだろう...。

source: Welcome to my cave. Who is today’s brave morsel?
de: Ich begrüße euch in meiner Höhle. Wer von euch ist denn nun der Leckerbissen des Tages?
fr: Bienvenue dans ma caverne. Qui est la courageuse friandise du jour ?
hu: Üdvözöllek a barlangomban. Ki ez a merész mitugrász?
it: Benvenuti nella mia grotta. Chi è il coraggioso bocconcino oggi?
ja: ようこそ私の洞窟へ。今日の勇敢な一片は、誰かな?

source: I am. Greetings, Ghidsaurs. I am glad to see you well!
de: Das bin ich. Sei mir gegrüßt, Gidsaurs. Es freut mich, daß es dir gut geht!
fr: C'est moi. Salutations, Ghidsaurs. Je suis heureuse de vous voir bien portant !
hu: Én vagyok. Üdvözöllek, Ghidsaurs. Örülök, hogy látlak!
it: Sono io. Salve, Ghidsaurs. Vedo che stai bene!
ja: 私です。御機嫌よう、ギドサウラス。会えて嬉しいですよ!

source: … Ameck? … Oh no, I couldn’t eat you! You haven’t been properly prepared! What are you doing here, little sorceress? I thought you intended to remain in Eisheim for the rest of your life.
de: … Ameck? … Oh nein, nicht doch, dich kann ich nicht verspeisen! Darauf war ich nicht vorbereitet! Was tust du denn hier, kleine Zauberin? Ich dachte, du wolltest bis ans Ende deiner Tage in Eisheim bleiben?
fr: ... Ameck ? ... Oh non, je ne peux pas vous manger ! Vous n'avez pas été accommodée comme il faut ! Que faites-vous ici petite sorcière ? Je pensais que vous comptiez rester à Eisheim jusqu'à la fin de vos jours.
it: … Ameck? … Oh no, non posso ancora mangiarti! Non sei ancora stata adeguatamente preparata! Cosa ci fai qui, piccola maga? Pensavo intendessi rimanere ad Eisheim per il resto della tua vita.
ja: ...アメック? ...なんだ ...御主は食えん。ずいぶん長い事会っていなかったな。ここで何をしているんだい、小魔女? 私は御主が、残りの人生をイーシィームで過ごすつもりでいると思っていたんだが。

source: That was my intention. But these Greenwood elves brought baleful tidings from home, and I could not find it in my stony heart to refuse them. … Will you help them take Prestim away from its orcish owners?
de: So hatte ich es vor. Doch diese Grünwald-Elfen brachten üble Botschaft von zu Hause, und selbst mein versteinertes Herz konnte ihnen die Hilfe nicht abschlagen. … Wirst auch du ihnen helfen, Prestim wieder von seinen orkischen Besatzern zu befreien?
fr: C'était mon intention. Mais ces elfes de la Forêt verte m'ont apporté de mauvaises nouvelles de ma patrie, et je n'ai pas trouvé la force de les renvoyer... Voudriez-vous les aider à reprendre Prestim aux orcs qui la tiennent ?
it: Quella era la mia intenzione. Ma questi elfi della Foresta Verde mi hanno portato sinistre nuove dalla mia vecchia terra, e nonostante il mio cuore di pietra non sono riuscita a rifiutare. ... Ci aiuterai a togliere dal controllo degli orchi Prestim?
ja: 私もそのつもりでした。しかし、このグリーンウッドのエルフ達が故郷より不吉な便りを持って来て、無情な心で断る訳には、いかなかったのです。... オークをプレスティムから追い出すのを手伝ってもらいますか?

source: Very well. Orcs taste good enough, if you roast them. … What exactly were the baleful tidings they brought you, Ameck?
de: Von mir aus. Orks schmecken ganz gut, wenn man sie röstet. … Welche üblen Neuigkeiten hat man dir denn gebracht, Ameck?
fr: Très bien. Les orcs sont assez savoureuses quand on les a fait rôtir... Quelles sont exactement les mauvaises nouvelles qu'ils vous ont apportées, Ameck ?
it: Molto bene. Gli orchi sono abbastanza gustosi, se li arrostisci bene... Che sinistre nuove ti hanno portato esattamente, Ameck?
ja: もちろん、構わんよ。御主の頼みを聞かぬ訳には、いかんし、オークは焼くと結構イケルんでな。だが、何の不吉な便りを彼らは持って来たんだい、アメック?

source: They told the great dragon of all that had come to pass, finishing with the news of orcs banding together, perhaps across the entire land. When the port of Prestim came under discussion, Merllow spoke:
de: Sie berichteten dem großen Drachen über alles, was vorgefallen war, zuletzt darüber, daß sich die Orks, womöglich im ganzen Land, verbündet hatten. Als der Hafen von Prestim zu Sprache kam, meldete sich Merllow zu Wort:
fr: Ils racontèrent au vieux dragon tout ce qui s'était passé, finissant par le rassemblement des orcs, peut-être à l'échelle de tout le pays. Quand on en vint à parler du port de Prestim, Merllow prit la parole :
hu: Elmondták a hatalmas sárkánynak, mi késztette őket e hosszú útra, végezetül megemlítették az orkok szövetkezését is egymással, amely talán az egész földre fenyegetést jelent. Amikor Prestim kikötőjére került sor, Merllow azt mondta:
it: Raccontarono al grande dragone tutto quello che era successo, finendo con le tribù di orchi che si stavano riunendo, forse da tutte le terre. Quando si nominò il porto di Prestim , Merllow parlò:
ja: 彼らは、巨大なドラゴンに何がどう成っているのか、あらゆる領地でのオークの集団のニュースまでを話し終わり、そして、プレスティムの港についての議論迄来た時、ミィルロウが口を開きました。

source: We should send a garrison force to Prestim. After the orcs have gone, the city must be occupied, or they will simply retake it. I will go with the garrison force.
de: Wir sollten eine größere Streitmacht nach Prestim schicken. Wenn die Orks vertrieben sind, muß die Stadt eingenommen und besetzt werden, sonst können die Orks sie leicht zurückerobern. Ich selbst werde mit nach Prestim gehen.
fr: Nous devrions tenir garnison à Prestim. Quand les orcs en seront parties, la ville doit être occupée sinon ils la reprendront. J'irai avec la garnison.
hu: Helyőrséget is kéne telepítenünk Prestimbe. Miután elfoglaltuk, az újabb ork seregek visszafoglalhatják, ha elhagyjuk. Én ott maradok a helyőrséggel.
it: Dobbiamo mandare una guarnigione a Prestim. Dopo che gli orchi se ne saranno andati, la città deve rimanere occupata, e la riprenderanno velocemente. Andrò io con questa guarnigione.
ja: 我々は、プレスティムに守備隊を置くべきだ。オークを追い出し、我々が占領した後、奴らは奪い返そうとするに違いない。私がその守備隊を引き受けよう。

source: Very well. Merllow the Sage, thank you for helping us. Good luck with taking Prestim. If we all survive, I hope to see you again some day…
de: Das ist gut. Merllow der Weise, ich danke euch für eure Hilfe. Möget ihr in Prestim erfolgreich sein. Sollten wir überleben, so hoffe ich, euch eines Tages wiederzusehen…
fr: Très bien, Merllow le Sage, merci de nous aider. Bonne chance pour la prise de Prestim. Si nous survivons tous à cela, j'espère vous revoir un de ces jours...
it: Molto bene. Merllow il saggio, grazie per l’aiuto. Buona fortuna nella presa di Prestim. Se tutti quanti sopravviveremo, spero di vederti nuovamente un giorno...
ja: 了解した。それは必要事項だ。賢者ミィルロウ、我々を助けてくれた事に礼を言う。そして幸運を祈っている。もし互いに生き残ったら、いつかまた会おう。

source: You may choose the next action.
de: Wählt, was ihr als nächstes tun wollt.
fr: Vous pouvez choisir quoi faire ensuite.
hu: Választhatsz, hogyan folytatod.
it: Scegli cosa fare ora.
ja: 次のアクションを選んで下さい。

source: Return to Elengavion with Háwclyn, Zylvia and Princess Ameck as soon as possible.
de: Ich möchte mit Háwclyn, Zylvia und Prinzessin Ameck so schnell wie möglich nach Elengavion zurückkehren.
fr: Revenir à Elengavion avec Háwclyn, Zylvia et la Princesse Ameck le plus vite possible.
it: Torna ad Elengavion con Háwclyn, Zylvia e la principessa Ameck il prima possibile.
ja: イレンギャヴィオンに、ハァウクリン、ズィルヴィア、アメック姫とすぐに戻る。

source: To Elengavion!
de: Auf nach Elengavion!
fr: A Elengavion !
hu: Elengavionba!
it: Ad Elengavion!
ja: イレンギャヴィオンへ、いざ!

source: Capture Prestim with Merllow, Falci-Nyess and Ghidsaurs before returning to Elengavion.
de: Ich möchte mit Merllow, Falci-Nyess und Ghidsaurs Prestim erobern und erst dann nach Elengavion zurückkehren.
fr: Prendre Prestim avec Merllow, Falci-Nyess et Ghidsaurs avant de retourner à Elengavion.
it: Conquista Prestim con Merllow, Falci-Nyess e Ghidsaurs prima di tornare ad Elengavion.
ja: オークを倒すためプレスティムを、賢者ミィルロウ、ファルシーネッス、ギドサウラスとイレンギャヴィオンに戻る前に、占領する。

source: Well, then, let us take Prestim!
de: Vorwärts, laßt uns Prestim erobern!
fr: Bien, allons prendre Prestim !
it: Bene, allora, prendiamo Prestim!
ja: プレスティムを落とす。

source: The Battle at Prestim
de: Die Schlacht um Prestim
fr: La bataille de Prestim
hu: Prestimi csata
it: La battaglia di Prestim
ja: プレスティムの乱

source: Falci-Nyess, Merllow and Ghidsaurs split away from Turuk and the elves, and set out for Prestim, there to defeat the southern orcs and their local allies. It was 237YW…
de: Merllow, Falci-Nyess und Ghidsaurs trennten sich von Turuk und den Elfen und zogen nach Prestim, um dort die südländischen Orks und ihre einheimischen Verbündeten zu schlagen. Dies war im Jahre 237 Wesnoths…
fr: Falci-Nyess, Merllow et Ghidsaurs prirent congé de Turuk et des elfes pour aller à Prestim combattre les orcs du Sud et leurs alliés locaux. On était en 237 AW.
it: Falci-Nyess, Merllow e Ghidsaurs si divisero da Turuk e gli elfi, e si diressero a Prestim, per sconfiggere gli orchi del sud ed i loro alleati del posto. Era il 237YW…
ja: ファルシーネッス、賢者ミィルロウ、ギドサウラスドラゴン達は、エルフやタラク達と別れ、南のオークや、彼らの地元の同盟軍をプレスティムにて倒す計画を立てました。それは、ウェスノス暦２３７年の事でした。

source: Hogor, Lord of Prestim
de: Hogor, Herr über Prestim
fr: Hogor, Seigneur de Prestim
hu: Hogor, Prestim ura
it: Hogor, signore di Prestim

source: Swordmaster Tark
de: Schwertmeister Tark
fr: Maître d'armes Tark
hu: Tark kardművész
it: Maestro di spada Tark

source: The city of Prestim lies ahead.
de: Vor uns liegt die Stadt Prestim.
fr: La ville de Prestim est devant nous.
hu: Prestim városa itt fekszik előttünk.
it: La città di Prestim giace davanti a noi.
ja: プレスティムの町は目の前じゃ。

source: We will fall on the orcs like a burning wave!
de: Wir werden über die Orks hereinbrechen, wie ein Feuersturm!
fr: Nous allons tomber sur les orcs comme une vague brûlante !
hu: Úgy zúdulunk az orkokra, mint egy tűzhenger!
it: Ci abbatteremo sugli orchi come un’onda di fuoco!
ja: 我々は、燃焼波のようにオーク達を攻撃するぞ!

source: Death of Falci-Nyess
de: Falci-Nyess fällt in der Schlacht
fr: Mort de Falci-Nyess
hu: Falci-Nyess elesik
it: Morte di Falci-Nyess
ja: ファルシーネッスが没

source: Death of Ghidsaurs
de: Ghidsaurs fällt in der Schlacht
fr: Mort de Ghidsaurs
hu: Ghidsaurs elesik
it: Morte di Ghidsaurs
ja: ギドサウラスドラゴンが没

source: … More eager orc-killerss! Tcchhtt! Make way! Ssave ssome for uss! Hsss-sss-sss!
de: … noch mehr ungeduldige Ork-Killer! Tcchhtt! Aus dem Weg! Lasssst noch welche für unss übrig! Hsss-sss-sss!
fr: ... nous autres ausssssssi tueurs d'orcs avides ! Tchhtt ! Faites place ! Laisssssssez-nous en quelques uns ! Hsss-sss-sss !
it: ...Altri desssiderosssi uccisori di orchi! Tcchhtt! Fate largo! Lasssciatecene alcuni anche a noi! Hsss-sss-sss!
ja: オーク殺しを熱望するで! チィー! ワイらにも残しといてヤ!

source: Oh, Xizzyx! Bless you! Your timing is as good as ever!
de: Oh, Xizzyx! Wo kommst du denn her?! Dein Timing ist wie immer großartig!
fr: Oh, Xizzyx ! Soyez le bienvenu ! Vous arrivez toujours à point !
hu: Ó, Xizzyx! Isten hozott a harctéren! Az időzítésed tökéletes, mint mindig!
it: Oh, Xizzyx! Sii tu benedetto! Il tuo tempismo è buono come sempre!
ja: オー、クシッズジックス! 最高のタイミングぜよ!

source: Oh no, I can’t fall now; you need me still… Tell Turuk –
de: Oh nein, ich muß doch weiterkämpfen… ihr braucht mich doch… sagt Turuk –
fr: Oh non, je ne peux pas tomber maintenant ; vous avez encore besoin de moi... Dites à Turuk —
it: Oh no, Non posso cadere ora; Avete ancora bisogno di me... Dite a Turuk -
ja: おいおい、ワシ無しでは、ゲームは続けられんがぜよ。

source: I never thought Ghidsaurs could <i>be</i> defeated! These orcs are stronger than I imagined! Retreat!
de: Ich hätte nie gedacht, daß Ghidsaurs <i>besiegt</i> werden könnte! Diese Orks sind hartnäckiger, als ich angenommen hatte! Rückzug!
fr: Je n'aurais jamais imaginé que Ghidsaurs puisse <i>être</i> tué ! Ces orcs sont plus forts que je ne pensais ! Sauve qui peut !
it: Non avrei mai pensato che Ghidsaurs <i>potesse</i> essere sconfitto! Questi orchi sono più forti di quanto immaginassi! Riturata!
ja: ウッ! 信じられん、ギドサウラスが倒された。我々も白旗だな。
