Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: I believe we could defeat the Dorest humans, if we had reinforcements from the northern Greenwood. I do not believe we could defeat the mage controlling the human soldiers as well, even if your father Elen-Garil were still alive. We need a powerful sorceress of our own: my half-sister Alingwen.
de: Ich denke, mit Verstärkung durch unsere Truppen aus dem nördlichen Grünwald können wir die Kämpfer aus Dorest schlagen. Ich glaube aber nicht, daß wir auch den Magier besiegen können, der sie kontrolliert, selbst wenn Euer Vater Elen-Garil noch am Leben wäre. Also brauchen wir selbst auch eine mächtige Zauberin: meine Halbschwester Alingwen.
fr: Je pense que nous pouvons vaincre les humains de Dorest avec des renforts du nord. Mais je ne pense pas que nous puissions vaincre le mage qui contrôle les soldats humains aussi facilement, même si votre père Elen-Garil était encore en vie. Il nous faut une puissante sorcière : ma demi-soeur Alingwen.
hu: Hiszem, hogy az északról érkező erősítéssel legyőzhetjük a doresti embereket. Viszont nem hiszem, hogy a zsoldosokat irányító mágust is ilyen könnyen legyőznénk, mégha atyád, Elen-Garil élne, akkor sem. Egy nagyerejű boszorkány segítségére lesz szükségünk: a féltestvéremére, Alingwenére.
it: Credo che potremmo riuscire a sconfiggere gli umani in Dorest, con i rinforzi della parte nord della Foresta Verde. Ma non credo che riusciremmo a sconfiggere anche il mago che controlla i soldati umani, neanche se tuo padre Elen-Garil fosse ancora vivo. Abbiamo bisogno di un nostro formidabile mago: la mia sorellastra Alingwen.
ja: 私は、北グリーンウッドからの援護があれば、ドゥーレストの人間たちは、倒せると思います。しかし、たとえそなたの父親、エレンーガリルが生きていたとしても、人間たちを操っている魔術師は誰も倒せないでしょう。私たちにもパワフルな魔法を操る者が必要です。それは、私の異父姉妹、アリングウェン。

source: The mention of Alingwen’s name caused a stir in the audience. The tale of Alingwen was little-known among the younger elves such as Háwclyn.
de: Schon die bloße Erwähnung von Alingwens Namen verursachte Unruhe unter den Anwesenden. Die Geschichte Alingwens war den jüngeren Elfen, wie Háwclyn, von klein auf bekannt.
fr: La mention d'Alingwen créa une hésitation dans l'assemblée. L'histoire d'Alingwen n'était pas très connue, surtout des elfes les plus jeunes comme Háwclyn.
hu: Alingwen nevének említésére moraj támadt a teremben. Alingwen története csupán alig ismert mese volt az ifjak, s így Háwclyn számára is.
it: Il sentire menzionare il nome di Alingwen causò scompiglio tra la folla. La storia di Alingwen non era molto conosciuta tra gli elfi più giovani come Háwclyn.
ja: アリングウェンの名前を挙げた事は、聴衆をどよめかせました。ハァウクリンの様な若いエルフにとってアリングウェンの話は、一つの伝説に過ぎなかったからです。

source: Are you serious, your majesty? Do you even know where she is?
de: Ist das euer Ernst, Majestät? Wißt ihr denn überhaupt, wo sie jetzt ist?
fr: Parlez-vous sérieusement, majesté ? Savez-vous seulement où elle se trouve ?
hu: Komolyan gondolod, fenség? Tudod egyáltalán, hogy hol él?
it: È seria, sua maestà? Almeno sa dove si trova?
ja: 本気ですか、陛下? 彼女が何処に居るかご存知なのですか?

source: I do not know exactly where she lives, Lord Zluld, but I feel her presence northwest from here and not very far away. She has probably chosen a dwelling in the Mountains of Dorth. Her power is greater even than that of Gulcyn the Wizard. If we enter battle with her at our side, we may prevail…
de: Ich weiß nicht, wo genau sie jetzt lebt, Lord Zluld, aber ich kann ihre Gegenwart gar nicht sehr weit von hier im Nordwesten spüren. Vermutlich hält sie sich in den Bergen von Dorth auf. Auch ihre Macht ist noch größer als die Gulcyns des Zauberers. Mit ihr an unserer Seite könnten wir den Kampf gewinnen …
fr: Je ne sais pas exactement où elle vit, Seigneur Zluld, mais je sens sa présence dans le nord-ouest pas très loin d'ici. Elle s'est probablement choisi une demeure dans les montagnes de Dorth. Son pouvoir est plus grand encore que celui de Gulcyn le sorcier. Si nous entrons dans la bataille avec elle à nos côtés, nous pouvons vaincre...
it: Non so esattamente dove si trovi, Lord Zlud, ma sento la sua presenza a nord-ovest da qui e non molto lontana. Probabilmente ha scelto di abitare nelle montagne di Dorth. Il suo potere è persino più grande di quello di Gulcyn il mago. Se entriamo in battaglia con lei al nostro fianco, potremmo prevalere...
ja: ハッキリとは存知かねます、ズラルド君主。ただ感じるのです。彼女の存在を... 北西に... そしてそれほど遠くはないはずです。彼女は、住居にドース山脈の中を選んだ様です。彼女の魔力は、１１歳の時に既にガルシンを超えていましたから、もし彼女と共に戦えば勝算は十分に...。

source: The queen spoke sadly, recalling her sorrow when Alingwen departed those many years ago. She had always hoped she would see her half-sister again under happier circumstances than the present crisis was likely to bring. Then she undid a chain round her neck, and passed a beautiful white-golden talisman to Háwclyn.
de: Die Stimme der Königin klang traurig, sie dachte an ihren Schmerz, als sie Alingwen vor vielen Jahren verloren hatte. Sie hatte immer gehofft, sie würde ihre Halbschwester eines Tages unter glücklicheren Umständen als der gegenwärtigen Bedrohung wiedersehen. Nun aber nahm sie eine Kette mit einem wunderschönen weiß-goldenen Anhänger von ihrem Hals und gab sie Háwclyn.
fr: La reine parlait tristement, se rappelant son chagrin au départ d'Alingwen si longtemps auparavant. Elle avait toujours espéré qu'elle reverrait sa demi-soeur dans des circonstances plus heureuses que la crise présente. Elle dégrafa un pendentif qu'elle avait à son cou et donna ce talisman d'or blanc finement ouvragé à Háwclyn.
hu: A királynő csendes szomorúsággal beszélt, felidézve bánatát, amit Alingwen távozásakor érzett évekkel ezelőtt. Mindig is remélte, hogy egyszer még viszontláthatja féltestvérét, de sokkal nyugodtabb körülmények között, mint most a váság során kialakult. Aztán leoldotta nyakláncát, és Háwclynnek nyújtotta a fehérarany talizmánt.
it: La regina parlò tristemente, ricordando il suo dolore quando Alingwen si allontanò parecchi anni prima. Aveva sempre sperato di rivedere nuovamente la sua sorellastra in migliori circostanze rispetto alla recente crisi. Slacciò una catenina che aveva la collo, e passò un bellissimo talismano di oro bianco a Háwclyn.
ja: 女王は悲しそうに語りました。何故アリングウェンは故郷を去らなくては成らなかったか覚えていたからでした。又、彼女は、こんな形で妹と再会したくはありませんでした。そして、それから彼女は首から美しい白金の首飾りを外し、ハァウクリンに差し出しました。

source: Finding Alingwen and bringing her back here safely will not be easy, but you must not fail. Háwclyn, this talisman is one of a pair. Our mother Queen Melindë gave us one each before she passed away. It will be an earnest of the seriousness of our request.
de: Es wird nicht leicht werden, Alingwen zu finden und sicher hierher zu bringen, aber ihr dürft nicht scheitern, Háwclyn. Dieser Talisman ist einer von zwei, die uns unsere Mutter Melindë gab, bevor sie starb. Er wird meiner Schwester ein Zeichen sein, wie ernst unsere Lage ist.
fr: Trouver Alingwen et la ramener ici en toute sécurité ne sera pas facile, mais tu ne dois pas échouer. Háwclyn, ce talisman fait la paire avec un autre que notre mère nous donna à toutes les deux au moment de mourir. Il sera la preuve du sérieux de notre demande.
hu: Alingwent megtalálni és biztonságban hazahozni nem lesz könnyű, de nem bukhatsz el. Háwclyn, ez a talizmán egy pár egyik tagja. Édesanyánktól, Melindë királynő adott nekünk egyet-egyet, mielőtt meghalt. Ez fogja igazolni a számára, hogy valóban nagyon súlyos helyzetben vagyunk.
it: Trovare Alingwen e riportarla qui senza correre rischi non sarà facile, ma non devi fallire. Háwclyn, questo talismano fa parte di una coppia. Nostra madre la regina Melindë ce ne ha consegnato uno ciascuna prima di morire. Sarà un segno della serietà della nostra richiesta.
ja: アリングウェンを見つけ出し、安全にここまで連れて来るのは容易では無いでしょう。しかし失敗は許されません。ハァウクリン、この首飾りは二つ一組の中の一つです。母、ミリンディー女王が亡くなる前に私たちにそれぞれ下さったモノです。きっと、そなたの役に立つでしょう。

source: Ma’am, I am still concerned. Even if Háwclyn finds your half-sister, I wonder whether she will join us. She may even hold a grudge against us.
de: Eure Majestät, ich bin immer noch beunruhigt. Es sollte mich wundern, wenn eure Halbschwester uns helfen würde, selbst wenn Háwclyn sie finden sollte. Sie wird sicher großen Groll gegen uns hegen.
fr: Dame, je suis tout de même hésitant. Même si Háwclyn trouve votre demi-sœur, je me demande si elle voudra bien le suivre. Elle peut avoir une certaine rancune contre nous.
hu: Fenség, én még mindig aggódom. Mégha Háwclyn megtalálja is a féltestvéredet, korántsem biztos, hogy rá tudja venni a visszatérésre. Nagyon neheztelhet ránk.
it: Signore, sono ancora preoccupato. Anche se Háwclyn trovasse la vostra sorellastra, mi chiedo se si unirà a noi. Potrebbe anche avere rancori nei nostri confronti.
ja: 陛下、私はまだ心配です。たとえハァウクリンが陛下の異父姉妹を見つけたとしても、果たして我々に協力するでしょうか? 彼女は我々を恨んでいるのでは?

source: That is why I am sending Háwclyn, and why I gave him my talisman. Alingwen respected his father, Elen-Garil, as a mentor, remember? Háwclyn can also wield Elen-Garil’s orichalcum sword and has his heirloom boots. This will be a dangerous mission, and a skilled swordsman, well-equipped, is our best chance. I fear we have little choice, Lord Zluld. This mission may well be our best hope.
de: Eben deshalb schicke ich Háwclyn und gebe ihm meinen Talisman mit. Wie ihr euch sicher erinnern werdet, verehrte Alingwen seinen Vater Elen-Garil sehr, da er ihr Mentor war. Háwclyn hat von ihm seine Stiefel geerbt und vermag es, sein Orichalcum-Schwert zu führen. Es wird eine gefährliche Mission, und ein gut ausgerüsteter, geschickter Schwertkämpfer ist wohl unsere beste Chance. Ich fürchte, wir haben keine andere Wahl, Lord Zluld. Er ist unsere einzige Hoffnung.
fr: C'est la raison pour laquelle j'envoie Háwclyn et lui ai donné mon talisman. Alingwen respectait son père, Elen-Garil comme son mentor, vous, vous rappelez ? Háwclyn possède aussi son épée d'orichalque et ses bottes magiques. C'est une mission dangereuse, et un guerrier avisé et bien équipé est notre meilleure chance. J'ai bien peur que nous n'ayons pas d'autre choix, Seigneur Zluld. Cette mission est notre seul espoir.
it: Questo è il motivo per cui mando Háwclyn, e perché gli ho dato il mio talismano. Alingwen rispettava suo padre, Elen-Garil, come un mentore, ricordi? Háwclyn potrà anche impugnare la spada di oricalco di Elen-Garil ed i suoi stivali di famiglia. Sarà una missione pericolosa, ed un esperto spadaccino, ben equipaggiato, è la nostra migliore possibilità. Ho paura che abbiamo poca scelta, Lord Zlud. Questa missione può essere la nostra miglior speranza.
ja: ですから私は、ハァウクリンに行かせるのです。そして護符を渡したのです。アリングウェンは彼の父、エレンーガリルを指導者として尊敬し、懐いていました。覚えていますか? それにハァウクリンは、エレンーガリルのオリハルカムで作られた剣と魔法のブーツを操ることが出来ます。この使命はとても危険ですから、技術の高い剣術使いを送るのが懸命です。残念ですが他に道はありませんよ、ズラルド君主。この使命が私たちの唯一の希望です。

source: In that case, Ma’am, with your permission I would like to send my daughter with Háwclyn. She knows Princess Alingwen’s story, and she may add further weight to our pleadings.
de: Dann sei es so. Aber mit eurer Erlaubnis, Majestät, wird meine Tochter Zylvia Háwclyn begleiten. Sie kennt Prinzessin Alingwens Geschichte und kann unserem Anliegen womöglich noch mehr Gewicht verleihen.
fr: Dans ce cas, m'dame, avec votre permission, j'aimerais envoyer ma fille avec Háwclyn. Elle connaît l'histoire de la princesse Alingwen et peut éventuellement donner plus de poids à notre requête.
hu: Fenség, engedelmeddel a lányomat is elküldeném Háwclynnal. Ő is ismeri Alingwen hercegnő történetét, és nyomatékosabbá teheti a kérésünket.
it: In questo caso, Signora, col suo permesso vorrei mandare mia figlia con Háwclyn. Lei è a conoscenza della storia della principessa Alingwen, e potrebbe aggiungere maggior peso alle nostre suppliche.
ja: 分かりました。陛下の許しの元、私の娘をハァウクリンと同席させましょう。彼女は、アリングウェン王女の話を知っていますから、きっと交渉の際、我々の弁論など何か役に立つでしょう。

source: Háwclyn and Zylvia, our lives are in your hands. Horses will not be able to cross the terrain you must cover, and I cannot spare many soldiers to send with you. Nevertheless, you must return with Alingwen as soon as possible. It is vital.
de: Háwclyn und Zylvia, unser aller Leben liegt nun in euren Händen. Dort, wo ihr hin müßt, werden euch Pferde nichts nützen und ich kann euch nur wenige Mann Verstärkung mitgeben. Trotzdem ist es unerläßlich, daß ihr so schnell wie nur möglich mit Alingwen zurückkommt.
fr: Háwclyn et Zylvia, nos vies sont entre vos mains. Des chevaux ne vous seraient guère utiles dans les contrées que vous devrez traverser, et je ne peux pas consacrer beaucoup de soldats pour vous accompagner. Néanmoins, vous devez revenir avec Alingwen aussi vite que possible. C'est vital.
hu: Háwclyn és Zylvia, az életünk a ti kezetekben van. A lovak használhatatlanok azon a földön, ahova indultok, és nagyszámú kíséretet sem tudok mellétek adni. Mindezek ellenére, Alingwennel együtt kell visszatérnetek, amilyen gyorsan csak tudtok. Ez életbevágó.
it: Háwclyn e Zylvia, le nostre vite sono nelle vostre mani. I cavalli non saranno in grado di attraversare il terreno che dovrete attraversare, ed io non posso mandare con voi moti soldati. Nondimeno, dovete tornare con Alingwen il più velocemente possibile. È vitale.
ja: ハァウクリンとズィルヴィア、私たちの運命は、そなたたちの手に掛かっています。馬は、そなたたちの行く道には適さないでしょう。又、状況から、多くの護衛を付ける事もできません。それでもそなたたちは、アリングウェンと共に出来るだけ早く戻らなくては成りません。それは極めて重要です。

source: Yes, ma’am.
de: Ja, eure Majestät.
fr: Oui, m'dame.
hu: Igen, fenség.
it: Si, mia signora.
ja: 承知致しました、陛下。

source: Over the River
de: Über den Fluß
fr: Au delà de la rivière
hu: Át a folyón
it: Oltre il fiume
ja: 川の向こうへ

source: As soon as the conference was over, Háwclyn and Zylvia immediately prepared to depart. Háwclyn equipped himself with the enchanted armor and elven boots he had inherited from his father.
de: Nachdem alles besprochen worden war, bereiteten Háwclyn und Zylvia sogleich ihren Aufbruch vor. Háwclyn wappnete sich mit der verzauberten Rüstung und den Elfenstiefeln die er von seinem Vater gerbt hatte.
fr: Dès la fin de la conférence, Háwclyn et Zylvia se préparèrent au départ. Háwclyn prit l'armure enchantée et les bottes elfiques qu'il avait héritées de son père.
hu: Alighogy a megbeszélés véget ért, Háwclyn és Zylvia azonnal felkészültek az útra. Háwclyn magára öltötte apjától örökölt vértjét, magához vette fegyvereit, felhúzta apjától örökölt csizmáját.
it: Appena l’assemblea fu finita, Háwclyn e Zylvia si prepararono immediatamente per partire. Háwclyn si equipaggiò con l’armatura incantata e gli stivali elfici che aveva ereditato dal padre.
ja: 会議が終わると直ぐに、ハァウクリンとズィルヴィアは出発の準備に掛かりました。ハウクリンは、父から受け継いだ、魔法の鎧とエルフのブーツを身に付けたのでした。

source: Southern Orcs
de: Südländische Orks
fr: Orcs du Sud
hu: Déli orkok
it: Orchi del sud
ja: 南方オーク族

source: Beasts
de: Bestien
fr: Bêtes
hu: Vadak
it: Bestie
ja: 野獣

source: While equipped with his family heirlooms, Háwclyn has a lightning attack, and his resistances and movement rates have been altered.
de: Ausgerüstet mit seinen Familien-Erbstücken kann Háwclyn einen Gegner mit Blitzen angreifen und seine Resistenzen und Bewegungsmöglichkeiten sind verändert.
fr: Équipe de ses objets familiaux, Háwclyn a une attaque éclair et sa résistance et ses mouvements ont été changés.
hu: Mivel Háwclyn felszerelkezett a családi fegyverzettel és a talizmánnal, képességei módosultak, s villámlással is sújthat ellenségeire, ellenállásai és mozgási képességei is módosulnak.
it: Quando equipaggiato con i ricordi di famiglia, Háwclyn ha un attacco fulmine, e le sue resistenze e movimenti sono stati alterati.
ja: 先祖伝来の家宝を身に付け、ハァウクリンの防御力は変化しました。又、女王からの預かり物により、稲妻攻撃を可能としました。

source: The Guard Captain ordered me to carry our banner. It feels so odd for me to be bearing it.
de: Der Wachoffizier befahl mir, unser Banner zu tragen. Es fühlt sich seltsam an, es mitzuführen.
fr: Le capitaine des Gardes m'a chargé de porter notre bannière. Cela me paraît si bizarre de le faire.
hu: A helyőrség parancsnoka rám bízta a csapatzászlót. Nagy megtiszteltetés számomra, hogy én vihetem.
it: Il capitano della guardia mi ha ordinato di portare la nostra bandiera. È così strano per me portarla.
ja: 防衛大尉より軍旗を持つ事を課されたが、私には妙な感じがする。

source: It’s all right. … We have to travel without a captain or marshal anyway. –Look! By the old fortress – there’s a tree branch stripped of leaves! Our emergency signal! Somebody needs help!
de: Ist schon in Ordnung. … Wir müssen ja ohne einen Hauptmann oder Marschall auskommen. – Sieh nur! Dort, bei der alten Festung! Da ist ein Baum, von dessen Zweigen die Blätter entfernt wurden! Unser Notsignal! Da braucht jemand Hilfe!
fr: Cela ira... Nous devons voyager sans capitaine ni maréchal de toutes manières. -Regardez ! À côté de la vieille forteresse — il y a une branche d'arbre entièrement effeuillée ! C'est notre signal de détresse ! Quelqu'un a besoin d'aide !
it: È tutto a posto. ...In ogni caso dobbiamo viaggiare senza un capitano o maresciallo. -Guarda! Vicino quella vecchia roccaforte - c’è un ramo dell’albero spogliato dalle foglie! Il nostro segnale di emergenza! Qualcuno ha bisogno di aiuto!
ja: 悪くは無い様ですよ。... いずれにせよ、キャプテンもマーシャルもいないのですから。 ... あっ、あちらを！ 古い砦の脇に葉を取り除いた木の枝が! 我々の危機を知らせるサインです! 誰かが助けを求めています!

source: Move Háwclyn or Zylvia to the castle in the west
de: Führt Háwclyn oder Zylvia bis zur Festung im Westen
fr: Conduire Háwclyn ou Zylvia jusqu'au château situé à l'ouest
it: Sposta Háwclyn o Zylvia nel castello ad ovest
ja: ハァウクリンかズィルヴィアを北西の城へ移動

source: Orcish Territory
de: Ork-Gebiet
fr: Territoire orc
hu: Ork felségterület
it: Territorio degli orchi
ja: オークの領土

source: We are entering orcish territory now. Keep alert.
de: Hier beginnt das Ork-Gebiet. Wir müssen vorsichtig sein.
fr: Nous entrons en territoire orc. Restons en alerte.
hu: Ork területre léptünk. Legyetek óvatosak!
it: Stiamo entrando nel territorio degli orchi. Fate attenzione.
ja: 我々はオークの領地に侵入した。気を付けるように。

source: Even the beasts seem crazed!
de: Das diese Bestien immer so wild sein müssen!
fr: Même les bêtes ont l'air affolées !
hu: Még a vadak is megvesztek!
it: Anche gli animali sembrano impazziti!
ja: まるで、獣たちまで呪われている様に見える。

source: Yes, somebody has been here, recently… Elin-Sal, I hope.
de: Ja, hier war jemand, erst vor kurzem … Elin-Sal, will ich hoffen.
fr: Oui, quelqu'un était ici il y a peu... Elin-Sal, j'espère.
it: Si, qualcosa è stato qui, di recente... Elin-Sal, spero.
ja: 確かに誰か居る... エリンーサル隊長だと良いのだが。

source: Sergeant Cryndil, Merllow, honored mage, greetings. Elengavion Castle is in danger, sergeant. You will need to return immediately. But before you depart, what has been happening here? Where is Captain Elin-Sal?
de: Feldwebel Cryndil, Merllow, verehrter Magier, ich grüße euch. Elengavion Castle ist in Gefahr, Feldwebel. Ihr müßt unverzüglich dorthin zurückkehren. Doch zuvor berichtet mir, was hier vorgefallen ist. Wo ist Hauptmann Elin-Sal?
fr: Sergent Cryndil, Merllow, honorable mage, salut ! Elengavion est en danger, sergent. Vous devez y retourner immédiatement. Mais avant tout, que s'est-il passé ici ? Où est le capitaine Elin-Sal ?
hu: Cryndil őrmester, Merllow, nagytiszteletű mágus, üdvözöllek titeket. Az Elengavion Kastély veszélyben van, őrmester. Azonnal vissza kell térned. De mielőtt elindulsz, mi történt itt? Hol van Elin-Sal kapitány?
it: Sergente Cryndil, Merllow, onorabile mago, salve. Il castello di Elengavion è in pericolo, sergente. Devi tornare immediatamente. Ma prima che tu parta, cosa è successo qui? Dov’è il capitano Elin-Sal?
ja: クリンデル軍曹と賢者ミィルロウ! どうしたんだ? イレンギャヴィオン城が危険にさらされているんだ、軍曹。直ちに戻ってくれ。しかし出発の前に何がここで起こっているのか聞かせてくれ。エリンーサル隊長はどこに居るんだ?

source: Dead, sir. Merllow came to us in great haste, with news of some… disturbance in Dorest, and a force of southern orcs only hours behind him. Since the captain’s death we’ve been sneaking in the woods, pretending to be a much larger force, trying to hold this side of the river.
de: Er ist tod, Herr. Merllow kam in großer Eile zu uns, er brachte Kunde von seltsamen … Vorgängen in Dorest. Eine Truppe südländischer Orks war nur wenige Stunden hinter ihm. Nachdem der Hauptmann gefallen war, schlichen wir uns in die Wälder. Wir wollten die Feinde glauben machen, daß hier noch viele der Unsrigen wären, um diese Seite des Flusses abzusichern.
fr: Il est mort, monsieur. Merllow est arrivé avec la nouvelle de... troubles dans Dorest, et une troupe d'orcs du Sud l'a suivi quelques heures après. Depuis la mort du capitaine, nous avons rôdé dans les bois, essayant de faire croire à des forces bien plus importantes, afin de tenir ce côté-ci de la rivière.
it: Morto, signore. Merllow è venuto da noi in gran fretta, con notizie di qualche... disturbo in Dorest, ed un esercito di orchi del sud solo qualche ora dietro di lui. Dalla morte del capitano abbiamo agito furtivamente nei boschi, facendo finta di essere un esercito molto più grande di quello che realmente siamo, cercando di tenere questa parte del fiume.
ja: 残念ながら、彼は亡くなりました。しかし事態は、賢者ミィルロウから聞いたところで有ります、ハァウクリン。大勢の南のオークが川の向こう岸に... 我々は渡って来ない様、食い止めなければ成りません。

source: It’s a rogue half-elven wizard called Gulder. He was using the powers of Domination that Gulcyn used to have, all those years ago. He took Dorest by surprise, and next he’s going to attack Elengavion Castle! What’s more, he has a great host of southern orcs at his command; I have never seen so many orcs before!
de: Es gibt da einen schurkischen Halbelfen-Zauberer mit Namen Gulder. Er beherrscht die Kunst der Willensübertragung, genau so wie Gulcyn vor vielen Jahren. Dorest wurde von ihm ganz überraschend eingenommen und als nächstes wird er Elengavion Castle angreifen! Zu allem Überfluß befehligt er auch noch eine große Anzahl südländischer Orks. Nie zuvor habe ich derart viele Orks auf einmal gesehen!
fr: C'est une canaille de sorcier à demi elfe nommé Gulder. Il utilisait des pouvoirs de Domination comme ceux de Gulcyn autrefois. Il a pris Dorest par surprise, et va s'en prendre à Elengavion ! De plus, il a une grande armée d'orcs du Sud à ses ordres ; je n'avais jamais vu autant d'orcs à la fois !
it: È un mago imbroglione mezzo-elfo chiamato Gulder. Ha usato il potere della Dominazione che possedeva Gulcyn, tutti quegli anni fa. Ha preso Dorest di sorpresa, e sta per attaccare il castello di Elengavion! In più, ha un grande esercito di orchi del sud al suo comando; non ho mai visto così tanti orchi prima d’ora!
ja: あの危険なアイの子魔術師、ガルダーじゃ。奴が突然大勢の南のオーク達と共に現れて、昔、魔術師ガルシンが使った魂の技と同じ魔法を使ったんじゃ。奴は、南のオーク達を集めてイレンギャヴィオン城を攻撃するつもりじゃよ。

source: Southern orcs? How has he been able to control orcs? They do not normally listen to what humans say, do they?
de: Südländische Orks? Wie kann er Orks kontrollieren? Normalerweise hören sie doch gar nicht auf das, was Menschen ihnen sagen? Oder?
fr: Des orcs du Sud ? Il peut contrôler des orcs ? Ils ne prêtent normalement aucune attention à ce que disent les humains, pas vrai ?
hu: Déli orkokkal? Hogy uralkodhat az orkok fölött? Hiszen semmibe veszik, amit bárki emberfia mond nekik.
it: Orchi del sud? Come è stato in grado di controllare gli orchi?Normalmente non ascoltano un umano, o no?
ja: 南のオークですって? 彼はどうやってオークを操っているのでしょう? オーク達は、人間たちの言う事など聞かないのでは?

source: Yes, that’s true. Domination does not work on orcs. … I don’t know, milady. I was too busy trying to escape before I too was enslaved.
de: Das ist wohl war. Willensübertragung funktioniert bei Orks nicht. … - Ich weiß es auch nicht, Herrin. Ich mußte schnell fliehen, bevor sie mich auch noch versklaven konnten.
fr: Oui, c'est vrai. La Domination ne fonctionne pas sur les orcs... Mais je ne sais pas, madame. J'étais bien trop préoccupé à m'échapper avant d'être asservi moi aussi.
it: Si, è vero. La Dominazione non funziona sugli orchi. ... Non lo so, mia signora, ero troppo occupato a scappare prima di essere catturato.
ja: その通りじゃ。オーク達に人間の支配は通用せんはずじゃ。分からんのだよ、殿下。私はただ奴隷にされる前に信者達と共に町を脱出したんじゃ。
