Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: Very well. I will take care of the orcs here. We must continue in this direction to reach the mountains of Dorth anyway. Sergeant Cryndil, please return to the castle at once. Merllow, would you be willing to come with us, honored sage? We will need your magical arts to defeat the southern orcs.
de: Nun gut. Ich werde hier auf die Orks achtgeben. Wir müssen weiter in diese Richtung, um irgendwie die Berge von Dorth zu erreichen. Feldwebel Cryndil, ihr kehrt bitte wieder zur Festung zurück. Und ihr, verehrter Merllow, seid ein weiser Mann, würdet ihr mit uns kommen? Wir könnten eure magischen Künste im Kampf gegen die südländischen Orks gut gebrauchen.
fr: Très bien. Nous allons nous occuper des orcs. Nous devons continuer dans cette direction pour atteindre les montagnes de Dorth de toute façon. Sergent Cryndil, retournez s'il vous plaît au château sur le champ. Merllow, auriez-vous l'amabilité de nous accompagner ? Nous avons besoin de vos pouvoirs magiques pour vaincre les orcs.
hu: Rendben van. Én elbánok ezekkel az orkokkal.Továbbra is ebben az irányban kell haladnunk, hogy elérjünk a Doth-hegységbe. Cryndil őrmester, kérem azonnal térjen vissza a kastélyba! Merllow, velünk jönnél, nagytiszteletű bölcs? Szükségünk lesz a mágikus tudásodra, hogy megsemmisítsük a déli orkokat.
it: Bene. Mi prenderò carico io di questi orchi. Dobbiamo continuare in questa direzione per raggiungere le montagne di Dorth comunque. Sergente Cryndil, per favore ritorna subito al castello. Merllow, Cosa ne dice di unirsi a noi, onorevole saggio? Avremo bisogno delle sue arti magiche per sconfiggere gli orchi del sud.
ja: 承知した。私がこの場のオークを引き受けよう。いずれにせよ、我々はドース山脈の山奥まで行かなければ成らない。クリンデル軍曹、私が言った様にしてくれ、そして賢者ミィルロウ、私と一緒に来てくれないか? 南のオーク達を倒すのに貴方の技がと兵士が必要だ。

source: Why, certainly. I am no use to anyone, blundering about in the woods…
de: Aber sicher, warum nicht. Es nützt ja niemandem etwas, wenn ich hier weiter in den Wäldern umherirre …
fr: Certainement. En vadrouillant dans ces bois, je ne suis utile à personne...
it: Certamente. Non sono di aiuto a nessuno, anaspando nei boschi...
ja: 了解した。いずれにせよ、ここに隠れ続けていても意味は無い。

source: Sergeant Cryndil! Sir! May I go with Major Háwclyn? I would like to help forge a legend.
de: Feldwebel Cryndil! Herr! Könnte ich mich Major Háwclyn anschließen? Ich würde gern helfen, wenn eine Legende entsteht.
fr: Sergent Cryndil ! Monsieur ! Puis-je aller avec le major Háwclyn ? Je voudrais aider à forger une légende.
hu: Cryndil őrmester!Uram! Elkísérhetem Háwclyn őrnagyot? Történelmet szeretnék írni én is.
it: Sergente Cryndil!! Signore! Posso unirmi al Maggiore Háwclyn? Voglio aiutare a creare una leggenda.
ja: クリンデル様、私をハァウクリンのお供とさせて貰いませんか? 私もいっしょに伝説を作りたいのです。

source: Eh, that’s the ranking officer’s decision, not mine. Still, taking one soldier fewer back to the castle does no harm that I can see.
de: Nun, das muß der ranghöhere Offizier entscheiden, nicht ich. Aber ich denke, es wird wohl keinen Unterschied machen, ob nun ein Soldat mehr oder weniger zur Festung zurückkehrt.
fr: Cela relève de l'officier des effectifs, pas de la mienne. Cependant, ramener un soldat de moins au château ne peut pas faire grand mal, j'imagine.
hu: Eh, a rangidős parancsnoknak kell döntenie, nem nekem. Én úgy látom, hogy nem oszt, nem szoroz, ha eggyel kevesebb katonával térek vissza a kastélyba.
it: Eh, è una decisione che dovrebbe prendere un ufficiale di grado, non io. Ma portare indietro al castello un soldato in meno non dovrebbe causare problemi.
ja: いや、それは位が上の将校が決める事だ。ハァウクリン次第と私は申す。だが、お前一人では、我々と共に城に戻ったところで、さほど助けには成らんであろう。

source: Yes, he seems keen. I will gladly take him.
de: Ja, er sieht sehr entschlossen aus. Ich werde ihn gern mitnehmen.
fr: Oui, il a l'air enthousiaste. Je le prendrais volontiers.
hu: Nos, értékelem a lelkesedésedet. Szívesen látlak köztünk.
it: Si, pensiero acuto. Lo prendo volentieri con me.
ja: 私と共に行こう。君の熱心な気持ちはきっと私の助けに成る。

source: You can now recruit Merllow the Sage’s <i>Followers</i>.
de: Ihr könnt nun die <i>Gefolgsleute</i> Merllows des Weisen einberufen.
fr: Vous pouvez maintenant recruter les <i>partisans</i> de Merllow le Sage.
ja: 賢者ミィルロウの従者達を雇用出来ます。

source: Death of Merllow
de: Merllow fällt in der Schlacht
fr: Mort de Merllow
hu: Merllow elesik
it: Morte di Merllow
ja: 賢者ミィルロウが没

source: I still see no reason for southern orcs to lurk here, whether they came of their own accord or because Gulder sent them.
de: Ich kann mir nicht denken, warum die südländischen Orks hier herumschleichen sollten. Weder haben sie selbst einen Grund, noch gäbe es für Gulder einen, sie hierher zu schicken.
fr: Je ne vois toujours pas pourquoi les orcs du Sud rôdent par ici, qu'ils soient venus de leur propre chef ou sur ordre de Gulder.
hu: Még mindig nem értem, hogy ólálkodhatnak déli orkok itt. Vajon saját akaratukból jöttek, vagy tényleg Gulder küldte őket.
it: Ancora non vedo la ragione per la presenza di orchi del sud qui, sia che siano venuti per loro volontà, sia su ordine di Gulder.
ja: 私はまだ南のオーク達がここに潜伏している理由が見当たらない。自発的にやって来たのか、又は、ガルダーが送り込んだとしても。

source: That small river leads in the direction of the Mountains of Dorth. We should follow it.
de: Dieser kleine Fluß kommt aus den Bergen von Dorth. Wir sollten ihm folgen.
fr: Cette petite rivière se dirige vers les montagnes de Dorth. Nous devrions la suivre.
hu: Az a kis folyócska épp a Dorth-hegység felé vezet. Követnünk kéne a völgyét.
it: Quel piccolo fiume ci conduce nella direzione delle montagne di Dorth. Dobbiamo seguirlo.
ja: その小川は、我々をドース山脈の方角に導くでしょう。沿って行きましょう。

source: Oh, no! That is a fatal blow to my mission. What will I do without his knowledge of magic??
de: Oh nein! Das ist ein schwerer Schlag für meine Mission! Wie soll ich ohne seine Kenntnisse der Magie auskommen??
fr: Oh, non ! C'est un coup fatal pour ma mission. Que pourrais-je faire sans l'aide de sa magie ??
hu: Ó, ne! Ez végzetes csapás a küldetésünkre. Semmire sem megyünk a mágikus ereje nélkül!!
it: Oh, no! Questo è un colpo fatale alla mia missione.Cosa farò senza la sua conoscenza della magia??
ja: まさか! 彼の知識と魔法無しでは、私の任務の上で致命的な打撃だ。

source: I have failed my Queen and my people…
de: Ich habe meine Königin und mein Volk im Stich gelassen …
fr: J'ai failli à ma reine et à mon peuple...
it: Ho fallito, mia regina e mia gente...
ja: 私は任務に失敗してしまった。

source: In the Swamps
de: In den Sümpfen
fr: Dans les marais
hu: A mocsarak közt
it: Nelle paludi
ja: 沼地にて

source: Háwclyn and the party travelled a long distance along the small river; however, their quest for the Princess Alingwen had barely begun. When they reached the road between Prestim and Lmarig, a certain saurian was preparing to do battle with a force of southern orcs.
de: Lange zogen Háwclyn und sein Trupp an dem kleinen Fluß entlang und legten dabei eine weite Strecke zurück. Doch noch immer standen sie erst am Anfang ihrer Reise. Als sie dann die Straße zwischen Prestim und Lmarig erreichten, bereitete sich dort gerade ein gewisser Saurianer auf einen Kampf gegen einige südländische Orks vor.
fr: Háwclyn et sa troupe parcoururent une longue distance le long de la petite rivière. Cependant, leur recherche de la princesse Alingwen venait à peine de commencer. Quand ils atteignirent la route qui va de Prestim à Lmarig, un saurien se préparait à combattre une bande d'orcs du Sud.
hu: Háwclyn kíséretével a folyócska völgyében folytatta útját; de küldetésük igazából épp csak elkezdődött.Amikor a Prestim és Lmarig között fekvő utat elérték, épp egy gyíkcsapat készülődött megütközni a déli orkokkal.
it: Háwclyn e la sua comitiva viaggiarono per un bel pezzo lungo il piccolo fiume; ma, la loro missione per trovare la principessa Alingwen era appena iniziata. Quando raggiunsero la strada tra Prestim e Lmarig, un certo sauro si stava preparando a dare battaglia contro un esercito di orchi del sud.
ja: ハァウクリンとその一行は、その小川に沿って長い道のりを進みました。しかし、アリングウェン王女の探索の旅は、まだ始まったばかりです。彼らがプレスティムとリマリグを結ぶ道に差し掛かった時、見覚えのある一匹のトカゲ族のリーダーが南のオークと戦闘を交える準備をしていました。

source: Mage-led Orcs
de: Magier-geführte Orks
fr: Guide spirituel des orcs
hu: Mágus-irányította orkok
it: Mago-condottiero orco

source: First defeat the Orcish Mage
de: Besiegt zuerst den orkischen Magier
fr: Vaincre d'abord le Mage orc
ja: まず、オークの魔術師を倒す

source: Let’s claim these lands for orcs!
de: Laßt uns dieses Land für die Orks erobern!
fr: Prenons possession de ces terres pour les orcs !
hu: Foglaljuk el ezt a földet az orkoknak!
it: Reclamiamo queste terre per gli orchi!
ja: ここを占領するぞ!

source: Kyeee… why are sssouth orcs in my territory?
de: Kyeee … wasss wollen die SSSüd-Orksss in meinem Gebiet?
fr: Kyeee… que font cccces orcs du Sssssud sssssur mon territoire ?
it: Kyeee... perché gli orchi del sssud sono nel mio territorio?
ja: キー... 何でヤー、何で南のオークがワイの領土に居るんヤー?

source: Sir, may we offer you our help? We are no friends of orcs, and we must fight past them to get to the Mountains of Dorth in any case.
de: Herr, dürfen wir euch unsre Hilfe anbieten? Wir mögen die Orks nicht und werden ohnehin gegen sie kämpfen müssen, um in die Berge von Dorth zu kommen.
fr: Monsieur, pouvons-nous vous aider ? Nous ne sommes pas les amis des orcs et devons passer à travers eux pour gagner les montagnes de Dorth.
hu: Uram, felajánlhatom a segítségünket? Nem vagyunk az orkok barátai, és különben is elállják az utunkat a Dorth-hegység felé.
it: Signore, possiamo offrirle il nostro aiuto? Non siamo amici degli orchi, e dobbiamo in ogni caso aprirci la strada combattendo contro di loro per raggiungere le montagne di Dorth.
ja: 殿方、戦闘に参加する事を希望する。我々は、オークの味方では無いし、ドース山脈に向かうに辺り、ここを押し通らなければ成らない。

source: Tccht! Ssstrange! Why you carry the elvish banner when you are not captain or marshal? Tcht! You must be fake elf…
de: Tccht! Wasss sssoll dasss? Wessshalb tragt ihr dasss Elfen-Banner, wo ihr doch kein Marssschall oder wenigssstensss Hauptmann seid? Tcht! Mit euch kann doch etwasss nicht ssstimmen, Elf …
fr: Tccht ! Étrange ! Vous portez la bannière des elfes et vous n'êtes ni capitaine ni maréchal ? Tcht ! Vous êtes un faux elfe...
it: Tccht! Ssstrano! Perché porti la bandiera degli elfi e non sei un capitano o maresssciallo? Tcht! Devi essssere un falssso elfo...
ja: チィー! お前も変だ。何故キャプテンでもマーシャルでも無いのに、エルフの軍旗を持ってるんヤ? チィ! さてはお前、偽エルフやな。

source: I am Háwclyn, son of Elen-Garil.
de: Ich bin Háwclyn, Sohn des Elen-Garil.
fr: Je suis Háwclyn, fils de Elen-Garil.
hu: Háwclyn vagyok, Elen-Garil fia.
it: Sono Háwclyn, figlio di Elen-Garil.
ja: 私は、エレンーガリルの息子、ハァウクリン。

source: And I am Zylvia, daughter of Lord Zluld.
de: Und ich bin Zylvia, Tochter Lord Zlulds.
fr: Et je suis Zylvia, fille du seigneur Zluld.
hu: Én pedig Zylvia, Lord Zluld lánya.
it: Ed io Zylvia, figlia di Lord Zlud.
ja: そして私は、ズラルド君主の娘、ズィルヴィア。

source: Elen-Garil? And Tsss-luld…? I have heard those namess… Ah, Elvanadíon’s right-hand man, and his younger brother! … You may join.
de: Elen-Garil? Zssluld … ? Wo hörte ich diessse Namen ssschon … ? Ah, Elvanadíonsss rechte Hand und sssein jüngerer Bruder! … Nun, dann ssschließt euch mir an.
fr: Elen-Garil ? et Tsss-luld…? Je connais ces noms... Ah oui, le bras droit d'Elvanadíon et sssson jeune frère ! ... Vous pouvez vous joindre à nous.
it: Elen-Garil? E Tsss-luld…? Ho già sentito quei nomi... Ah, il braccio destro di Elvanadíon’s , ed il suo più giovane fratello!... Potete aiutarci.
ja: エレンーガリルとズラルド...? 聞いた事の有る名前ヤ... あー、エルバナディオンの右腕と弟ヤ! 参加を認めるデ。

source: Goblins? Orcs? Berserkers? Here? And southern raiders at that!? What is the land coming to?
de: Kobolde? Orks? Berserker? Hier? Und südländische Banditen noch dazu!? Was soll das denn noch werden?
fr: Des gobelins ? Des orcs ? des berserkers ? Ici ? Qu'est-ce que ce pays est en train de devenir ?
it: Goblin? Orchi? Berserker? Qui? E razziatori orchi qui? Cosa sta succedendo?
ja: ゴブリンにオークに狂暴漢、それに南の侵略者? ここに? 一体ここはどう成っチョるんだ? 分からんキ!

source: Who is that?
de: Was ist das?
fr: Qui est-ce ?
hu: Ki az?
it: Chi è quello?
ja: 誰だ?

source: Tsss. Friend. Name Vladnir. Leave him alone though. Likess ssaurians. Lesss fond of other ground-crawlerss.
de: Tsss. Ein Freund. Heissst Vladnir. Wollte allein sssein. Mag Sssaurianer. Weniger zzzartfühlend als andere Boden-Krabbler.
fr: Tsss. Un ami. Nom est Vladnir. Laissssssez-le tranquille. Il aime les ssssssauriens. Il aime moins ce qui rampe sur le sol.
hu: Sssszzz. Barát. Vladnir a neve. De ne zavarjátok! Szereti a gyíkokat. De a többi földi lényt nem nagyon kedveli.
it: Tsss. Amico. Il suo nome è Vladnir. Ma lasssciatelo da sssolo. Gli piacciono i sssauri. Meno le altre persone che strisciano i piedi.
ja: ツー、友達ヤ。名前はヴラドニァー。放っといてやってヤ。別口の我々の様なたぐいヤ。

source: To Prestim
de: Nach Prestim
fr: Vers Prestim
hu: Prestim felé
it: Verso Prestim
ja: プレスティムへ

source: To Lmarig
de: Nach Lmarig
fr: Vers Lmarig
hu: Lmarig felé!
it: Verso Lmarig
ja: リマリグへ

source: We are out of time!
de: Wir kommen zu spät!
fr: Nous n'avons plus le temps !
hu: Kifutottunk az időből!
it: Non ci rimane più tempo!
ja: 時間切れだ!

source: Oh, no! Curse it, they’ve butchered the shaman!
de: Oh nein! Verflucht nochmal, sie haben den Schamanen abgestochen!
fr: Oh non ! Maudits soient-ils, ils ont égorgé le chaman !
it: Oh, no! Maledizione, hanno macellato lo sciamano!
ja: オウ、何だ! 恨むぞ。奴らは我々のまじない師を虐殺しやがった!

source: … Ha… ha… ha… This is not the end… Gulder… for Gulder…
de: … Ha… ha… ha… Es ist noch nicht zu Ende… Gulder… für Gulder…
fr: ... Ha... ha... ha... Ce n'est pas fini... Gulder... pour Gulder...
it: ...Ha... ha... ha... Non è la fine... Gulder... per Gulder...
ja: ... ハッ... ハッ... ハッ... これで終わりではない。ガルダー、ガルダー様...

source: Wait, that is exactly what Rhyss said.
de: Moment mal, das ist doch genau dasselbe, was Rhyss sagte.
fr: Hé, c'est exactement ce que disait Rhyss.
hu: Álljon meg a menet, Rhyss pontosan ezeket a szavakat mondta a halála előtt.
it: È esattamente la stessa cosa che ha detto Rhyss.
ja: ちょっと待って、それはリッスが言った言葉と全く同じです。

source: Does that mean the orcish mage was also controlled by Gulder?
de: Heißt das etwa, der orkische Magier wurde auch von Gulder kontrolliert?
fr: Cela veut-il dire que ce mage orc était aussi contrôlé par Gulder ?
hu: Azt jelenti ez, hogy az ork mágust szintén Gulder irányította?
it: Significa che anche il mago orco era controllato da Gulder?
ja: その意味は、オークの魔法使いもガルダーに操られていると?

source: Hmmm… Perhaps Gulcyn’s arts depend on the sensitivity of the victim’s brain. It might not work for most orcs, but it might work for their shamans…
de: Hmm… Möglicherweise ist Gulders Einfluß von der Empfänglichkeit des Gehirns seiner Opfer abhängig. Es wird bei den meisten Orks zwar nicht funktionieren, bei ihren Schamanen aber vielleicht schon …
fr: Hmmm... Peut-être que le truc de Gulcyn dépend de la sensibilité de l'esprit de la victime. Cela peut ne pas marcher sur les orcs, mais seulement sur leurs chamans...
it: Hmmm... Forse l’arte di Gulcyn dipende dalla sensibilità del cervello della vittima. Potrebbe non funzionare sulla maggior parte degli orchi, ma magari può funzionare sugli sciamani...
ja: ふーむ... 多分ガルシンの技は、犠牲者の脳細胞によるので有ろう。殆どのオークたちには効果が無いが、彼らの呪い師となると話は別じゃ。

source: So you mean Gulder could control the orcish shamans, and they could command the southern orcs?
de: Du meinst also, Gulder kann die orkischen Schamanen kontrollieren, und diese befehligen dann die südländischen Orks?
fr: Vous voulez dire que Gulder contrôlerait les chamans et que ceux-ci dirigeraient les orcs du sud ?
hu: Szóval azt mondod, hogy Gulder az ork sámánokat tartja a befolyása alatt, akik viszont vezetik a déli orkokat?
it: Quindi dici che Gulder potrebbe controllare gli orchi sciamani, e loro potrebbero comandare gli orchi del sud?
ja: では、そなたはガルダーがオークの呪い師を操り、彼らが南のオーク達に指令を出しているとおっしゃるのですか?

source: I am just saying it might be a possibility…
de: Ich habe ja nur gemeint, es wäre eine Möglichkeit…
fr: Je dis seulement que c'est possible...
it: Dico solo che potrebbe essere una possibilità...
ja: 私は、ただその可能性が有ると申しただけじゃが...。

source: I do hope you are wrong, Merllow, but I think we should now make all possible haste.
de: Ich hoffe, du hast Unrecht, Merllow, aber jetzt sollten wir erst einmal so schnell wie möglich weiterziehen.
fr: J'espère que vous vous trompez Merllow, mais je pense que nous devrions nous dépêcher.
hu: Merllow, erősen remélem, hogy tévedsz, de gyorsan kell mérlegelnünk a lehetőségeket.
it: Spero tu non abbia ragione, Merllow, ma credo che ora dovremmo prendere in considerazione tutte le ipotesi.
ja: 賢者ミィルロウ、私は、貴方が間違っている事を望むが、どうやら急いだ方が良さそうだ。

source: Haaawclyn, Tsss-ylvia, you fought well. If you ssseek mountains, follow the road towardss Lmarig. That sendss you to foot of Mountains of Dorth. It iss closssesst way. You may take ssaurianss warriorss.
de: Haaawclyn, Zsssylvia, ihr habt euch gut gesssschlagen. Wenn ihr in die Berge wollt, folgt der Sssstraße nach Lmarig. Sssie bringt euch bisss zum Fuße der Berge von Dorth. Esss ist der kürzeste Weg. Ihr sssolltet sssaurianische Kämpfer mitnehmen.
fr: Haaawclyn, Tsss-ylvia, vous vous êtes bien battu. Ssssi vous cherchez les montagnes, sssssuivez la route de Lmarig. Cccccela vous conduira aux contreforts des montagnes de Dorth. C'est la route la plus courte. Vous pouvez emmener des guerriers sssssauriens avec vous.
it: Haaawclyn, Tsss-ylvia, avete combattuto bene. Ssse cercate le montagne, seguite la ssstrada verssso Lmarig. Vi porta fino ai piedi delle montagne di Dorth. È la via più veloce. Potete prendere con voi alcuni guerrieri sssauri.
ja: ハァウクリン、ズィルヴィア、よく戦ったデ。山脈ヤッたらリマリグへ行く道を進めばエエ。ドース山脈の麓に出るデ。それが近道ヤ。ワイの戦士を連れて行きヤ。

source: Thank you, sir.
de: Habt Dank, Herr.
fr: Merci, monsieur.
hu: Köszönöm, uram.
it: Grazie, signore.
ja: 礼を言う。

source: You can now recruit <i>Saurian Skirmishers</i>.
de: Ihr könnt jetzt <i>saurianische Plänkler</i> ausbilden.
fr: Vous pouvez recruter désormais des <i>sauriens</i>.
hu: Mostantól <i>gyík menetelőket</i> is toborozhatsz.
it: Ora puoi reclutare <i>Sauri incursori</i>.
ja: トカゲの散兵を雇用できます。

source: Merllow the Sage! Oh no! We still needed his help.
de: Merllow der Weise! Oh nein! Wir hätten seine Hilfe noch gebrauchen können.
fr: Merllow le Sage ! Oh non ! Nous avions encore besoin de lui.
hu: Bölcs Merllow! Ó, ne! Legalább annyira szükségünk volt a segítségedre, mint neked a miénkre.
it: Merllow il saggio! Oh no! Abbiamo ancora bisogno del suo aiuto.
ja: 賢者ミィルロウ...! まさか! 我々はあなたが必要だ!

source: Dwarvish Warden
de: Zwergen-Wächter
fr: Nain gardien
hu: Törp felügyelő
it: Nano Custode
ja: ドワーフの長官

source: Háwclyn and his party followed Xizzyx’s directions, but it was not an easy journey. Soon after they reached the foothills of the Mountains of Dorth, they encountered a notable dwarvish warrior, a meeting that was to prove critical to their mission.
de: Háwclyn und seine Leute folgten Xizzyxs Wegbeschreibung, doch war es trotzdem keine leichter Marsch. Als sie die Ausläufer der Berge von Dorth erreicht hatten, begegneten sie einem vornehmen Zwergen-Kämpfer, ein Umstand, der ihre Mission gefährden konnte.
fr: Háwclyn et sa troupe suivirent la direction indiquée par Xizzyx, mais le trajet ne fut pas facile. Peu après, avoir atteint les collines au pied des montagnes de Dorth, ils rencontrèrent un éminent guerrier nain, rencontre qui se révéla cruciale pour leur mission.
hu: Háwclyn kíséretével követte Xizzyx útmutatását, de nem volt könnyű az út. Hamarosan azután, hogy elérték a Dorth-hegység lábát, egy neves törp harcossal találkoztak, ez a találkozás meghatározónak bizonyult a küldetés során.
it: Háwclyn e la sua brigata seguirono le indicazioni di Xizzyx, ma non fu un viaggio facile. Subito dopo aver raggiunto i piedi delle montagne di Dorth, incontrarono un insigne nano guerriero, un incontro che mostrò la criticità della loro missione.
ja: ハァウクリンとその一行は、クシッズズィックスの言った通りに進みました。旅は容易では無かったモノの、彼らがドース山脈の麓に着いた時、あるドワーフの貴族の戦士と使命の上で、運命的な出会いが待っていました。

source: Death of Turuk
de: Turuk fällt in der Schlacht
fr: Mort de Turuk
hu: Turuk elesik
it: Morte di Turuk
ja: タラクが没

source: … Take… over… here…
de: … Vertreibt sie von hier …
fr: ... Prenez... par... là...
it: ...Conquistate... questa... zona...
ja: ... ここを... 占領... せよ...。

source: Yes! Sir!
de: Ja, Herr!
fr: Oui ! Monsieur !
hu: Igen, uram!
it: Si! Signore!
ja: 分かりました! 親方!

source: Hey, elf lad! I judge ye are nae friends tae the orcs! Help me fight these southern marauders! They shouldnae be this far from their homelands!
de: Hey, Herr Elfen-Grünschnabel! Wir erachten Ihn für einen besseren Freund, als die Orks! Helfe er uns, gegen diese südländischen Marodeure zu streiten! Sie sollen es bereuen, sich so weit hinauf gewagt zu haben!
fr: Hé, toi l'elfe ! J'crois bien que tu n'es pas l'ami des orcs ! Aide-moi à combattre ces maraudeurs du sud ! Ils ne devraient pas être si loin de chez eux !
hu: Hej, ifjú tünde! Tudtommal nem vattok jóba az orkokkal! Segíts nekem a déli fosztogatók ellen! Nem kén' itt lenniük, iiyen messzire a fődjüktűl.
it: Hey, ragazzo elfo! Non mi sembri amico di quegli orchi! Aiutami a combattere questi saccheggiatori del sud! Non dovrebbero essere così lontani dalle loro terre!
ja: オイ、若いエルフ! 御主たちは、オークの味方では無いと見受けするダ。この南の略奪者たちと戦うのを手伝わんか! 奴らはここサ居るべきでは無いのだ!

source: Gladly, sir. If we are to find the Princess Alingwen, we would have to fight our way past them in any case.
de: Sehr gern, mein Herr. Wenn wir die Prinzessin Alingwen finden wollen, werden wir uns den Weg ohnehin freikämpfen müssen.
fr: Avec joie monsieur. Nous sommes à la recherche de la princesse Alingwen, et nous aurions dû nous tailler un chemin à travers eux de toute manière.
hu: Örömmel, uram. Alingwen hercegnőt akarjuk megtalálni, így amúgy is az utunkban állnak.
it: Volentieri, signore. Se vogliamo trovare la principessa Alingwen, dovremmo comunque aprirci la strada attraverso di loro in ogni caso.
ja: 喜んでお受けする。我々はアリングウェン王女を見つける為、イズレにせよここを押し通らなければ成らない。

source: ‘Princess Alingwen’…? Hmmm… That name is no’ familiar to me, but I do know an elven sorceress wi’ a talisman very like that one you bear.
de: ‘Prinzessin Alingwen’ … ? Hmmm… Dieser Name ist uns fremd, doch uns deucht, wir haben Kunde einer Elfen-Zauberin mit einem Talisman, der dem Euren sehr ähnlich ist.
fr: « Princesse Alingwen »...? Hmmm... Ce nom ne m'est pas familier, mais je connais bien une sorcière elfe qui porte un talisman comme le vôtre.
it: La “Principessa Alingwen”...? Hmmm... Questo nome non mi è familiare, ma conosco una maga elfica che possiede un talismano molto simile a quello che tu porti.
ja: アリングウェン王女...? ふーむ... 馴染みの無い名前だ。アン、でも御主の首飾りとソックリな物を持っているエルフの魔女なら知っとるベサ。

source: Really? Sir, do you know where this sorceress lives?
de: Tatsächlich? Herr, wißt ihr, wo diese Zauberin lebt?
fr: Vraiment ? Monsieur, savez-vous où elle demeure ?
hu: Valóban? Uram, te tudod, hol találhatjuk meg ezt a boszorkányt?
it: Veramente? Signore, dove vive questa maga?
ja: 何だって? 貴方は彼女の居所を知っているのですか?

source: I am the Warden o’ the Mountains o’ Dorth. Ah ken everything about this range, but the tellin’ can wait ’til after the battle.
de: Wir sind der Hüter der Berge von Dorth. Wir wissen alles über diese Gegend, doch laßt uns damit bis nach der Schlacht warten.
fr: Je suis le Gardien des montagnes de Dorth, et je n'ignore rien de ce qui les concerne, mais tout cela peut attendre la fin de la bataille.
hu: Én vagyok a Dorth-hegység Felügyelője. Mindenről tudok, ami a hegyek közt történik, de a csevej várhat, míg a csata dógát lerendezzük.
it: Sono il custode delle montagne di Dorth. Conosco tutto in questo territorio, ma i discorsi possono attendere la fine di questa battaglia.
ja: 俺はドース山脈の長官だドモ、ここの事は何でも知ってるベサ。でも話は戦の後だ。

source: Merllow the Sage! Oh no, that is a grievous loss! We still needed his help!
de: Merllow der Weise! Oh nein, welch ungeheurer Verlust! Wir hätten seine Hilfe noch gebrauchen können.
fr: Merllow le Sage ! Oh non, c'est une perte cruelle ! Nous avions encore besoin de lui !
it: Merllow il saggio! Oh no, è una perdita dolorosa! Abbiamo ancora bisogno del suo aiuto!
ja: 賢者ミィルロウ! 困ったな、これは重大な損害だ! 我々は貴方がまだ必要だ!
