Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: When cavalrymen advance to become cavaliers, they start carrying crossbows to give themselves a powerful one-shot ranged attack. Those cavalrymen who show a better-than-average skill at archery may become Horse Archers instead. They use their horses as mobile archery platforms, and carry a heavier load of arrows than an infantry archer could feasibly manage, while still retaining the speed of a cavalry unit. They also retain all their old skill with the cavalry saber, and this combination of high mobility, flexibility and resilience makes them of great value on the battlefield.
de: Kavalleristen, die sich zu Kürassieren weiterentwickeln wollen, müssen lernen, mit der Armbrust umzugehen, damit sie über eine wirkungsvolle Fernkampf-Attacke verfügen. Kavalleristen, die sich hier als besonders geschickt erweisen, können auch zu berittenen Bogenschützen werden. Sie nutzen ihre Pferde als bewegliche Stützpunkte und können so wesentlich mehr Geschosse mit sich führen, als es einem Bogenschützen zu Fuß möglich wäre. Zudem haben sie noch den Vorteil der Geschwindigkeit einer berittenen Einheit. Trotzdem behalten sie aber auch ihre Gewandtheit mit dem Säbel der Kavallerie, und diese Kombination aus großer Beweglichkeit, vielfältigem Können und hoher Belastbarkeit macht sie auf dem Schlachtfeld sehr nützlich.
fr: Quand les cavaliers avancent pour devenir chevaliers, ils commencent à utiliser des arbalètes qui leur donnent une puissante attaque à un seul coup. Les cavaliers qui montrent une adresse supérieure à la moyenne peuvent devenir archers montés à la place. Ils se servent de leurs chevaux comme d'une plateforme d'archerie et peuvent transporter une bien plus grande quantité de flèches qu'un archer à pied, tout en gardant la vitesse des unités montées. Ils gardent aussi leur ancienne adresse au sabre de cavalerie, et cette combinaison de mobilité, de flexibilité et de résistance leur donne une grande valeur comme combattant.
it: Quando un cavallerizzo avanza diventando cavaliere, inizia a portare una balestra per avere un potente colpo a distanza. Quei cavallerizzi che mostrano un’abilità maggiore dell’ordinario nel tiro con l’arco possono invece diventare arcieri a cavallo. Usano i loro cavalli come piattaforme mobili, e portano un pesante carico di frecce che un arciere appiedato può difficilmente gestire, e mantengono la velocità di un’unità a cavallo. Mantengono anche la loro abilità con la sciabola della cavalleria, e questa combinazione di alta mobilità, flessibilità e resistenza li rende di gran valore sul campo di battaglia.

source: Hydra
fr: Hydre
hu: Hidra
it: Idra
ja: ハイドラ

source: The Hydra is an amazing monster rarely seen by land-dwellers. These creatures lurk in the depths of the oceans, in lochs and underground rivers, and they are often responsible for the mysterious disappearances of lone orcs, dwarves and even the occasional careless troll. Some live in swamps and marshes, others in the icy mountains, while others dwell wherever there are dark shadows and deep water. The only areas certain to be free from these creatures are deserts and other dry wastelands. The merfolk and nagas know more about this creature than land-dwellers do, and many of their magical rituals involve an offering to the hydra, just as other races seek to ward off evil land-borne spirits.
de: Die Hydra ist ein beeindruckendes Wesen, welches Landbewohner nur selten zu Gesicht bekommen. Sie lauert in den Tiefen der Ozeane, in Seen und unterirdischen Flüssen und ist oft für das unerklärliche Verschwinden einzelner Orks, Zwerge und gelegentlich sogar unvorsichtiger Trolle verantwortlich. Manche Hydras leben in Mooren und Sümpfen, andere in den eisigen Gebirgen und wieder andere fühlen sich überall wohl, wenn es nur dunkle Verstecke und tiefes Wasser gibt. Die einzigen Gebiete, in denen man vor ihnen sicher sein kann, sind die Wüsten und ähnliche trockene Einöden. Das Wissen des Meervolks und der Nagas über diese Kreaturen ist freilich weit größer als das der Landbewohner, und viele magische Rituale dieser Wasserbewohner beinhalten ein Opfer an die Hydra, so wie auch andere Rassen bemüht sind, die bösen Geister an Land zu bannen.
fr: L'Hydre est un étonnant monstre rarement rencontré par les terriens. Ces créatures rôdent dans les profondeurs des océans, dans les lacs et les rivières souterraines, et sont souvent responsables de la disparition d'orcs isolés, de nains, et même parfois d'un troll insouciant. Certaines vivent dans les marais et marécages, d'autres dans les montagnes glacées, d'autres enfin dans les ténèbres et l'eau profonde. Les seuls endroits vraiment libres de ces créatures sont les déserts et autres pays arides. Les ondins et les nagas en savent bien plus long sur cette créature que les terriens, et nombre de leurs rituels magiques comportent une offrande à l'hydre, tout comme les autres races cherchent à se concilier les mauvais esprits.
it: L’idra è un mostro stupefacente raramente visto dagli abitanti della superficie. Queste creature strisciano nelle profondità dell’oceano, in laghi e fiumi sotterranei, e spesso sono responsabili per la misteriosa sparizione di orchi, nani ed anche dell’occasionale sbadato troll. Alcune vivono in paludi e pantani, altre nelle montagne ghiacciate, mentre altre dimorano dove ci sono scure ombre e acqua profonda. Le uniche aree sicuramente libere da queste creature sono i deserti e altre asciutte terre incolte. I nereidi ed i naga sanno più di queste creature rispetto agli abitanti delle terre emerse, e molti dei loro rituali magici implicano offerte alle idra, come altre razze cercano di proteggersi dagli spiriti maligni.

source: fangs
de: Fänge
fr: crocs
hu: agyar
it: zanne
ja: 噛み付き

source: Ice Fairy
de: Eisfee
fr: Fée des glaces
hu: Jégtündér
it: Fata dei Ghiacci
ja: 氷の妖精

source: Ice Fairies are the rarest and deadliest of the elven magicians living in the high mountains of Wesnoth. Their laughter, it is said, can be heard in the clatter of falling stones, and their eerie keening song is woven into the very winds of the peaks. One thing is certainly true; do harm to any living thing in the ice fairy’s demesne and her fury will be as implacable and deadly as an avalanche.
de: Eisfeen sind die seltensten und tödlichsten unter den Elfen, die im Hochgebirge von Wesnoth leben. Man sagt, ihr Gelächter sei im Getöse der Steinlawinen zu hören und die eisigen Winde trügen ihren schaurigen Totengesang um die Gipfel. Eines jedoch ist gewiß: Jeder, der irgendeiner lebendigen Kreatur im Reich der Eisfeen etwas zu leide tut, über den wird ihr unerbittlicher und tödlicher Zorn hereinbrechen.
fr: Les fées des glaces sont les plus rares et les plus dangereuses des magiciennes elfiques vivant dans les hautes montagnes de Wesnoth. Leur rire, à ce qu'on dit, peut s'entendre dans la pétarade des chutes de pierres et leurs chants se mêlent étroitement aux vents des cimes. Une seule chose est certaine ; faites du mal à un être vivant sur le domaine d'une fée des glaces et sa fureur sera aussi implacable et mortelle qu'une avalanche.
it: Le Fate dei Ghiacci sono le più rare e più mortali tra le maghe elfiche che vivono nelle montagne di Wesnoth. Si dice che le loro risate possono sentirsi durante il fragore di pietre cadenti, e le loro strane canzoni intrecciarsi col vento che passa tra i picchi. Solo una cosa è certamente vera; Provoca danni a qualcosa di vivente nel territorio della fata e la sua furia sarà implacabile e mortale come una valanga.

source: faerie touch
de: Feenhauch
fr: touche féérique
hu: tündér érintés
it: tocco di fata
ja: 妖精の接触

source: freeze
de: Einfrieren
fr: gel
hu: fagyos lehellet
it: ghiaccio
ja: 氷結

source: ice flash
de: Eisstrahl
fr: éclair de glace
hu: dermesztő csapás
it: raggio gelido

source: Ice Sorceress
de: Eiszauberin
fr: Sorcière des glaces
hu: Jégboszorkány
it: Strega dei Ghiacci
ja: 氷の女魔術師

source: Ice Sorceresses have lived in the highlands of Wesnoth for many centuries. Unlike most elves, who prefer the rich greenery of the elven forests, they love the stark beauty of the high mountains. Their magical affinity with their surroundings is beginning to grant them greater powers; they are rarely troubled by even the most intense cold, and they have learned how to channel the elemental power of the bleak highland weather into an arcane blast of arctic purity.
de: Eiszauberinnen leben schon seit vielen Jahrhunderten in den Hochgebirgen Wesnoths. Anders als die meisten Elfen, welche das üppige Grün der Elfenwälder bevorzugen, lieben die Eiszauberinnen die schlichte Schönheit des Hochgebirges und ihre innere Verbundenheit mit diesem Umfeld läßt auch ihre magischen Kräfte wachsen. Ihnen macht gerade die bittere Kälte kaum etwas aus, und sie haben gelernt, die Urkräfte der kahlen, öden Natur in einem magischen Strahl arktischer Kälte zu bündeln.
fr: Les sorcières des glaces ont vécu dans les hautes terres de Wesnoth pendant des siècles. Contrairement à la plupart des elfes qui préfèrent la riche verdure des forêts, elles aiment la beauté austère des hautes montagnes. Leur affinité magique avec leur entourage leur assure de grands pouvoirs ; elles souffrent rarement du froid, même le plus intense, et ont appris à canaliser le pouvoir élémentaire des nuages en un éclair d'arcane d'une pureté arctique.
hu: A jégboszorkányok századok óta Wesnoth magasan fekvő vidékeinek lakói. A legtöbb tündével ellentétben, akik a buja zöld erdőségeket kedvelik, ők a felföldek nyers szépségének rabjai. Vonzódásuk a környezetükhöz megmutatkozik mágiájukban is; a legnagyobb hideget is könnyűszerrel viselik el, s megtanulták, hogyan alkalmazzák a zord felföldi éghajlat elemi erejét mágikus csapásaikban, transzformálva a sivár felföldi időjárást egy földöntúli csapásba.
it: Le Streghe dei Ghiacci hanno vissuto nelle regioni montuose di Wesnoth per molte centinaia di anni. Diversamente da molti elfi, che preferiscono le ricche fronde delle foreste elfiche, loro amano la dura bellezza delle alte montagne. La loro affinità magica con ciò che le circonda inizia a garantirgli grandi poteri; sono raramente disturbate anche dal freddo più intenso, e hanno imparato ad incanalare il potere elementale del vento delle terre montuose in una corrente d’aria di purezza artica.

source: Lady in Waiting
de: Zofe
fr: Dame d'honneur
hu: Szolgálólány
it: Signora in Attesa
ja: エルフの侍女

source: This young elvish maiden is one of the queen’s personal attendants.
de: Diese junge Elfendame ist eine der persönlichen Bediensteten der Königin.
fr: Cette jeune elfe fait partie des suivantes de la reine.
it: Questa giovane fanciulla elfica è una delle servitrici personali della regina.

source: whip
de: Peitsche
fr: fouet
hu: korbács
it: frusta
ja: ムチ

source: Orcish Berserker
de: Orkischer Berserker
fr: Berserker orc
hu: Megszállott ork
it: Orco Berserker

source: An Orcish Berserker follows the same brutal ways as other members of his people, but has honed his bloodlust to a barely-controlled frenzy. The life of a berserker is short and bloody, but the glory of fighting on and on against impossible odds is the subject of many orcish legends, and there are always black-hearted warriors eager to devote their lives to an orgy of slaughter and destruction that – they believe – will grant them respect and privileges in the afterlife to match those of the greatest orcish warlords and kings.
de: Orkische Berserker sind auch so roh und brutal wie die anderen Vertreter ihrer Rasse, nur ist der Blutdurst der Berserker in eine kaum kontrollierbare Raserei gesteigert. Ihr Leben ist nur kurz und blutig, doch gibt es viele orkische Legenden, die von ihren ruhmreichen Kämpfen in aussichtslosen Situationen berichten. Orkische Berserker sind gewissenlose Kämpfer, die bereitwillig ihr eigenes Leben in einem blutigen Gemetzel opfern, um Chaos und Zerstörung zu verbreiten. Sie glauben, dies verschaffe ihnen Respekt und Privilegien in einem Leben nach dem Tod, und stelle sie auf eine Stufe mit den größten Ork-Kriegsherren und -Königen.
fr: Un berserker orc épouse les mêmes pratiques brutales que le reste de son peuple, mais il a attisé son appétit de carnage jusqu'à une frénésie à peine contrôlée. La vie d'un berserker est courte et sanglante, mais la gloire d'affronter sans faiblir d'impossibles combats est le sujet de bien des légendes orcs, et il y a toujours des guerriers à l'âme noire prêt à faire de leur vie une orgie de massacres et de destructions qui — le croient-ils — leur assurera respect et privilèges dans l'au-delà à l'égal des plus grands guerriers et rois des orcs.
hu: Egy ork dühöngő ugyanazt a durva utat követi, mint népének többi tagja, de vérszomját inkább szabadjára engedi. A dühöngők élete rövid és véres, de a meg-megújuló harc az elérhetetlen célokért az ork legendárium részét képezi, s mindig akadnak sötétlelkű harcosok, akik égnek a vágytól, hogy életüket a gyilkolás és pusztítás véres orgiájának szenteljék, mivel - hitük szerint - a túlvilágon ez olyan megbecsülést és tiszteletet vált ki számukra, amivel csak a legnagyobb ork hadurak és királyok bírnak.
it: Un orco berserker segue la stessa strada brutale come gli altri membri della loro gente, ma ha affinato la sua sete di sangue ad una frenesia difficilmente controllabile. La vita di un berserker è breve e sanguinosa, ma la gloria di combattere fino alla fine contro ogni probabilità è il soggetto di molte delle leggende degli orchi, e ci sono sempre guerrieri dal cuore nero che bramano di dedicare le loro vite ad un’orgia di carneficine e distruzione che - credono - gli garantirà il rispetto ed i privilegi nell’altra vita tali da confrontarsi con i grandi signori della guerra e re.

source: claws
de: Klauen
fr: griffes
hu: karmok
it: artigli
ja: 爪

source: berserker frenzy
de: Raserei
fr: frénésie berserker
hu: őrült dühöngés
it: furia berserker

source: Orcish Shaman
de: Ork-Schamane
fr: Chaman orc
hu: Ork sámán
it: Orco Sciamano
ja: オークの呪い師

source: Orcish Shamans are the guardians of orcish magic. Respected by all orcish tribes, they often act as arbitrators for the many conflicts that arise between members of their warlike race. When acting together, the shamans can make decisions which are binding upon every orc. Although physically weak (for orcs), shamans are good spell-casters and can cast curses that drain an enemy’s life-force and re-invigorate the shaman. Out of combat, the hexes they can cast are deadlier and even more insidious, and other orcs rightly hold their shamans in awe.
de: Ork-Schamanen sind die Hüter der orkischen Magie. Von allen Ork-Stämmen geachtet, treten sie oft als Vermittler in den nie endenden Streitigkeiten zwischen den Angehörigen ihrer kriegerischen Rasse auf. Gemeinsam können sie Entscheidungen treffen, an die sich alle Orks zu halten haben. Obgleich sie, für Ork-Verhältnisse, schwach wirken, so sind sie doch gute Zauberer und können Feinden mittels ihrer Flüche Lebenskraft entziehen, und diese auf sich selbst übertragen. Doch auch fernab des Schlachtfeldes sind ihre Flüche heimtückisch und tödlich, und die anderen Orks behandeln ihre Schamanen mit großer Ehrfurcht.
fr: Les chamans orcs sont les gardiens de la magie des orcs. Respectés de toutes les tribus, ils jouent souvent le rôle d'arbitres dans les innombrables conflits qui surgissent dans cette race guerrière. En conseil, les chamans peuvent prendre des décisions qui engagent tous les orcs. Bien que physiquement faibles (pour des orcs), les chamans sont de bons jeteurs de sorts et nouer des charmes qui sucent les forces de l'ennemi et les transfèrent au chaman. En dehors du combat, les sorts qu'ils peuvent lancer sont mortels et plus insidieux, si bien que les autres orcs les craignent à juste titre.
hu: Az ork sámánok az ork mágia őrzői. Minden ork törzs előtt nagy tiszteletben állnak, s gyakran döntőbíróként lépnek fel a harcias törzsek közt kirobbant konfliktusokban. A sámánok közös elhatározással meghozott döntése minden törzs számára kötelező érvényű. Habár (az orkokhoz képest) gyenge fizikumúak, mágikus képességük, s az ellenség életerejének elszívása átok segítségével egyaránt elgondolkodtató. Az orkok a csatán kívül is tartják a három lépés távolságot tőlük épp az utóbbi halálos és alattomos képességük miatt.
it: Gli orchi sciamani sono i guardiani della magia degli orchi. Rispettati da tutte le tribù degli orchi, spesso agiscono da arbitri tra i molti conflitti che avvengono tra i membri della loro bellicosa razza. Quando agiscono insieme, gli sciamani possono prendere decisioni che uniscono tutti gli orchi. Sebbene fisicamente deboli (per essere orchi), gli sciamani sono abili a lanciare incantesimi e possono lanciare maledizioni che assorbono la forza vitale del nemico e rinvigoriscono lo sciamano. Fuori dai combattimenti, le stregonerie che possono lanciare sono letali e ancora più insidiose, e gli altri orchi temono giustamente i loro sciamani.

source: curse
de: Fluch
fr: malédiction
hu: átok
it: maledizione
ja: 呪い

source: Orcish Witch Doctor
de: Orkischer Hexenmeister
fr: Docteur Sorcier orc
hu: Ork boszorkánydoktor
it: Orco Stregone Guaritore

source: A senior orcish shaman is known as a Witch Doctor. In combat, they can use a powerful magical curse that drains their foes’ life-force and uses it to heal the witch doctor. Witch doctors are still physically weak, but they have an aura of magical power around them that no orc could fail to notice. Stories abound of over-powerful warlords being brought low by the machinations of their shamans; but there are also tales of wise warlords who heeded their shamans’ advice and led their tribes to prosperity for decades at a time. Shamans and witch doctors, of course, are often also guardians of orcish tribal lore.
de: Die alten Ork-Schamanen werden Orkische Hexenmeister genannt. In der Schlacht benutzen sie mächtige Flüche, um ihren Feinden Lebenskraft zu entziehen und sich selbst damit zu heilen. Auch sie sind eher schmächtige Orks, doch umgibt sie eine magische Kraft, die jeder Ork sofort spürt. Es gibt zahlreiche Geschichten von übermächtigen Ork-Kriegsherren, die durch die Machenschaften ihrer Schamanen gestürzt wurden, doch auch von solchen, die klug genug waren, den Rat ihrer Schamanen zu befolgen und damit den Aufstieg ihrer Stämme zu bewirken. Ork-Schamanen und Ork-Hexenmeister sind -natürlich- oft auch Hüter der Überlieferungen und des Wissens ihrer Stämme.
fr: Les plus expérimentés des chamans sont appelés Docteurs Sorciers. Au combat, ils peuvent utiliser une puissante malédiction magique qui suce les forces de l'adversaire pour les transférer dans le docteur. Les docteurs sorciers sont assez faibles physiquement, mais possèdent autour d'eux une aura de puissance magique qu'aucun orc ne peut manquer de remarquer. Il y a de nombreux récits sur de puissants guerriers rabaissés par les manigances de leurs chamans ; mais il y a aussi des histoires de guerriers avisés ayant écouté les sages avis de leurs chamans et conduit par ce moyen leur tribu à une prospérité durable. Les chamans et les docteurs sorciers sont souvent aussi les gardiens des coutumes des tribus.
hu: A tapasztalt ork sámánokat boszorkánydoktoroknak nevezik. Csatában rendkívül erős átkot szórnak az ellenségeikre, képesek életerejüket elszívni. Az ork boszorkánydoktorok bár gyenge fizikumúak, de a körülöttük ragyogó mágikus aura, minden orknak eszébe juttatja képességeiket. Legendák szólnak arról, hogy túlzott hatalomra szert tett hadurakat a sámánjaik különböző manipulációkkal gyengítettek meg; de hasonló legendák szólnak bölcs hadurakról is, akik sámánjaik tanácsát követve évtizedes felvirágzást hoztak a törzsükre. A sámánok és a boszorkánydoktorok őrzői természetesen az orkok tudományának is.
it: Un orco sciamano anziano è conosciuto come stregone guaritore. In combattimento possono usare potenti maledizioni magiche che assorbono la forza vitale dei loro nemici e usarla per curare lo stregone guaritore stesso. Gli stregoni guaritori sono comunque fisicamente deboli, ma hanno un’aura di potere magico attorno a loro che nessun orco non può non notare. Abbondano storie di fortissimi signori della guerra fatti cadere in basso dalle macchinazioni dei loro sciamani; ma ci sono anche storie di saggi signori della guerra che tennero in considerazione i consigli degli sciamani e condussero le loro tribù alla prosperità per decadi. Sciamani e stregoni guaritori, naturalmente, sono spesso guardiani delle tradizioni tribali degli orchi.

source: Pioneer
de: Pionier
fr: Pionnier
hu: Utász
it: Pioniere
ja: パイオニア

source: Veteran foresters to a man – or woman – Pioneers are used to fighting deep in hostile territory with little support save from one another. Used sometimes as scouts and sometimes as spearhead forces, a pioneer’s duties range from easy to deadly, and one simple slip could easily change the former into the latter. For this reason, pioneers are fiercely independent, preferring to entrust their lives only to those who both understand and share the same risks. Within their own tight-knit cadre, they are highly disciplined, even though conventional forces often consider them to be mere irregulars.
de: Erfahrene Waldkämpfer oder Waldkämpferinnen können sich zu Pionieren weiterentwickeln, die tief im gegnerischen Gebiet operieren, und, wenn überhaupt, nur auf Unterstützung von ihresgleichen rechnen können. Je nach Lage als Kundschafter oder auch als Stoßtrupp eingesetzt, kann ihre Aufgabe leicht, aber auch lebensgefährlich sein, und selbst der kleinste Fehler, auch bei einer an sich leichten Mission, kann für sie tödlich enden. Aus diesem Grunde sind Pioniere sehr eigenwillig, denn sie vertrauen ihr Leben nur jemandem an, der genau so denkt wie sie selbst und auch das Risiko mit ihnen teilt. Sie bilden daher eine Gemeinschaft von äußerst disziplinierten Kämpfern, obgleich sie von den regulären Truppen oft als Freischärler angesehen werden.
fr: Les pionniers sont des vétérans habitués à pénétrer profondément en territoire ennemi sans autre appui que le leur. Employés comme éclaireurs ou fer de lance, les tâches d'un pionnier peuvent se révéler faciles ou désespérées, et d'un simple glissement, passer de l'un à l'autre. Pour cette raison, les pionniers sont farouchement indépendants, préférant confier leurs vies seulement à ceux qui comprennent et partagent les mêmes risques. Dans le cadre de leur petit groupe resserré, ils sont très disciplinés, même si dans les forces conventionnelles, on les considère souvent comme des irréguliers.
it: Guardaboschi veterani, i Pionieri sono abituati a combattere nel profondo del territorio ostile con poco supporto tranne quello dato dall’uno all’altro. Utilizzati qualche volta come esploratori e altre volte come forze d’assalto, le mansioni del pioniere vanno dalle più semplici a quelle letali, ed un semplice passo falso può facilmente cambiare il primo tipo nel secondo. Per questa ragione, i pionieri sono fieramente indipendenti, preferendo affidare le loro vite solo a coloro che comprendono e condividono i gli stessi rischi. All’interno della loro schiera, sono altamente disciplinati, anche se le forze standard li considerano dei semplici irregolari.

source: female^Pioneer
de: Pionierin
fr: Pionnière
it: Pioniera
ja: パイオニア

source: Rogue Mage
de: schurkischer Magier
fr: Mage brigand
hu: Rablómágus
it: Mago Errante
ja: ならず者の魔術師
