Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: In Dorest, Dessen came to be called Elder Chief. He had governed the humans continuously since the fall of Baron Baldres and his lieutenants, Ishlars and Jil. Dessen usually stayed in the main keep within the city, and his rulership brought the people of Dorest more freedom and tranquility than they would ever have seen under Baldres. The continuing attacks by orcs gave the Dorest humans and the Greenword elves a common enemy, and relations between city and forest improved steadily over the years.
de: Dessen wurde in Dorest inzwischen Ältester Anführer genannt. Er hatte die Stadt seit dem Sturz Baldres' und seiner Hauptleute, Ishlars und Jil, ununterbrochen regiert. Er hielt sich für gewöhnlich in den Hauptgebäuden im Zentrum der Stadt auf, und seine Herrschaft hatte den Einwohnern von Dorest mehr Ruhe und Freiheit gebracht, als sie das unter Baldres jemals erlebt hatten. Durch die ständigen Angriffe der Orks hatten die Menschen und die Grünwald-Elfen einen gemeinsamen Feind, und die Beziehungen zwischen der Stadt und dem Wald wurden im Laufe der Jahre immer besser.
fr: A Dorest, Dessen avait reçu le titre de Chef senior. Il avait gouverné les humains depuis la chute du baron Baldres et de ses lieutenants Ishlars et Jil. Dessen se tenait ordinairement dans le donjon principal de la ville, et sa direction apporta au peuple de Dorest plus de liberté et de tranquillité qu'ils n'en avaient jamais eu avec Baldres. Les attaques continuelles des orcs fournirent aux humains de Dorest et aux elfes de la Forêt verte un ennemi commun, et les relations entre la cité et la forêt devinrent nettement plus solides avec les années.
hu: Dorestben Dessent Öreg Főnöknek kezdték nevezni. Folyamatosan kormányozta az embereket Baldres báró és hadnagyai, Ishlars és Jil eleste óta. Dessen rendszerint a város óvárában tartózkodott, s uralma sokkalt több szabadságot és békességet hozott Dorest embereire, mint amennyit Baldres alatt megéltek. A rendszeresen portyázó orkok közös ellenségek voltak, s az ellenük való fellépés a város és az erdő lakói között az évek múltával egyre erősebb kapcsolatot kovácsolt.
it: A Dorest intanto, Dessen veniva nominato Capo Anziano. Governò sugli umani fin dalla caduta del barone Baldres e dei suoi luogotenenti, Ishlars e Jil. Dessen solitamente restava nella fortezza principale della città, e la sua sovranità portò alla gente di Dorest più libertà e tranquillità di quella che avrebbero avuto sotto il dominio di Baldres. I continui attacchi degli orchi diedero agli umani di Dorest e agli elfi un nemico comune, e le relazioni tra la città e la foresta migliorarono velocemente negli anni.
ja: ドゥーレストでは、デッセンが長老と呼ばれる様になり、引き続き天守閣に滞在し、町を営んでおりました。デッセンが町の支配者と成ってから、ドゥーレストの人々には多大の自由と平和主義が与えられ、度重なるオークの襲撃は人間達とエルフ達との関係を向上させるきっかけと成って行きました。グリーンウッドのエルフ達の敵は人間とオークからオークのみと成って行ったのです。

source: Queen Eämeral continued to maintain the old Treaty of Dorest, signed long ago by Chief Dessen, under which both sides agreed not to attack or invade the other, and to provide mutual support in the face of orcish incursions. As their mutual trust grew, humans and elves began to invite one another to festivals and celebrations, then share the land, and eventually some even had families together. When hordes of orcs attempted to retake Dorest, as they did from time to time, they were driven back by the united forces of humans and elves.
de: Königin Eämeral erhielt den alten Bund mit Dorest aufrecht, vor langer Zeit mit dem Anführer Dessen geschlossen, sich nicht anzugreifen, das Gebiet der jeweils anderen Seite zu achten und sich gegenseitig gegen eindringende Orks zu unterstützen. Als das Vertrauen ineinander gewachsen war, begann man, sich gegenseitig zu Feiern und Festtagen einzuladen, man teilte sich das Land und schließlich entstanden auch gemeinsame Familien. Wenn die Ork-Horden wieder einmal versuchten, die Stadt zurückzuerobern, was von Zeit zu Zeit geschah, so wurden sie von den Menschen und Elfen gemeinsam zurückgeschlagen.
fr: La reine Eämeral respectait le vieux traité de Dorest, que le chef Dessen avait signé il y a longtemps, selon lequel les deux camps s'engageaient à ne pas s'attaquer ou s'envahir et à se prêter main-forte pour faire face aux incursions des orcs. Comme leur confiance mutuelle s'affirmait, les humains et les elfes commencèrent à s'inviter aux fêtes et aux célébrations, partager des terres, et même fonder des familles mixtes. Quand les orcs tentaient de reprendre Dorest, ce qu'ils faisaient de temps à autre, ils étaient repoussés par les forces alliées des elfes et des humains.
hu: Eämeral királynő a továbbiakban gondosan őrködött a Doresti Egyezmény betartása fölött, amelyet még Dessen főnökkel kötöttek, s amely szerint egyik fél sem támadja meg a másikat, s kölcsönösen megsegítik egymást egy esetleges ork támadás esetén. Ahogy a kölcsönös bizalom erősödött, a tündék és az emberek kezdték meghívni egymást az ünnepeikre, közös használatba vették a földeket, s még családi kapcsolatok is alakultak köztük. Amikor ork hordák próbálták meg visszafoglalni Dorestet, ami időről időre bekövetkezett, az emberek és tündék egyesült seregével szemben mindig alulmaradtak.
it: La regina Eämeral continuò a mantenere in vigore il vecchio Trattato di Dorest, firmato molti anni prima dal capo Dessen, nel quale entrambe le parti accettavano di non attaccare od invadersi l’un l’altra, e di fornire supporto militare in caso di un’incursione degli orchi. Mentre la loro reciproca fiducia cresceva, umani ed elfi iniziarono ad invitarsi l’un l’altro ai vari festival e celebrazioni, quindi a dividersi le terre, ed eventualmente a metter su famiglia insieme. Quando orde di orchi provavano a riprendersi Dorest, come facevano di tanto in tanto, venivano respinti dalle forze unite di umani ed elfi.
ja: イエーミラルは、デッセンと以前に交わした平和同盟、即ち、互いに攻撃、侵略をしない事及び、オーク襲来時には互いに力を合わせて戦うと言う事に力を注いでおり、それもあって、それぞれの信頼はとても良く成って行きました。土地を共有し合い、互いに祭りや祝賀会を開いて招待し、中には家族と成る者まで出て来ました。時々、ドゥーレストを取り戻そうとオークの大群が攻めて来ましたが、彼らはいつもエルフと人間たちの連合軍によって退却せざるを得ませんでした。

source: On this day, a brave young elf, Háwclyn, son of the hero Elen-Garil, and Zylvia, daughter of Lord Zluld, were patrolling the forest border between Dorest and the southern Greenwood. This was a quiet area of the forest, generally assigned to junior officers so they could gain command experience without the risk of having to fight off a serious orcish raid. But today the threat was to come from a different, unexpected quarter.
de: In diesen Tagen kontrollierte Háwclyn, der Sohn des Helden Elen-Garil und selbst ein tapferer, junger Elf, zusammen mit Zylvia, der Tochter Lord Zlulds, die Grenze zwischen Dorest und dem südlichen Grünwald. Es war dies eine eher ruhige Gegend des Waldes, wie geschaffen für junge Befehlshaber, die hier lernen konnten ein Kommando zu führen, ohne Gefahr zu laufen, einen ernsthaften Angriff der Orks abwehren zu müssen. Heute aber ging die Bedrohung von einem anderen, unerwarteten Feldlager aus …
fr: Ce jour-là, un jeune elfe courageux, Háwclyn, le fils du héros Elen-Garil, et Zylvia, la fille du Seigneur Zluld, patrouillaient sur les lisières de la forêt entre Dorest et Elengavion. C'était une zone tranquille de la forêt, généralement assignée aux officiers débutants afin qu'ils puissent faire l'expérience du commandement sans courir le risque de rencontrer un raid orc sérieux. Mais ce jour-là, la menace devait surgir d'un autre côté, inattendu.
hu: Ezen a napon egy bátor fiatal tünde, Háwclyn, a hős Elen-Garil fia, és Zylvia, Lord Zluld lánya vezették a határőr járőrt, amely felügyelte a határt a déli Greenwood és Dorest között. Általában semmi gondjuk nem volt, eseménytelenül telt a szolgálat, s ezért is szoktak ide fiatal tiszteket küldeni, hogy némi parancsnoki gyakorlatot szerezzenek, anélkül, hogy éles helyzetben kellene ezt tenniük. Ma azonban a fenyegetés nemvárt irányból érkezett.
it: In questo giorno, un coraggioso giovane elfo, Háwclyn, il figlio di Elen-Garil, e Zylvia, la figlia di Lord Zlud, stavano sorvegliando il confine della foresta tra Dorest e la Foresta Verde meridionale. Questa zona della foresta solitamente era tranquilla, generalmente assegnata ad un giovane ufficiale in modo che potesse guadagnare esperienza senza il rischio di dover affrontare una seria battaglia contro degli orchi invasori. Ma oggi il pericolo stava venendo da una direzione diversa ed inaspettata.
ja: エレンーガリルの息子、ハァウクリンと、ズラルド君主の娘、ズィルヴィアは、南グリーンウッドと人間の領土の国境防衛の任務に着いていましたが、こちらは至って平和で、経験の浅い副官が任務に付くには、オーク達との深刻の戦も無く、適していました。しかし、今日は違っていたのでした。

source: Shoot here with
de: Schuß hierher mit
fr: Tirez là avec
it: Colpisci qui con
ja: ｢長距離砲｣をここへ撃つ。

source: You have found a un-supported terrain type
de: Ihr habt einen nicht unterstützten Gelände-Typ entdeckt
fr: Vous avez trouvé un type de terrain non reconnu
it: Hai trovato un terreno non ancora supportato

source: One of the two units is on a terrain type not supported by this macro. The terrain code is: $error_terrain_code.terrain Please report this problem, so that the new terrain type can be added. Thank you.
de: Eine der zwei Einheiten befindet sich auf einem Gelände-Typ, den dieses Macro nicht unterstützt. Der Gelände-Code lautet: $error_terrain_code.terrain Bitte meldet diesen Fehler, so daß der neue Gelände-Typ hinzugefügt werden kann. Danke.
fr: Un des deux unités se trouve sur un type de terrain non géré par cette macro. Le code du terrain est: $error_terrain_code.terrain Prière de signaler ce problème, afin que le nouveau type de terrain puisse être inclus. Merci.
it: Una delle due unità coinvolte nell’attacco è su un terreno non ancora supportato da questa macro. Riporta questo problema così che il problema possa essere risolto. Grazie.

source: missed
de: Ziel verfehlt
fr: raté
hu: nem talált
it: mancato
ja: <small>ハズレ</small>

source: Death of Shoko
de: Shoko fällt in der Schlacht
fr: Mort de Shoko
hu: Shoko elesik
it: Morte di Shoko
ja: ショウコが没

source: Death of Ameck
de: Ameck fällt in der Schlacht
fr: Mort d'Ameck
hu: Ameck elesik
it: Morte di Ameck
ja: アメックが没

source: Only this one Vanguard unit may advance to the next level.
de: Nur diese eine Vorhut-Einheit kann den nächsten Level erreichen.
fr: Une seule unité Avant-Garde peut avancer au niveau suivant.
it: solo questa unità di Pioniere può avanzare al livello successivo.
ja: このヴァンガードユニットのみ、次のレベルに進む事が出来ます。

source: firestick
de: Feuerstab
fr: bâton de feu
hu: tűzbot
it: bastone da fuoco
ja: 雷撃棒

source: Lieutenant
de: Leutnant
hu: Hadnagy
it: Tenente
ja: 中尉

source: (normal)
hu: (Átlagos)
it: (normale)
ja: 普通

source: Major
hu: Őrnagy
it: Maggiore
ja: 少佐

source: Colonel
de: Oberst
hu: Ezredes
it: Colonnello
ja: 大佐

source: Contributions - Images
de: weitere Beiträge - Bilder
hu: Közreműködött - Rajzok
it: Contributi - Immagini
ja: 貢献-(イメージ)

source: Contributions - WML
de: weitere Beiträge - WML
hu: Közreműködött - WML
it: Contributi - WML
ja: 貢献-(WML)

source: Colonel Linx
hu: Linx ezredes
it: Colonnello Linx
ja: リンクス大佐

source: Ogres
de: Oger
hu: Ogrék
it: Ogri
ja: オーガ族

source: Poison
de: Gift
hu: Méreg
it: Veleno
ja: 毒

source: Orcs
de: Orks
hu: Orkok
it: Orchi
ja: オーク族

source: Trolls
de: Trolle
hu: Trollok
it: Troll
ja: トロル族

source: Strong Äg
de: Äg der Starke
hu: Bivaly Äg
it: Il forte Äg

source: Aaark…
it: Aaaark...
ja: ああぁく...

source: Dragon’s
de: Drachen
it: Dragone

source: Triton
it: Tritone
ja: トリトン

source: Poseidon
it: Poseidone
ja: ポセイドン

source: Serpents
de: Schlangen
hu: Hüllők
it: Serpenti
ja: おろち

source: Dragon
de: Drachen
hu: Sárkány
it: Dragone
ja: ドラゴン

source: Epilogue
de: Epilog
hu: Epilógus
it: Epilogo
ja: エピローグ

source: lance
de: Lanze
hu: kopja
it: lancia
ja: ランス

source: Noble Ranger
de: Adliger Anführer
hu: Nemes vadász
it: Nobile Ranger

source: invisible
hu: hahatatlan
it: invisibile

source: Haldric III
hu: III. Haldric
ja: ハルドリック３世

source: Ishlars
ja: イシュラーズ

source: Jil
ja: ジル

source: Täkel
ja: ティーケル

source: Urkark
ja: ウアーカーク

source: Fioniel
ja: フィオニエル

source: Eeek!
ja: キャー!

source: Slixxik
ja: スリックスクシック

source: Cione
ja: シオン

source: Xizzyx
ja: クシッズズィックス

source: Melindë
ja: ミリンディー

source: The recruitment list has been reset Hint: - better to avoid marching the troops to the south
de: Die Rekrutierungs-Liste wurde zurückgesetzt Hinweis: Es ist besser, die Truppen nicht nach Süden zu schicken.
ja: 雇用できるユニットが変わりました ヒント: 南へ進軍するのは、避けた方が良いでしょう

source: Elvanadíon
ja: エルヴァナディオン

source: Zluld
ja: ズラルド

source: Elen-Garil
ja: エレンーガリル

source: Jezzix
ja: ジェズジックス

source: Aargh…!
ja: あぁぁっ...!

source: Aack! … <small>Gulcyn…</small>
ja: ああっ! ... <small>ガルシン様...</small>

source: Dessen
ja: デッセン

source: Aargh…
ja: ああっ...。

source: Grr-ack…!
ja: グワー...!

source: Alingwen
ja: アリングウェン

source: Muruatuumbië
ja: ムルエイチュウンビー

source: Toffee
ja: トッフィー

source: Bumble
ja: バンブル

source: Hoosh!
hu: Huss!
ja: エイ!

source: Aiee!
hu: Ujjééé!
ja: アレー!

source: Eämeral
ja: イエーミラル

source: Heh heh heh!
ja: ヒー、ヒッヒ!

source: Urrgh…
ja: ウガッ...。

source: Rhyss
ja: リッス

source: Zylvia
ja: ズィルヴィア

source: Calándel
ja: キャランデル

source: Uh…!
ja: うっ...!

source: Merllow
ja: ミィルロウ

source: Scally
ja: スキャリー

source: Elanglois
ja: エラングロイス

source: Cryndil
ja: クリンディル

source: Aargh!
hu: Ááááhhh!
ja: あぁぁっ!

source: Aaaargh…!
ja: あああぁぁ...!

source: Vladnir
ja: ヴラドニァー

source: Aaarh…
ja: ああぁぁっ...

source: Turuk
ja: タラク

source: Aaargh…!
ja: ああぁぁっ...!

source: Falci-Nyess
ja: ファルシーネッス

source: Rambaltas
ja: ランバルタス

source: Shoko
ja: ショーコ

source: Urghgh…
ja: ウガガ...。

source: <big>Graaa!</big>
hu: <big>Grááá!</big>
ja: <big>グラァァァッ!</big>

source: Cholas
ja: コラス

source: <big>GRAAA!</big>
hu: <big>GRÁÁÁ!</big>
ja: <big>グラァァッ!</big>

source: Eisheim
ja: イーシィーム

source: Ameck
ja: アメック

source: Aaarr
ja: ああぁぁ。

source: Eh…
ja: エッ...

source: Aaah…!
ja: あぁぁっ...!

source: RooAARRR!!
ja: ガオオッー!!

source: Ghidsaurs
ja: ギドサウルス

source: <big><b>RooAARRR!!</b></big>
ja: <big>ガオォォォー!!</big>

source: Ooow!
hu: Aúúú!
ja: おおおっう!

source: Aaack! Gulder…
ja: あああっく! ガルダー様...。

source: Gulder! Gulder! Aiieee…!
ja: ガルダー、ガルダー様! アレー...!

source: Gulder
ja: ガルダー

source: Ukyle
ja: ユーカイル

source: Háwclyn
ja: ハァウクリン

source: Aaaack...!
ja: あぁぁぁっく...!

source: Baldres
ja: バルドレス

source: race^Ungulate
de: Huftiere

source: race+female^Ungulate
de: Huftiere

source: Ungulates are several groups of animals, most of which use the tips of their toes, usually hoofed, to sustain their whole body weight while moving. Animals that belong to this race are horse, cattle, rhinoceros, camel, hippopotamus, pig, sheep, deer, etc.
de: Zu den Huftieren zählt man verschiedene Arten von Tieren, bei denen das gesamte Körpergewicht, besonders bei der Fortbewegung, nur von den Spitzen der Zehen, die normalerweise zu Hufen ausgebildet sind, getragen wird. Dazu gehören Pferde, Rinder, Kamele, Flußpferde, Schweine, Schafe, Hirsche, Rehe usw.

source: The cannon equips some bombs on this level. Each bomb is thrown to an enemy right after a melee attack is received. Using it before the 7th turn is suitable.
de: In diesem Level kann die Kanone einige Bomben verschießen. Jede Bombe wird unmittelbar nach einer Nahkampf-Attacke auf den Angreifer abgefeuert. Nutzt sie noch vor Beginn der 7. Runde.

source: Noooo…! Bumble is my closest friend…!
de: Neiiin … ! Bumble ist mein bester Freund … !

source: Toffee…! Noooo…!
de: Toffee … ! Neiiin … !

source: Hm…? Strange… Humans should get healed just like us…
de: Hm … ? Merkwürdig … Menschen sollten genauso geheilt werden wie wir …

source: You may choose Elanglois's trait
de: Wählt Elanglois Eigenschaften:

source: He should be faster.
de: Er sollte schneller sein.

source: I got the 'quick' trait!
de: Ich wähle 'schnell'!

source: He should be stronger
de: Er sollte kräftiger sein.

source: I got the 'strong' trait!
de: Ich wähle 'kräftig'!

source: He should be tougher.
de: Er sollte zäher sein.

source: I got the 'resilient' trait!
de: Ich wähle 'robust'!

source: Oh, that’s a staff of speed! One of us should take it!
de: Oh, dies ist ein Stab der Geschwindigkeit! Einer der Unsrigen sollte ihn an sich nehmen!

source: Oh, this tunnel was built by us a long time ago… Trolls don't go through it, though. We played a trick so that the tunnel makes sounds that the trolls dislike when a wind blows.
de: Oh, dieser Gang wurde von uns schon vor langer Zeit angelegt. Wir haben eine List angewandt, durch die der Gang bei Wind für Trolle unangenehme Geräusche macht.

source: Oh, that tunnel was built by us a long time ago… Trolls don't go through it, though. We played a trick so that the tunnel makes sounds that the trolls dislike when a wind blows.
de: Oh, dieser Gang wurde von uns schon vor langer Zeit angelegt. Wir haben eine List angewandt, durch die der Gang bei Wind für Trolle unangenehme Geräusche macht.

source: Defeat Hogor, Lord of Prestim
de: Besiegt Hogor, den Herrn über Prestim

source: Village
de: Dorf

source: Snowy Drake Village (random)
de: Verschneites Draken-Dorf (zufällig)

source: Snowy Drake Village
de: Verschneites Draken-Dorf

source: Yeti Village
de: Yeti-Dorf

source: Mixed Flowers
de: Blumenwiese

source: Grak Redshanks
hu: Vörösfülű Grak

source: Draug
hu: Felejtő
