Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: Warden Turuk of the Dwarves is one of the most respected non-drakes in the entire mountains of Dorth. He is a member of the cadre of dwarven warriors known as Dragonguards, who gained their name, so most people believe, from their weapon of choice, a strange staff that belches fire, death and thunder. Turuk claims to know everything there is to know about the mountains of Dorth, and so far no-one has ever found his knowledge wanting. He lives in the halls of Falci-Nyess the drake Lord, and he and the drake have supposedly been friends ’since Turuk’s beard was less than an inch long’. Turuk is a skilled leader, used to having his orders followed instantly. His dragonstaff is loaded at all times while he is on duty, and as he has often said, ‘A Warden is ne’er off duty, ye ken.’
fr: Le Gardien Turuk est l'un des personnages non dracan les plus respectés dans toutes les montagnes de Dorth. Il fait partie du corps des guerriers nains appelés Gardes Dragon, qui tirent leur nom, à ce que croient la plupart, de leur arme favorite, un étrange bâton qui crache feu, mort et tonnerre. Turuk prétend savoir tout ce qu'il y a à savoir sur les montagnes de Dorth, et jusqu'ici personne ne l'a encore mis en défaut. Il habite dans la demeure de Falci-Nyess le Seigneur Dracan, et tous deux sont réputés être devenus amis alors que la barbe de Turuk n'avait pas encore trois centimètres de long. Turuk est un chef habile, habitué à voir ses ordres exécutés immédiatement. Son bâton-dragon est toujours chargé quand il est en service, et, comme il le dit souvent, Un Gardien est toujours en service, vous savez.
it: Il nano custode Turuk è uno dei più rispettati non drago all’interno dell’area delle montagne di Dorth. È un membro della schiera dei nani guerrieri conosciuti come Guardie del Drago, che hanno preso il loro nome, o almeno così molta gente crede, dalla loro arma preferita, uno strano bastone che sputa fuoco, morte e fulmini. Turuk dichiara di conoscere tutto quello che c’è da sapere riguardo le montagne di Dorth, e fino ad ora nessuno ha trovato lacune nella sua conoscenza. Vive nelle ville di Falci-Nyess, il signore dei draghi, e lui ed il drago si dice siano amici da quando la barba di Turuk era più corta di un pollice. Turuk è un abile capo, abituato al fatto che i suoi ordini siano eseguiti immediatamente. La sua asta del drago è sempre carica quando sta lavorando, e come lui stesso dice spesso, “Un guardiano non smette mai di lavorare. ”

source: Elvish Colonel
de: Elfen-Oberst
fr: Colonel elfe
hu: Tünde ezredes
it: Elfo Colonnello
ja: エルフの大佐

source: Colonel Háwclyn is now a senior officer representing the south Greenwood elves. He carries the Greenwood banner to show that he is an emissary for the forest, and he bears the enchanted sword, armour and elven boots left to him by his late father, the hero Elen-Garil. He also carries the beautiful white-golden talisman of Queen Eämeral, which grants him a powerful magical attack.
fr: Le colonel Háwclyn est maintenant un officier supérieur représentant des elfes du sud de la Forêt verte. Il porte la bannière de la Forêt verte qui le proclame émissaire de la forêt, et il possède l'épée enchantée, l'armure et les bottes elfiques qui lui viennent de son défunt père, le héros Elen-Garil. Il porte aussi le talisman d'or blanc confié par la reine Eämeral, qui lui assure une attaque magique.
hu: Háwclyn ezredes a dél-greenwoodi tündék rangidős tisztjét képviselii. Nála van Greenwood zászlaja, ami az erdők küldöttét jelzi, s különleges kardot, vértet és csizmát visel, amiket apjától, Elen-Gariltól örökölt. Különleges fehérarany talizmánját Eämeral királynőtől kapta, ennek révén erős mágikus támadást intézhet ellenségei ellen.
it: Il colonnello Háwclyn è ora un ufficiale anziano a rappresentanza degli elfi della Foresta Verde. Porta la bandiera della Foresta Verde per mostrare che è un emissario della foresta, e porta una spada incantata, armatura e stivali lasciati in eredità dal padre, l’eroe Elen-Garil. Porta anche il magnifico amuleto di oro bianco della regina Eämeral, che gli concede un potente attacco magico.

source: royal talisman
de: Königlicher Talisman
fr: talisman royal
hu: királyi talizmán
it: talismano reale

source: Elvish Commandant
de: Elfen-Kommandant
fr: Commandant elfe
it: Elfo Comandante

source: Lieutenant Háwclyn was a promising young officer in the forces of the South Greenwood elves. His first duties were as a junior officer in charge of forest border patrols, but events soon conspired to expand his duties and responsibilities, and the consequences of failure. He is already showing his skill in combat, and it’s very unlikely the Queen will deny his promotion to full captain.
fr: Le lieutenant Háwclyn était un jeune officier prometteur dans les forces des elfes du sud de la Forêt verte. Ses premières missions comme jeune officier étaient d'assurer des patrouilles en bordure de la forêt, mais il a dû prendre de plus grandes responsabilités sous la pression des événements. Il montre régulièrement son adresse au combat et il est très peu probable que la Reine s'oppose à sa nomination comme capitaine.
it: Il luogotenente Háwclyn era un giovane ufficiale nell’esercito degli elfi della Foresta Verde del sud. I suoi primi compiti come giovane ufficiale furono come guardia di confine, ma gli eventi presto allargarono i suoi doveri e responsabilità, e le conseguenze dei suoi fallimenti. Sta già mostrando la sua abilità in combattimento, e difficilmente la regina gli negherà la promozione a vero capitano.

source: Elvish Lieutenant
de: Elfen-Leutnant
fr: Lieutenant elfe
hu: Tünde hadnagy
it: Elfo Tenente
ja: エルフの中尉

source: Young Lieutenant Háwclyn is a promising officer in the forces of the south Greenwood elves. His first duties were as a junior officer in charge of forest border patrols, but events soon conspired to expand his responsibilities – and the consequences of failure.
fr: Le jeune lieutenant Háwclyn est un officier prometteur dans les forces des elfes du sud de la Forêt verte. Ses premières missions comme jeune officier étaient d'assurer des patrouilles en bordure de la forêt, mais il a dû prendre de plus grandes responsabilités sous la pression des événements.
it: Il giovane Tenente Háwclyn è un promettente ufficiale nell’esercito degli elfi della Foresta Verde del sud. I suoi primi compiti come giovane ufficiale furono come guardia di confine, ma gli eventi presto allargarono i suoi doveri e responsabilità, e le conseguenze dei suoi fallimenti.

source: Elvish Major
de: Elfen-Major
fr: Major elfe
hu: Tünde őrnagy
it: Maggiore degli Elfi
ja: エルフの少佐

source: Major Háwclyn is now a mid-ranking officer in the forces of the south Greenwood elves. He carries the Greenwood banner to show that he is an emissary for the forest, and he carries two enchanted heirlooms left to him by his father – a sword and a pair of elven boots. He also bears the talisman of Queen Eämeral, which grants him a powerful magical attack.
fr: Le major Háwclyn est maintenant un officier de bon rang dans les forces des elfes du sud de la Forêt verte. Il porte la bannière de la Forêt verte qui le proclame émissaire de la forêt, et il possède l'épée enchantée, l'armure et les bottes elfiques qui lui viennent de son défunt père, le héros Elen-Garil. Il porte aussi le talisman d'or blanc confié par la reine Eämeral, qui lui assure une attaque magique.
hu: Háwclyn őrnagy a tiszti ranglétra középső fokán áll Dél-Greenwood tünde seregében. Nála van Greenwood zászlaja, ami az erdők küldöttét jelzi, s különleges kardot, vértet és csizmát visel, amiket apjától, Elen-Gariltól örökölt. Különleges fehérarany talizmánját Eämeral királynőtől kapta, ennek révén erős mágikus támadást intézhet ellenségei ellen.
it: Il maggiore Háwclyn ora è un ufficiale di medio grado nell’esercito degli elfi della Foresta Verde. Porta la bandiera della Foresta Verde per mostrare che è un emissario della foresta, e porta due incantati ricordi di famiglia lasciatigli da suo padre - una spada ed un paio di stivali elfici. Inoltre porta il talismano della regina Eämeral, che gli garantisce un potente attacco magico.

source: Elvish Queen
de: Elfen-Königin
fr: Reine elfe
hu: Tünde királynő
it: Regina degli Elfi
ja: エルフの女王

source: Melindë is queen of the Greenwood elves. Rumors of her great beauty have spread far afield, reaching even the kingdom of Wesnoth and the Lintanir Forest.
fr: Melindë est la reine des elfes de la Forêt verte. Le bruit de sa grande beauté s'est répandu très loin, jusqu'au royaume de Wesnoth et la forêt de Lintanir.
it: Melindë è la regina degli elfi della Foresta Verde. Voci della sua bellezza si sono sparse lontano, raggiungendo anche il regno di Wesnoth e la foresta di Lintanir.

source: ensnare
fr: piège
it: intrappola
ja: 罠の術

source: Elvish Royal Shyde
fr: Nymphe royale elfique
it: Fata Reale

source: Despite her youth, Queen Eämeral is widely respected among the Greenwood elves. She is a talented seer and a powerful sorceress, with a deep connection to the faerie side of her elven nature. Her father was Elvanadíon, Duke of the the Greenwood, and her mother was the beautiful Queen Melindë.
fr: En dépit de sa jeunesse, la reine Eämeral est très respectée des elfes de la Forêt verte. C'est une devineresse douée et une puissante magicienne, en profonde sympathie avec le côté féérique de sa nature d'elfe. Son père était Elvanadíon, Duc de la Forêt verte et sa mère était la belle reine Melindë.
hu: Fiatal kora ellenére Eämeral királynő rendkívüli népszerűségnek örvend a greenwoodi tündék körében. Kitűnő jós nagyerejű boszorkány, aki erősen kapcsolódik a tündék tündéri oldalához. Apja Elvanadíon, Greenwood hercege, anyja a gyönyörű Melindë királynő volt.
it: Nonostante la sua giovane età, la regina Eämeral è largamente rispettata tra gli elfi della Foresta Verde. È una veggente talentuosa e una potente strega, con una profonda connessione col lato fata della sua natura elfica. Suo padre fu Elvanadíon, duca della Foresta Verde, e sua madre la magnifica regina Melindë.

source: faerie fire
fr: feu féérique
hu: tündértűz
it: fuoco fatato
ja: 妖精の炎

source: This unit may heal another by up to 2 HP per turn, or cure the effects of poison.
fr: Cette unité peut en soigner une autre de deux points de vie par tour, ou soigner le poison.
it: Questa unità può curare le altre unità di 2 punti ferita per turno, o guarire gli effetti del veleno.

source: Caravan
de: Planwagen
fr: Chariot
hu: Szekér
it: Carovana
ja: 馬車

source: Caravans are used to carry gold or supplies long distances. Because of the great weight of its cargo, this caravan moves very slowly. The drivers of Baldres’s caravans have been given light weapons to defend themselves with, and they also have stocks of herbs and potions for treating minor injuries.
de: Planwagen können Schätze oder Ausrüstung über große Entfernungen transportieren. Wegen des großen Gewichts ihrer Ladung können sie sich nur sehr langsam fortbewegen. Die Kutscher von Baldres' Planwagen haben nur leichte Waffen zu ihrer Verteidigung, aber auch Vorräte an Pflanzen und Tränken zum behandeln kleinerer Verletzungen.
fr: Les chariots sont employés au transport de l'or ou des provisions sur de longues distances. En raison du poids important de leur cargaison, les chariots avancent lentement. Les conducteurs des chariots de Baldres sont dotés d'armes légères pour leur défense personnelle, et ils ont aussi des réserves d'herbes et de potions pour soigner les petites blessures.
it: Le carovane sono usate per trasportare oro o provviste per lunghe distanze. Dato il peso del loro carico, questa carovana si muove molto lentamente. I guidatori delle carovane di Baldres hanno avuto in dotazione armi leggere per la loro difesa, oltre ad avere una scorta di erbe e pozioni per curare ferite minori.

source: heals +2
de: heilt +2
fr: soin +2
hu: gyógyítás +2
it: guarisce +2
ja: 回復＋2

source: female^heals +2
fr: soin +2
hu: gyógyítás +2
it: guarisce +2
ja: 回復＋２

source: Heals +2: This unit may heal another by up to 2 HP per turn, or cure the effects of poison.
de: heilt +2: Diese Einheit kann befreundete Einheiten bis zu 2 LP pro Runde heilen oder von Gift kurieren.
fr: Soin +2 : Cette unité peut en soigner une autre de deux points de vie par tour, ou soigner le poison.
it: Guarisce +2: Questa unità è in grado di guarire di 2 punti ferita quelli che la circondano e curarli dal veleno.
ja: 回復 +2: このユニットは、ターンごとに他のユニットを2HPずつ回復させます。また、解毒効果も持ち合わせています。

source: Fugitive Cavalier
fr: Cavalier fugitif
it: Cavaliere Fuggiasco

source: Before he became a baron, Baldres was a talented cavalryman, a skilled raider and an accomplished outlaw. Nowadays, his armor, weapons and mount are of the finest quality, and his dwarven-made matchlock pistol is the only item he carries that is more than two years old. None of Baldres’ martial skill or leadership abilities have deserted him since the king gave him his barony. He is a formidable fighter with sword, mace and pistol, and is often seen practising against his loyal lieutenant, Jil, or occasionally against other members of his entourage. Baldres’ origins are steeped in rumor; was he merely a local bandit with a talent for leadership and horse-riding, or was he a rogue member of the horse clans of the eastern plains?
fr: Avant de devenir baron, Baldres était un cavalier accompli, un pillard adroit et un parfait hors-la-loi. Actuellement, son armure, ses armes et sa monture sont de la meilleure qualité, et son pistolet d'arçon fabriqué par les nains est son seul bien vieux de plus de deux ans. Baldres n'a perdu aucun de ses talents militaires et de meneur d'hommes depuis que le roi l'a fait baron. C'est un formidable combattant à l'épée, à la masse ou au pistolet, et il s'entraîne souvent avec son loyal lieutenant, Jil, ou à l'occasion avec d'autres membres de son entourage. Les origines de Baldres sont entourées de mystère : était-ce simplement un bandit doué pour le commandement et l'équitation, ou un membre renégat des clans de cavaliers des plaines de l'Est ?
it: Prima di divenire un barone, Baldres era un talentuoso cavalleggero, un abile incursore ed un esperto fuorilegge. Oggi, la sua armatura, armi e cavalcatura sono della miglior qualità, ed il suo moschetto di origine nanica è l’unico oggetto che porta con sé che abbia più di due anni. Nessuna delle abilità militari o di comando lo hanno abbandonato da quando il re gli ha concesso il titolo di barone. È un combattente formidabile con la spada, con la mazza o con la pistola, e spesso è visto fare pratica col suo luogotenente Jil, o occasionalmente contro altri membri della sua cerchia. Sulle origini di Baldres si conoscono solo semplici pettegolezzi; era solamente un semplice bandito locale con talento di capo e capacità di cavalcare, o era un furfante membro dei clan dei cavalli delle pianure dell’est?

source: matchlock
de: Muskete
fr: fusil à mèche
hu: flinta
it: moschetto
ja: 火縄銃

source: Fugitive Dragoon
de: desertierter Dragoner
fr: Dragon fugitif
hu: Dragonyos betyár
it: Dragone Fuggiasco

source: Before he became a baron, Baldres was a talented cavalryman, a skilled raider and an accomplished outlaw. Nowadays, his armor, weapons and mount are of the finest quality, and his dwarven-made matchlock pistol is the only item he carries that is more than two years old. None of Baldres’ martial skill or leadership abilities have deserted him since the king gave him his barony. He is adept with sword, mace and pistol, and is often seen practising against his loyal lieutenant, Jil, or occasionally against other members of his entourage.
fr: Avant de devenir baron, Baldres était un cavalier accompli, un pillard adroit et un parfait hors-la-loi. Actuellement, son armure, ses armes et sa monture sont de la meilleure qualité, et son pistolet d'arçon fabriqué par les nains est son seul bien vieux de plus de deux ans. Baldres n'a perdu aucun de ses talents militaires et de meneur d'hommes depuis que le roi l'a fait baron. C'est un formidable combattant à l'épée, à la masse ou au pistolet, et il s'entraîne souvent avec son loyal lieutenant, Jil, ou à l'occasion avec d'autres membres de son entourage.
hu: Mielőtt báróvá vált, Baldres egy tehetséges huszár volt, gyakorlott portyázó és tökéletes bűnöző. Napjainkban a fegyvere, a vértje a legjobb anyagokból készült, és a törpök készítette kétéves flintája az egyetlen eszköz, amit mindig magával hordoz. Baldres képességei és hadvezetési készsége nem kopott azóta, hogy a király báróvá nevezte ki. Kardjával, buzogányával és flintájával félelmetesen bánik, s gyakran edz hűséges hadnagyával, Jillel, vagy más kiválóbb harcosával.
it: Prima di divenire un barone, Baldres era un talentuoso cavalleggero, un abile incursore ed un esperto fuorilegge. Oggi, la sua armatura, armi e cavalcatura sono della miglior qualità, ed il suo moschetto di origine nanica è l’unico oggetto che porta con sé che abbia più di due anni. Nessuna delle abilità militari o di comando lo hanno abbandonato da quando il re gli ha concesso il titolo di barone. È un combattente formidabile con la spada, con la mazza o con la pistola, e spesso è visto fare pratica col suo luogotenente Jil, o occasionalmente contro altri membri della sua cerchia.

source: Mage Dragoon
de: Dragoner-Magier
fr: Mage dragon
hu: Dragonyos mágus
it: Dragone Mago

source: The Mage Dragoon rides a sturdy horse, albeit not the swiftest available, wears excellent armor and yet is still a passable melee fighter, while his magical attacks are as powerful as those of any archmage. Not only that, he has developed a talent for healing. Naturally, to gain such prowess in all areas of magic came at a price: it will have taken years and cost a fortune in gold to pay for all the charms and enchantments that grant him his many different abilities.
fr: Le mage dragon est monté sur un cheval solide, quoique pas des plus rapides, et porte une excellente armure. C'est même un combattant correct en mêlée, alors que ses attaques magiques sont dignes d'un archimage. En dehors de cela, il a développé un talent de guérison. Bien sûr, atteindre un tel résultat dans tant de domaines de la magie a son prix : il a fallu des années et une fortune en or pour acquérir tous les charmes et enchantements qui lui donnent toutes ses aptitudes.
hu: A dragonyos mágus robusztus lovakon üget, mivel a száguldás nem jellemző ezekre az állatokra, kitűnő páncélja van, s nem lebecsülendő ellenfél közelharcban sem, de a mágikus harcban is felveszi a versenyt a többi mágussal. Tudása ezzel még nem merül ki, hiszen gyógyítóképességét is magas szintre fejlesztette. Természetesen az ilyen sokoldalúság megszerzése nem kevés költséget igényel: évekig tart és némi szerencsét is igényel csak a szükséges aranymennyiség összegyűjtése, amit a képességek megszerzéséhez ki kell fizetnie.
it: Il dragone mago cavalca un robusto cavallo, anche se non uno dei più veloci, veste un’eccellente armatura ed ancora un passabile combattente corpo a corpo, mentre ovviamente i suoi attacchi magici sono potenti come quelli di un arcimago. Non solo questo, ma ha anche sviluppato un talento per guarire. Ovviamente per guadagnare queste abilità in tutte le aree della magia ha dovuto pagare un costo: gli è costato molti anni di vita ed una fortuna in oro per pagare talismani e pergamene che gli garantiscono così tante abilità.

source: fireball
de: Feuerkugel
fr: boule de feu
hu: tűzgolyó
it: palla di fuoco
ja: ファイアボール

source: Mage Rider
de: berittener Magier
fr: Mage monté
hu: Lovas mágus
it: Mago a Cavallo

source: Ishlars is a rogue Mage Rider. He rides a sturdy horse, albeit not the swiftest available, wears good armor and yet is still a passable melee fighter. Meanwhile his fireball attacks are as powerful as those of any red mage. Ishlars became a rogue after completing his mage’s training, stepping outside the law so that he could continue studying the arts of war and destruction that most fascinated him. He shows a dark and disturbing talent for creating siege engines and other war machines, and for finding ways to twist magic and enchantments to the serve the brutal needs of battle. Baron Baldres has often found Ishlars’ creations useful, although many of them have only been used once or twice before Ishlars lost interest in them in favor of some other, still darker project.
de: Ishlars ist ein schurkischer, berittener Magier. Er reitet ein kräftiges, wenn auch nicht das schnellste Pferd. Er trägt eine gute Rüstung und ist ein passabler Raufbold. Seine Feuerkugel-Angriffe sind inzwischen so gut wie die anderer roter Magier. Um seine Studien der Kriegs- und Zerstörungskunst, die ihn am meisten faszinierten, weiterführen zu können, mißachtete er nach Ende seiner Magier-Ausbildung einige Gesetze, und wurde so zum Schurken. Er zeigte ein dunkles und beunruhigendes Talent bei der Entwicklung von Belagerungs- und anderer Kriegsmaschinerie und beim Finden von Wegen, Magie und Zauberei für brutale Gefechte einzusetzen. Baron Baldres hatte Ishlars' Erfindungen oft sehr nützlich gefunden, auch wenn viele von ihnen nur ein oder zweimal zum Einsatz kamen, bevor Ishlars das Interesse daran verlor und sich einem neuen, noch dunkleren Projekt zuwandte.
fr: Ishlars est un mage renégat monté. Il monte un cheval solide, quoique pas des plus rapides, porte une bonne armure, et se montre un combattant honnête en mêlée. D'un autre côté ses boules de feu sont aussi puissantes que celle de n'importe quel mage rouge. Ishlars est devenu renégat après avoir fini ses études, s'écartant de la loi afin de poursuivre la pratique des arts de la guerre et de la destruction, son principal centre d'intérêt. Il a montré un talent inquiétant pour créer des machines de sièges et autres engins, ainsi que pour détourner la magie et les enchantements vers des fins guerrières. Le baron Baldres a souvent trouvé utiles les créations d'Ishlars, même si une grande partie d'entre elles n'ont servi qu'une ou deux fois avant que l'intérêt d'Ishlars ne se porte vers un autre projet plus destructeur.
hu: Ishlars egy rablómágus. Robusztus lovon üget, mivel a száguldás nem jellemző ezekre az állatokra, kitűnő páncélja van, s nem lebecsülendő ellenfél közelharcban sem. Mindeközben mágikus támadása olyan erős, mint egy vörös mágusé. Ishlars mágussá avanzsálása után letért a törvény útjáról, s inkább a háborúskodás és pusztítás gyakorlásának szentelte idejét, mivel utóbbiak jobban izgatták. Különös tehetséget mutatott az ostromgépek és egyéb pusztító harci eszközök kreálásában, s a mágiát alkalmazó brutális fegyverek fejlesztése terén is. Baldres báró nagyon hasznosnak találta ezeket a fejlesztéseket, bár hasznosításuk csak alkalmanként történt meg, mivel egy-két próba után Ishlars mágust elragadta a még pusztítóbb eszközök fejlesztésének gondolata.
it: Ishlars è un mago bandito a cavallo. Cavalca un robusto cavallo, sebbene non uno dei più veloci, indossa una buona armatura ed è anche un passabile combattente nel corpo a corpo. Allo stesso tempo le sue palle di fuoco sono potenti come quelle di un mago rosso. Ishlars è diventato un bandito dopo aver completato la sua istruzione da mago, oltrepassando le leggi per poter continuare lo studio delle arti della guerra e distruzione che più lo affascinavano. Mostra uno scuro e disturbante talento per creare macchine d’assedio e altre macchine da guerra, e per trovare modi per contorcere magie ed incantesimi per servire le brutali necessità della battaglia. Il barone Baldres spesso ha trovato utili le creazioni di Ishlars anche se molte di loro sono state usate solo uan volta o due prima che Ishlars perdesse interesse in loro a favore di qualcoshe altro, ancora più oscuro progetto.

source: Noble Avenger
de: Adliger Rächer
fr: Vengeur Noble
hu: Nemes fejvadász
it: Nobile Vendicatore
