Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: There is a dark power flowing out from that doorway. I have little doubt that Gulder lurks within. … That chamber should be our main target!
de: Eine böse Kraft strömt aus diesem Tor. Ich befürchte, Gulder schleicht umher… … Ich denke, dieses Portal ist unser Ziel!
fr: Il y a un obscur pouvoir qui flotte au travers de cette porte. Je ne doute pas que Gulder y soit en train de guetter... Cette chambre est notre cible principale !
it: C’è del potere oscuro che esce da quel portale. Non ho alcun dubbio che Gulder si nasconda la dentro. ... Quella camera deve essere il nostro principale obiettivo!
ja: 邪悪の魔力が、その入り口から湧き出ている様ですね。ガルダーは、きっとその中に潜伏して... その私室を主目標にしましょう。

source: Move Háwclyn to the basement entrance
de: Führt Háwclyn zum Eingang der Unterwelt
fr: Conduire Háwclyn à l'entrée du sous-sol
hu: Háwclyn eléri a bázis bejáratát
it: Sposta Háwclyn al’’entrata del basamento
ja: ハァウクリンを地下室の入り口に移動

source: His horse knows its own mind, at least…
de: Sein Pferd gehorcht ihm nicht mehr, wie mir scheint…
fr: Son cheval devine ses pensées, au moins...
it: Almeno i loro cavalli ragionano per conto loro...
ja: 彼の馬はどうやら操られていないらしい...。

source: Oh, no! I told you not to kill him. It was not his fault. All of these people have been controlled by Gulder, except the orcs. He would have been a good leader for Dorest after Gulder was gone.
de: Oh nein! Ich sagte euch doch, ihr sollt ihn nicht töten. Es lag nicht an ihm. Alle diese Leute wurden von Gulder kontrolliert, ausgenommen die Orks. Er wäre ein guter Führer für Dorest gewesen, wenn Gulder besiegt ist.
fr: Oh non ! Je vous avais dit de ne pas le tuer. Ce n'était pas de sa faute. Tous ces gens ont été asservis par Gulder, à l'exception des orcs. Il aurait été un bon chef pour Dorest après l'élimination de Gulder.
hu: Ó, ne! Mondtam, hogy ne öljétek meg! Nem az ő hibája volt. Ezeket az embereket Gulder irányította, még az orkokat is ő mozgatta. Gulder kimúlása után kitűnő vezetője lehetett volna Dorest népének.
it: Oh, no! Vi avevo detto di non ucciderlo. Non è colpa sua. Tutte queste persone sono state controllate da Gulder, tranne gli orchi. Sarebbe stato un buon capo per Dorest dopo la sconfitta di Gulder.
ja: いけませんね! 彼のせいでは無いのですよ。オーク以外のこれらの人々は、ガルダーに操られているだけです。我々はガルダーを倒した後、ドゥーレストを彼に再建して貰う筈だったのですが...。

source: You lost 100 gold!
de: Ihr verliert 100 Goldstücke!
fr: Vous avez perdu 100 pièces d'or !
it: Hai perso 100 monete d’oro!
ja: １００ゴールドの損出です。

source: Aargh! We were supposed to get the whole northlands back!
de: Aaargh! Wir wollten doch die gesamten Nordlande zurückerobern!
fr: Aargh ! Nous devions reconquérir toutes les terres du Nord !
hu: Ááááh! Azt ígérték, hogy egész Északföldét visszafoglaljuk a helyi szövetségeseinkkel!
it: Aargh! Avremmo dovuto riprenderci tutte le terre del nord!
ja: あああっ...! 我々は、北の領地を全て、地元の仲間と奪い返す予定だったのに...。

source: Very well, let us enter quickly. Gulder will probably be waiting for us. The rest of our soldiers here will be enough to battle with these people who are out of the momentum.
de: Gut, nun laßt uns schnell weitergehen. Gulder wird schon auf uns warten. Der Rest unserer Streitkräfte wird reichen, um gegen diese Leute zu kämpfen, ihre Kräfte lassen nach.
fr: Très bien, entrons sans plus tarder. Gulder nous y attend probablement. Le reste de nos soldats sera suffisant pour combattre ces gens qui ont perdu le nord.
it: Bene, entriamo velocemente. Gulder probabilmente ci starà aspettando. Il resto delle nostre truppe dovrebbe essere abbastanza per combattere queste persone che hanno perso impeto ora.
ja: よくやりましたね、すぐに中に入りましょう。ガルダーが、きっと我々を待っているはずです。残りの人間達は勢力を失っていますから、ここは我々の残りの兵士達で十分守れるでしょう。

source: Very well, let us enter quickly. Gulder will probably be waiting for us. The rest of our soldiers here will be enough to battle with these people and orcs who are out of the momentum.
de: Gut, nun laßt uns schnell weitergehen. Gulder wird schon auf uns warten. Der Rest unserer Streitkräfte wird reichen, um gegen diese Menschen und Orks zu kämpfen, ihre Kräfte lassen nach.
fr: Très bien, entrons sans plus tarder. Gulder nous y attend probablement. Le reste de nos soldats sera suffisant pour combattre ces gens qui ont perdu le nord.
it: Bene, entriamo velocemente. Gulder probabilmente ci starà aspettando. Il resto delle nostre truppe dovrebbe essere abbastanza per combattere queste persone e questi orchi che hanno perso impeto ora.
ja: よくやりましたね、すぐに中に入りましょう。ガルダーが、きっと我々を待っているはずです。残りの人間とオーク達は勢力を失っていますから、ここは我々の残りの兵士達で十分守れるでしょう。

source: Háwclyn, Queen Eämeral, and his troops streamed through the portal as quickly as they could. The chamber beyond had a chilling and powerful aura, so strong that even the non-mages could feel it.
de: Háwclyn, Königin Eämeral und ihre Mannen erstürmten das Portal so schnell sie konnten. Der Raum dahinter war von Kälte und Magie erfüllt, so stark, daß jeder es spüren konnte.
fr: Háwclyn, la reine Eämeral et leurs troupes s'enfoncèrent dans le souterrain aussi vite que possible. La chambre au delà avait une aura qui donnait le frisson, si forte que même les non-mages pouvaient la ressentir.
hu: Háwclyn, Eämeral királynő és katonáik betörtek a kapun át, amilyen gyorsan csak tudtak. Egy csarnokba értek, amelyben hűvös mágikus erő lüktetett olyan erősen, hogy még azok is érezték, akiknek a mágiához semmi köze sem volt.
it: Háwclyn, la Regina Eämeral, e le loro truppe si riversarono attraverso il portale più velocemente che poterono. La stanza seguente era invasa da una fredda e potente aura, così forte che anche i non maghi potevano sentirla.
ja: ハァウクリン、イエーミラル女王、そして彼らの部隊は、流れる様に急いで入り口に入って行きました。その部屋の向こうには、気味悪く、パワフルなオーラが漂っており、その強さは、魔術を知らない者でも感じる事が出来るほどでした。

source: What a hellish place! Vampire bats… No doubt there is worse to come.
de: Welch ein grauenvoller Ort! Vampirfledermäuse… da kommt ohne Zweifel Ärger auf uns zu.
fr: Quel endroit infernal ! Des vampires... et sans aucun doute encore pire un peu plus loin.
it: Che posto infernale! Pipistrelli vampiri... Nessun dubbio che ci aspetti anche di peggio.
ja: 何て恐ろしい所だ! 吸血コウモリ... 間違い無く、ここに来る価値は有る。

source: Gulder is very near. But there will be other horrors to face as well.
de: Gulder ist schon sehr nahe. Doch uns wird noch mehr begegnen, als uns lieb sein kann.
fr: Gulder est tout près. Mais il y aura aussi d'autres horreurs à affronter.
hu: Gulder nagyon közel van. De mindenféle szörnyűséggel is találkozhatunk őelőtte.
it: Gulder è molto vicino. Ma ci saranno anche altri orrori da fronteggiare.
ja: ガルダーは、近くに居ます。しかし、別の恐怖とも出会すでしょう。

source: Hint: This is the final battle scenario
de: Hinweis: Dies ist das letzte Kampf-Szenario
fr: Indication : Il s'agit du scénario de la bataille finale
it: Suggerimento: Questo è lo scenario finale
ja: このシナリオが｢バトル｣としては最後です。

source: What is that? The wall is moving.
de: Was ist das? Die Wand bewegt sich.
fr: Que se passe-t-il ? Le mur se déplace.
hu: Mi van? Mozog a fal.
it: Cos’è? Il muro si sta muovendo.
ja: 何事だ? 壁が動いている。

source: Undead? In Dorest? As well as the orcs??
de: Untote? In Dorest? Orks und Untote??
fr: Des morts-vivants ? A Dorest ? En même temps que des orcs ??
hu: Élőholtak? Dorestben? Együtt az orkokkal??
it: Non morti? A Dorest? Insieme agli orchi??
ja: アンデットがオーク達の様にドゥーレストに?

source: Well, it does explain the holy water. No doubt when he summons his thralls to him, he has them anoint themselves so that the undead will not touch them.
de: Nun, das erklärt das Weihwasser. Wenn er sich solche Knechte herbeirufen kann, hat er zweifellos auch dafür gesogt, daß die Untoten ihm selbst nichts tun können.
fr: Et bien, cela explique l'eau bénite. Quand il a rameuté ses spectres, il a certainement protégé les orcs avec pour que les morts-vivants ne les attaquent pas.
hu: Aha, ez megmagyarázza a szentelt vizet. Nem vitás, hogy meg kell védenie a feltámasztott szolgáit, az élőholtakat attól, hogy érintkezzenek vele.
it: Questo spiega l’acqua santa. Non c’è dubbio che quando richiama i suoi schiavi, li unge con l’acqua santa così che i non morti non li tocchino.
ja: なるほど、聖水の説明がこれで付きます。彼が奴隷達を呼び出す時、彼らにアンデットが触れられないよう神聖にする必要があるのでしょう。

source: Someone is there! Is that Gulder?
de: Da ist jemand! Ist das Gulder?
fr: Il y a quelqu'un ici ! Est-ce Gulder ?
hu: Valaki van itt! Ez lenne Gulder?
it: C’è qualcuno laggiù! È Gulder?
ja: そこに誰か居るぞ! ガルダーか?

source: No, I think not. That creature is a weak and paltry thing. It is not the one we seek.
de: Nein, das glaube ich nicht. Das da ist eine schwache, armselige Gestalt. Nicht was wir suchen.
fr: Non, je ne crois pas. Cette créature est faible et pâle. Ce n'est pas celui que nous cherchons.
hu: Nem, azt hiszem, nem. Az a kreatúra egy gyenge, jelentéktelen alak. Nem őt keressük.
it: No, non penso. Quella è solo una creatura debole ed insignificante. Non è colui che cerchiamo.
ja: いいえ、そうでは無いでしょう。魔力がガルダーよりかなり劣る様です。他の者に間違い無いでしょう。

source: Are ye sure Gulder is in here, your majesty? It just seems to be a curs’d boneyard tae me…
de: Eure Majestät, seid ihr sicher, daß Gulder hier ist? Es sieht mir mehr nach einem Ort für verfluchte Knochen aus…
fr: Êtes-vous certaine que Gulder est ici, Votre Majesté ? Cela me paraît juste un cimetière maudit...
it: Sei sicura che Gulder sia qui, sua altezza? Mi sembra non questo sia solo un maledetto cimitero...
ja: 確かにガルダーは、ここサ居るんですか、イエーミラル女王? アンデットの巣サ過ぎない様ですが。

source: Yes, Warden, I am entirely certain.
de: Ja, mein Freund, da bin ich mir vollkommen sicher.
fr: Oui, Gardien. J'en suis tout à fait certaine.
hu: Igen, Felügyelő, teljesen biztos vagyok benne.
it: Si, Custode, ne sono completamente certa.
ja: 私は確信が有ります、長官。

source: Nothing here that I can see…
de: Aber ich kann nichts sehen…
fr: Rien que je puisse voir ici...
it: Qua non c’è niente...
ja: ここには、何も居ない様だ...。

source: No, there is something, Háwclyn!
de: Doch, Háwclyn, hier ist etwas!
fr: Non, il y a quelque chose, Háwclyn !
hu: De igen, valaminek lennie kell itt, Háwclyn!
it: No, c’è qualcosa, Háwclyn!
ja: いいえ、何かが居ますよ、ハァウクリン。

source: I know now how Gulder used magic to create this chamber. He has been using phantom spirits – such as the one we just destroyed – to build this these walls. It seems a teleport sign is appearing there.
de: Ich weiß jetzt, welche Magie Gulder benutzte, um diesen Ort zu erschaffen. Er schuf Phantomgeister, um diese Mauern zu errichten – du hast eben einen von ihnen vernichtet. Oh, das da sieht wie ein Teleportations-Zeichen aus.
fr: Je sais maintenant comment Gulder a créé cette chambre par magie. Il s'est servi de fantômes — comme celui que nous venons de détruire — pour construire ces murs. On dirait un signe de téléportation ici.
it: Ora capisco come Gulder ha creato questa stanza usando la magia. Ha iniziato ad usare spiriti fantasmi, come quello che abbiamo appena distrutto - per costruire questi muri. Sembra sia apparso un simbolo di teletreasporto la.
ja: ガルダーがどうやってこの洞窟を造り出したか、謎が解けました。それは、洞窟の壁の分身です。つまり、ガルダーは亡霊達の魂を使って、これらの壁を建てたのです。 テレポートのサインが現れた様ですね。

source: That is Gulder, there!
de: Das ist Gulder, dort!
fr: C'est Gulder, là !
hu: Ott van ő, Gulder!
it: Quello è Gulder, la!
ja: あれは、ガルダー、そこです!

source: Welcome! Welcome! I was planning to kill you after I had brought all the elves of the Greenwood through the gates of the underworld. So obliging of you to step through of your own accord and save me the trouble!
de: Kommt nur, kommt! Eigentlich hatte ich ja geplant, euch erst zu töten, nachdem ich alle Elfen des Grünwaldes durch die Tore der Unterwelt gebracht hätte. Aber ihr wart ja so nett, von selbst hindurch zu gehen und mir so den Ärger zu ersparen!
fr: Bienvenue ! Bienvenue ! Je prévoyais de vous tuer après avoir fait passer tous les elfes de la Forêt verte par les portes du monde souterrain. C'est si aimable de votre part de venir au-devant de moi de votre propre chef et de m'épargner cette peine !
it: Benvenuti! Benvenuti! Avevo pianificato di uccidervi dopo di aver portato gli elfi della Foresta Verde attraverso i cancelli dell’altro mondo. Ma siete stati così gentili da presentarvi spontaneamente qua ed evitarmi il fastidio!
ja: ようこそ! ようこそ! 俺様はグリーンウッドの全てのエルフを地獄の入り口に送り込んでから、お前を始末するつもりだったんだが、お揃いで自ら殺されにやって来るとは、これは手間が省けた!

source: We are here to kill you, Gulder. We will send you back into the darkness on your own.
de: Wir sind hier, um dich zu töten, Gulder. Wir werden dich in die Dunkelheit zurückschicken, aus der du kommst.
fr: Nous sommes venus vous tuer, Gulder. Vous renvoyer aux ténèbres auxquelles vous appartenez.
hu: Azért jöttünk, hogy megöljünk, Gulder. A pokol legsötétebb bugyrába küldünk vissza.
it: Siamo qui per ucciderti, Gulder. Ti rispediremo nelle tue tenebre.
ja: 我々は、貴様を倒しに来たのだぞ、ガルダー。貴様自身の地獄の穴に送り返してやる。

source: Hahahaha! Foolish, impudent whelp! I thought the Greenwood elves were as stupid as trolls, but I overestimated you! I learned the undead arts from Jevyan himself! You cannot hope to oppose me!
de: Hahahaha! Du törichter, unverschämter Balg! Ich dachte mir ja schon immer, daß die Grünwald-Elfen genauso dumm wie Trolle sind, aber ich habe euch noch überschätzt! Ich habe die Künste der Untoten von Jevyan selbst gelernt! Ihr habt nicht den Hauch einer Chance gegen mich!
fr: Hahahaha ! Stupide et impudente jeunesse ! Je pensais que les elfes de la Forêt verte étaient aussi bêtes que des trolls, mais je vous ai surestimés ! J'ai appris les arts de la nécromancie avec Jevyan lui-même ! Vous ne pouvez pas espérer me vaincre !
hu: Hahahaha! Ostoba, beképzelt kölykök! Azt hittem, a greenwoodi tündék olyan ostobák, mint a trollok, de túlbecsültem a képességeiteket! Magától Jevyantól tanultam az élőholt lét művészetét! Nem tudtok legyőzni!
it: Hahahaha! Folli, sfacciati cuccioli!Pensavo che gli elfi della Foresta Verde fossero stupidi come troll, ma vi ho sovrastimati! Ho imparato l’arte di risvegliare i morti da Jevyan stesso! Non avete speranza di opporvi a me!
ja: ははははっ! 愚かで、生意気な未熟者! 俺様はグリーンウッドのエルフ共は、トロルと同じ位馬鹿だと思っていたが、お前達を買いかぶっていた様だな。俺様はアンデットの技を、ジェヴヤン自身から学んだんだぞ! お前達には、俺様を倒せん!

source: You’re deluded! The monster Jevyan was destroyed more than two centuries ago!
de: Was redet Ihr denn da! Das Monster Jevyan wurde schon vor über 200 Jahren besiegt!
fr: Vous vous faites des illusions ! Ce monstre de Jevyan a été exterminé il y a plus de deux cents ans !
hu: Téged átvertek! Azt a Jevyan nevű szörnyeteget két évszázada elpusztították!
it: Sei un illuso! Il mostruoso Jevyan fu distrutto più di due secoli fa!
ja: 何を言うのです! あの怪物ジェヴヤンは、二世紀以上前に滅亡した筈です!

source: Alas, the shades of the most powerful lords of the undead can return to this world from time to time, with the correct rituals. Once every thirteen years, I believe.
de: Nun, die Schatten der mächtigsten untoten Magier können, mit Hilfe der richtigen Rituale, von Zeit zu Zeit in diese Welt zurückkehren. Soweit ich weiß, aller 13 Jahre.
fr: Hélas, les ombres des plus puissants seigneurs des morts-vivants peuvent revenir dans ce monde de temps en temps, rappelées par les rituels adéquats. Tous les treize ans, je crois.
hu: Sajnos a legnagyobb élőholt urak árnyai időről időre visszatérhetnek evilágba, ha megfelelő szertartással visszahívják őket. Minden tizenharmadik évben, ha jól tudom.
it: Già, ma ombre del più potente signore dei non morti di sempre tornano in questo mondo di tanto in tanto, con i corretti rituali. Una volta ogni tredici anni, credo.
ja: 悲しいかな、あのアンデットの最も魔力が強い君主の亡霊は、正確な儀式のもと、時々この世に戻って来れるのです。十三年に一度と言われています。

source: Oho, your majesty! Not quite as ignorant as your doltish subjects, I see! Yes, I saw his seventeenth return in this world, and I went back with him to his palace in the ethernal blackness, and stayed there another thirteen years to lean the undead arts. Then on his eighteenth return, I came back with him! Hahaha! My power has grown five times over with the knowledge he has given me!
de: Oho, eure Majestät! Ihr seid ja doch nicht so ignorant wie eure einfältigen Begleiter! Jawohl, ich war bei seiner siebzehnten Rückkehr in diese Welt dabei, und ich ging mit ihm zurück in seinen Palast in der ewigen Finsternis. Dort blieb ich dann die nächsten dreizehn Jahre, um von ihm selbst die Künste der Untoten zu erlernen. Und dann, zu seiner achtzehnten Rückkehr, kam ich mit ihm wieder zurück! Hahaha! Mit seinem Wissen konnte ich meine Kräfte verfünffachen!
fr: Oh oh, majesté ! Pas aussi ignorante que vos stupides sujets à ce que je vois ! Oui, j'ai assisté à son dix-septième retour dans ce monde et je l'ai accompagné à son palais dans les ténèbres éternelles. J'y suis resté pendant les treize années suivantes pour étudier la nécromancie. Et je suis revenu avec lui pour son dix-huitième retour. Hahaha ! Mon pouvoir s'est multiplié par cinq avec les connaissances qu'il m'a transmises !
hu: Ohó, fenség! Nem is vagy olyan buta, mint az ostoba szolgáid. Igen, én láttam az ő tizenhetedik visszatérését evilágba, s elmentem vele az örök sötétség honában lévő palotájába is. Tizenhárom évig maradtam ott, s ezalatt elsajátítottam a feketemágia minden csínját-bínját. Aztán a tizennyolcadik visszatértekor én is vele jöttem. Hahaha! Azóta legalább ötszörösére nőtt az erőm!
it: Oho, sua altezza! Non così ignorante come i tuoi stupidi cittadini vedo! Si, ho visto il suo diciassettesimo ritorno in questo mondo, e sono tornato indietro con lui al suo palazzo nel buio eterno, e sono rimasto la per tredici anni per imparare le arti della negromanzia. Quindi nel suo diciottesimo ritorno, sono tornato indietro con lui! Hahaha! Il mio potere è cresciuto di cinque volte con la conoscenza che mi ha donato!
ja: オー、さすが陛下。全く知らない訳では無いらしい。分かったぜ、冥土の土産に教えてやろう。俺様は彼が17回目にこの世に戻って来た時に会う事が出来たんだ。そして、彼の不滅の暗黒の世界に一緒に行き、13年間アンデットの技を学んだのさ。それから、18回目に彼がこの世に戻って来る時に一緒に戻って来たと言う訳さ。はははははっ! 俺様の魔力はそれ以来、以前の５倍以上に膨れ上がったぜ!

source: Gulder, stop this madness! I am sorry for death of your father, but it was an accident, and it has nothing to do with the people of Dorest or the elves of the Greenwood.
de: Gulder, halte ein mit diesem Wahnsinn! Auch mich schmerzt der Tod deines Vaters, aber es war ein Unfall, und hat nichts mit den Leuten von Dorest oder den Grünwald-Elfen zu tun.
fr: Gulder, arrête ces folies ! Je suis désolée pour la mort de ton père, mais c'était un accident qui n'a rien à voir avec le peuple de Dorest et les elfes de la Forêt verte.
hu: Gulder, hagyd abba ezt az őrültséget! Sajnálom atyád halálát, az baleset volt, és semmi köze ehhez a doresti embereknek, vagy a greenwoodi tündéknek.
it: Gulder, ferma questa pazzia! Mi spiace per la morte di tuo padre, ma fu un incidente, e non ha niente a che fare con la gente di Dorest e gli elfi della Foresta Verde.
ja: ガルダーよ、その怒りを鎮めなさい! そなたの父親の死は気の毒でした。しかし、あれは事故だったのです。それに、その事はドゥーレストの人々や、グリーンウッドエルフ達には関係ありません。

source: Silence, witch! You killed my father. He was my only family. My mother, Fioniel, left my father when he agreed with the High Lord to foster you! But for you, my father would live yet, and my mother would be with him still! And if your cursed father had not come to Dorest, you would never have been born, you twisted half-breed! You should never have been born in this world!
de: Schweig still, Hexe! Du hast meinen Vater getötet. Er war meine ganze Familie. Meine Mutter Fioniel verließ ihn, als er mit dem Hohen Lord vereinbart hatte, dich als Pflegekind aufzunehmen! Wärst du nicht gewesen, würde mein Vater heute noch leben und meine Mutter wäre nie fortgegangen! Ach, wäre doch dein verfluchter Vater niemals nach Dorest gekommen, und du niemals geboren worden, du vermaledeites Halbwesen!
fr: Silence sorcière ! Tu as tué mon père. C'était ma seule famille. Ma mère, Fioniel, a abandonné mon père quand il a consenti à s'occuper de toi à la demande du Haut Seigneur. Sans toi, mon père serait toujours vivant et ma mère auprès de lui ! Et si ton exécrable père n'était pas venu à Dorest, tu ne serais jamais née, espèce de métis contrefaite ! Tu n'aurais jamais dû venir au monde !
hu: Hallgass, boszorka! Te ölted meg az apámat! Csak ő volt nekem! Anyám, Fioniel elhagyta apámat, amikor egy tünde főúr parancsba adta neki, hogy neveljen fel téged. Ha nem parancsolta volna el anyámat, apám mág mindig élne, és anyám sem hagyta volna el őt! S ha apád nem jött volna Dorestbe, te sosem születtél volna meg, te perverz fattyú! Sosem lett volna szabad megszületned!
it: Silenzio, strega! Hai ucciso mio padre. Era la mia famiglia. Mia madre, Fioniel, abbandonò mio padre quando lui accettò dal gran signore di allevare te! Se non fosse stato per te, mio padre sarebbe vivo, e mia madre sarebbe ancora con lui! E se il tuo maledetto padre non fosse venuto a Dorest, non saresti mai nata, mezzo-sangue! Non saresti mai dovuta venire al mondo!
ja: 黙れ、魔女め! お前が俺様の親父を殺したのだ。彼は俺様の唯一の家族だったんだ。母さんのフィオニエルが親父から去って行ったのだって、エルフの最高君主がお前を親父に預けたからだ。アイツが親父に命令さえ下さなければ親父はまだ生きていたし、母さんだって去って行かなかったんだ。だいたい、お前の親父がドゥーレストにわざわざウェスノスからやって来なければ、お前の様にひね曲がったアイの子は、生まれては居ない! お前はこの世に生まれて来るべきでは無かったのだ!

source: Oh, spiteful words! How could you? You, who have suffered the same cruelties as I, heard the same evil whispers! How can you bludgeon me with that hateful term ‘half breed’ without bruising your own heart?
de: Oh, welch boshafte Worte! Ausgerechnet von dir! Du hast die selben Qualen erlitten wie ich, hast die selben, teuflischen Stimmen gehört! Wie kannst du mich ‘Halbwesen’ nennen, spürst du denn nicht den selben Schmerz in deinem Herzen?
fr: Oh, quelles paroles fielleuses ! Comment peux-tu ? Toi, qui as subi les mêmes cruautés que moi, entendu les mêmes murmures haineux ! Comment peux-tu m'assommer de cette épithète haineuse de « métis » sans meurtrir ton propre cœur ?
it: Oh, parole velenose! Come puoi? Tu che hai sofferto le stesse crudeltà a cui sono stata sottoposta io, hai sentito anche tu gli stessi malvagi sussurri! Come puoi intimidirmi con quell’odioso termine “mezzo-sangue” senza che il tuo cuore si contorca?
ja: な、何故そんな憎しみを混めた事を? そなたは私と同じ悲惨な経験をし、辛い思いをして来ました。よく自信の心を傷つけることなくアイの子等と言う意地の悪い言葉で私を棒で殴る様な事が言えますね?

source: Why are we even talkin’ tae these dried-up old remains?! His heid’s cracked! His brain’s spoiled! Back intae the pit wi’ him, I say!
de: Was reden wir hier von alten, längst vergangenen Dingen? Er ist irre! Sein Hirn ist krank! Laßt ihm uns wieder in das Loch zurückschicken, aus dem er gekrochen ist, sage ich!
fr: Pourquoi parler davantage avec ce type tout desséché ? Sa tête est fêlée ! Son cerveau est dérangé ! Renvoyons-le à sa fosse !
hu: Miért tereferélünk ezzel a kiszáradt, öreg csontkollekcióval? Szegénynek agyára ment valami, teljesen meghibbant. Vissza véle a pokol legsötétebb bugyorjába, aszondom!
it: Ma perché stiamo ancora parlando con questi vecchi resti asciutti? La sua testa è rotta! Il suo cervello deteriorato! Rimandiamolo indietro nella fossa con lui, io dico!
ja: 何でそんな昔の話サこだわって言ってるダ? アイツは、頭サひびが入ってルダ! おまけに、脳みそは腐ってるダ! 俺は言うぞ、己の穴蔵にトットと戻れ!

source: Hahaha, you think you can kill me?
de: Hahaha, denkst du denn, ihr könnt mich töten?
fr: Hahaha, vous pensez pouvoir me tuer ?
hu: Hahaha, azt hittétek, meg tudtok ölni??
it: Hahaha, pensi di potermi uccidere?
ja: ははははっ、俺様を殺せるとでも思ったか?

source: Hah! I will show you a measure of my true power! Dark soldiers! Step forth!
de: Hah! Ich werde euch zeigen, wozu ich fähig bin! Kämpfer der Finsternis! Zieht in die Schlacht!
fr: Hah ! Je vais vous donner un échantillon de mon véritable pouvoir ! Soldats de la nuit ! Venez !
hu: Hah! Meglátjátok, mekkora erővel rendelkezem! Sötét erők! Lépjetek elő!
it: Hah! Vi darò dimostrazione del mio vero potere! Soldati oscuri! Fatevi avanti!
ja: ははははっ、俺様がどれだけの魔力を手に入れたか見せてやる! い出よ、暗黒の戦士達よ! 姿を見せーい!
