Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: Fate of a Princess
de: Schicksal einer Prinzessin
fr: Le Destin d'une Princesse
hu: Egy hercegnő végzete
it: Destino di una principessa
ja: ある王女の宿命

source: FoaP
de: SeP
fr: LDuP
it: DduP

source: (easy)
de: (leicht)
fr: (facile)
hu: (Könnyű)
it: (facile)
ja: やや簡単

source: (hard)
de: (schwer)
fr: (difficile)
hu: (Nehéz)
it: (difficile)
ja: やや難しい

source: Part I: Baldres, a notorious robber baron, flees Wesnoth with his followers and sets off into the northlands to evade the king’s justice. The baron’s deeds and misdeeds are to change the balance of power between orcs and non-orcs throughout the northlands, and will carry consequences long after his eventual death. Part II: The Greenwood elves face a crisis which demands the return of the queen’s estranged half-elven half-sister, Baldres’ daughter. Two brave young elves must make a perilous journey to find her and bring her back to her former home. If they fail, the whole northlands will be engulfed in war with the resurgent orcs... Fate of a Princess, version:
de: Teil 1: Um sich seiner gerechten Bestrafung durch den König von Wesnoth zu entziehen, entflieht Baldres, der berüchtigte Raubritter, mit seinen Mannen nach den Nordlanden. Seine Taten und Untaten stören dort jedoch das Gleichgewicht zwischen den Orks und deren Gegnern, was auch nach seinem möglichen Tod noch schwere Folgen haben wird. Teil 2: Die Grünwald-Elfen befinden sich in einer schwierigen Situation, welche die Rückkehr der Halbschwester der Königin, einer Tochter von Baldres und somit Halb-Elfin, erforderlich macht. Um diese zu finden und zu ihrem einstigen Zuhause zurückzubringen, machen sich daher zwei tapfere junge Elfen auf eine gefahrvolle Reise. Sollten sie scheitern, würden die ganzen Nordlande in einen Krieg mit den wiedererstarkenden Orks versinken … Schicksal einer Prinzessin, Version:
fr: Première partie : Baldres, un sinistre baron brigand, fuit Wesnoth avec ses suivants et se dirige vers les terres du Nord pour échapper à la justice du roi. Les faits et méfaits du baron vont modifier l'équilibre des forces entre les orcs et les autres dans les terres du Nord, et auront des conséquences bien après sa disparition éventuelle. Deuxième partie : les elfes de la Forêt verte font face à une crise dont la résolution réclame le retour de la demi-sœur exilée de la reine, une demi-elfe qui est la fille de Baldres. Deux jeunes elfes audacieux vont entreprendre un voyage périlleux pour la retrouver et la ramener dans sa forêt natale. S'ils échouent, toutes les terres du Nord seront plongées dans une guerre contre les orcs qui relèvent la tête... Le Destin d'une Princesse, version :
hu: I. rész: Baldres, a mániákus rablólovag megszökik Wesnothból, s követőivel együtt Északföldére menekül, hogy elkerülje a király ítéletét. A báró tettei és hibái felborítják azt a hatalmi egyensúlyt, ami Északföldén az orkok és a többi népek közt fennállt, s még halála után is mélyreható következményekkel járnak. II. rész:A greenwoodi tündék válságos helyzetbe kerülnek, s ez szükségessé teszi a királynő eltávolított féltünde féltestvérének, Baldres leányának visszahívását. Két bátor ifjú tünde kel útra, hogy számos veszéllyel dacolva megtalálja a hercegnőt, s visszakísérje korábbi otthonába. Ha elbuknak, egész Északfölde az újra megerősödött orkok ölébe hullik... Egy hercegnő végzete, verzió:
it: Parte I: Baldres, un famigerato barone ladro, scappa da Wesnoth con i suoi seguaci e si stabilisce nelle terre del nord per fuggire alla giustizia del re. Gli atti e misfatti del barone modificheranno il bilancio di forze tra orchi e non-orchi ovunque nelle terre del nord, e causeranno conseguenze anche molto tempo dopo la sua eventuale morte. Parte II: Gli elfi della Foresta Verde affrontano una crisi che richiede il ritorno del’esiliata sorellastra mezza-elfa della regina, figlia di Baldres. Due coraggiosi giovani elfi devono affrontare un pericoloso viaggio per trovarla e riportarla alla sua precedente casa. Se falliscono, le intere terre del nord saranno sommerse da guerre con gli orchi... Destino di una principessa, versione:
ja: パートI: 悪名高い強盗男爵バルドレスは、彼の従者と共に国王の司法を回避する為、ウェスノスから北部地方に逃亡します。男爵の不正的行為は、北部地方全域のオークとその他の種族とのチカラのバランスを変える事と成り、長い間その地域で影響を及ぼす事と成ります。 パートII: グリーンウッドのエルフ達は、女王の疎遠と成ったハーフエルフの異父姉妹の帰還を必要とする危機に直面します。二人の勇敢な若いエルフは、彼女を見つけ出し、かつての故郷に連れ戻す危険な旅を成し遂げなければなりません。もし失敗すると、北部地域全体が復活したオーク等との戦争に巻き込まれ、そして...。 ある王女の宿命、バージョン:

source: Required Wesnoth version:
de: Erforderliche Wesnoth-Version:
fr: Version minimale de Wesnoth :
it: Versione di Wesnoth richiesta:
ja: 必要とされるウェスノスバージョン:

source: or later. This is a two-part campaign (considered as expert level) with 26-29 scenarios depending on the path chosen. Some scenarios are dialogue-only. Feedback on all aspects of the campaign will be gratefully received.
de: oder höher. Dies ist eine Kampagne in zwei Teilen (angelegt als Experten-Level) mit 26 - 29 Szenarien, abhängig davon, welcher Weg gewählt wird. Einige Szenarien sind reine Dialoge. Rückmeldungen aller Art zur Kampagne sind sehr willkommen.
fr: ou suivantes. Cette campagne comporte deux parties (niveau expert) contenant en tout 26 à 29 scénarios selon les options choisies. Certains scénarios ne contiennent que des dialogues. Toute réaction sur cette campagne est la bienvenue.
ja: 又はそれ以降。 ユニットの使い方などにより上級者向けと考えられるこのキャンペーンは、会話のみのモノを含み、２つのパートで、26-29シナリオです。選んだ進路に寄ってシナリオ数は少し異なります。 キャンペーンの各様相において、ご意見ご感想などございましたら、ありがたくお受け致します。

source: Campaign Design
de: Kampagnen Design
fr: Conception de la campagne
hu: Hadjárattervező
it: Creatore Campagna
ja: 著者/制作者

source: Co-design
fr: Co-concepteur
hu: Segédtervező
it: Co-creatore
ja: 共同制作者

source: Co-author
de: Co-Autor
fr: Co-auteur
hu: Társszerző
it: Co-autore
ja: 共同著者

source: Special Guest
fr: Invité spécial
hu: Vendégjátékos
it: Ospite speciale
ja: 特別出演

source: French Translation
de: Französische Übersetzung
fr: Traduction française
ja: フランス語訳

source: Hungarian Translation
de: Ungarische Übersetzung
fr: Traduction hongroise
hu: Magyar fordítás
it: Traduzione ungherese
ja: ハンガリー語訳

source: Italian Translation
de: Italienische Übersetzung
fr: Traduction italienne
hu: Olasz fordítás
it: Traduzione italiana
ja: イタリア語訳

source: Japanese Translation
de: Japanische Übersetzung
fr: Traduction japonaise
hu: Japán fordítás
it: Traduzione giapponese
ja: 日本語訳

source: Contributions – Music
de: weitere Beiträge - Musik
fr: Contributions – Musique
hu: Közreműködött - Zene
it: Contributi - Musica
ja: 貢献-(音楽）

source: Contributions - Units
de: weitere Beiträge - Einheiten
fr: Contributions - Unités
hu: Közreműködött - Egységek
it: Contributi - Unità
ja: 貢献-(ユニット)

source: Technical Adviser
de: technischer Berater
fr: Conseiller technique
hu: Technikai tanácsadó
it: Consulente tecnico
ja: テクニカルアドバイザー

source: Forum Support and Feedback
de: Forum Fragen und Rückmeldungen
fr: Assistance et comptes-rendus sur le forum
hu: Fórum támogatás és visszajelzések
it: Supporto e feedback
ja: フォーラムサポート、フィードバック

source: Art Work Support
de: Unterstützung künstlerische Arbeit
fr: Assistance aux graphismes
hu: Grafikai kivitelezés
it: Supporto artistico
ja: アートワークサポート

source: Special Thanks
de: Besonderer Dank
fr: Remerciements particuliers
hu: Külön köszönet
it: Ringraziamenti particolari
ja: 感謝

source: race^Fairy
de: Fee
fr: Fée
hu: Tündér
it: Fata
ja: 雪の妖精

source: race+female^Fairy
de: Fee
fr: Fée
hu: Tündér
it: Fata
ja: 雪の妖精

source: race^Fairies
de: Feen
fr: Fées
hu: Tündérek
it: Fate
ja: 雪の妖精族

source: Snow fairies have haunted the highlands of Wesnoth for centuries, preferring to stay in only the coldest and most inaccessible places. Unlike most elves, they love the fragile beauty of the high mountain flowers and the soft multi-colored palette of the heather, rather than the lush green forests preferred by their lowland brethren. They even appreciate the delicate forms of the underground mushrooms that are normally only seen by dwarves and trolls. Snow fairies are powerful, ethereal, and elusive; even dwarvish wardens and the highest-flying drakes rarely encounter them. They harness the elemental power of the mountains to work their magic, suddenly animating the wiry highland plants to entangle an unsuspecting target, or assailing their foes with a magically-created cold flash of arctic purity.
de: Schnee-Feen suchen das Hochland von Wesnoth schon seit Jahrhunderten auf, da sie diese kalten und schwer erreichbaren Gegenden bevorzugen. Anders als die meisten Elfen lieben sie die zerbrechliche Schönheit der Gebirgs-Blumen und die zarte Vielfarbigkeit der Heidekräuter mehr als die üppig grünen Wälder des Flachlandes, in denen ihre Brüder und Schwestern sich wohlfühlen. Ebenso schätzen sie die köstlichen, unter der Erde wachsenden Pilze, die sonst nur noch den Zwergen und Trollen bekannt sind. Schnee-Feen sind mächtige, schwer zu fassende, übernatürliche Wesen; selbst Zwergen-Wächter und die höchstfliegenden Draken treffen nur selten auf sie. Sie nutzen die elementaren Kräfte der Berge für ihre Magie, beleben blitzschnell struppige Gebirgspflanzen, damit sich ahnungslose Opfer darin verfangen oder greifen ihre Feinde mit magischen arktischen Blitzen an.
fr: Les fées des neiges ont hanté les hauteurs de Wesnoth pendant des siècles, préférant se tenir dans les endroits les plus froids et les moins accessibles. Contrairement à la plupart des elfes, elles aiment davantage la fragile beauté des fleurs de haute montagne et la palette colorée des bruyères que la luxuriance des forêts préférée par leurs cousins des basses terres. Elles apprécient même la forme délicate des champignons souterrains que normalement, seuls les nains et les trolls peuvent contempler. Les fées des neiges sont puissantes, éthérées et insaisissables; même les nains gardiens et les dracans les plus avancés les rencontrent rarement. Elles emploient le pouvoir élémentaire des montagnes pour ourdir leur magie, pouvant animer soudain des plantes filiformes pour entraver une proie insouciante ou assaillir leurs ennemis avec un éclair de glace d'une pureté arctique.
it: Le fate della neve hanno abitato le regioni montuose di Wesnoth per secoli, preferendo stare solo nei posti più freddi ed inaccessibili. Diversamente da molti elfi, amano la fragile bellezza dei fiori di alta montagna e le soffici e multicolori sfumature dell’erica, piuttosto che il rigoglioso verde delle foreste preferite dai loro fratelli delle pianure. Apprezzano anche la delicata forma dei funghi sotterranei che sono solitamente visti solo da nani e troll. Le fate della neve sono potenti, eteree, ed elusive; anche i nani custodi ed i draghi che volano più in alto le incontrano raramente. Utilizzano il potere elementale delle montagne con la loro magia, animando improvvisamente le irte piante delle zone montuose per intrappolare un incosciente bersaglio, o assalgono i loro nemici con un magico lampo freddo di purezza artica.

source: Time to Leave
de: Zeit des Abschieds
fr: L'heure du départ
hu: Itt az idő!
it: Tempo di partire
ja: 出発のとき

source: Sergeant Oworraent
de: Feldwebel Oworraent
fr: Sergent Oworraent
hu: Oworraent őrmester
it: Sergente Oworraent
ja: オウォーラエント軍曹

source: Wild Horses
de: Wildpferde
fr: Chevaux Sauvages
hu: Vadlovak
it: Cavallo selvaggio
ja: 野生の馬

source: Almost finished! My finest, most powerful enchantment! A long distance fire beam. Heh, heh! I shall call it… ‘Ishlars’ Revenge’! Even those idiots at the Council of Archmagi have nothing like this! Hm. Or, ‘Ishlars’ Lance of Destruction’. That’s got a nice ring to it. Or maybe–
de: Fast geschafft! Mein bester, mächtigster Zauber! Ein Feuerstrahl für große Distanzen. Heh, Heh! Ich könnte ihn … ‘Ishlars’ Rache’ nennen! So etwas haben diese Idioten vom Rat der Erzmagier nicht! Hm. Oder ‘Ishlars’ Lanze der Zerstörung’. Das klingt auch gut. Oder vielleicht -
fr: J'ai presque fini ! Mon plus puissant, mon plus bel enchantement ! Un rayon de feu à longue portée. Hé, hé ! Je vais l'appeler... « Revanche d'Ishlar » ! Même ces imbéciles du Conseil des Archimages n'ont rien de comparable ! Hum. Ou bien, « Lance de destruction d'Ishlar ». Voilà qui sonne bien. Ou encore —
it: Ho quasi finito! Il mio migliore, più potente incantesimo! Un raggio di fuoco a lunga distanza. Heh, heh! Intendo chiamarlo “la vendetta di Ishlars”! Neanche quegli idioti del concilio degli arcimaghi hanno qualcosa come questo! Hm. O potrei chiamarlo “lancia della distruzione di Ishlars”. Suona bene. O forse...
ja: あと少し、あと少しで、ワシの最もパワフルな長距離光線が完成する! ヒャッ、ヒャッ! イシュラーズのリベンジとでも名付けようかな。評議会の間抜け魔術師共には出来やしないぞ! それともイシュラーズの破壊槍。それもなかなかいい響きだな、うん。

source: Old fool, if you’d spent as much time working on it as you spend thinking of names for it, it would be finished by now. We’ve already caught some of Haldric’s scouts sneaking into my lands. The main army won’t be far behind. We’re all ready to leave, except for you!
de: Du alter Narr, hättest du mehr Zeit damit verbracht, daran zu arbeiten, statt dir Namen dafür auszudenken, könnte dein Zauber jetzt schon fertig sein. Wir haben bereits einen von Haldric's Spähern gefaßt, der hier herumschnüffelte. Das Heer wird nicht weit hinter ihm sein. Bis auf dich sind wir alle zum Aufbruch bereit!
fr: Vieux fou, si tu avais passé autant de temps à y travailler qu'à chercher comment l'appeler, ce serait au point depuis longtemps. Nous avons déjà surpris quelques éclaireurs d'Haldric rôdant sur mes terres. Le gros de l'armée ne doit pas être bien loin. Nous sommes tous prêts à partir sauf toi !
hu: Vén bolond, ha az elkészítésével töltenél annyi időt, mint a nevének kitalálásával, már rég készen lennél. Elfogtuk már Haldric néhány felderítőjét a földünkön. A fő sereg sem lehet messze. Rajtad kívül mindenki készen áll az indulásra...
it: Vecchio pazzo, se avessi speso tempo lavorando invece che pensando nomi, sarebbe già stato finito ora.Abbiamo già sorpreso alcuni esploratori di Haldric infiltrarsi nelle mie terre. LA forza principale non sarà molto lontana. Siamo pronti a partire, tutti tranne te!
ja: 老いぼれめ! 名前なんぞ考えてる暇があったらトットと終わらしてしまえ! 忍び込んで来たハルドリックの物見をもう何人も捕まえているんだぞ! 本部隊がいつやって来てもおかしくねー。貴様以外は、全員出発の準備が出来ているんだ。

source: My Lord, the king’s banner has been sighted. Straker’s scouts are hard on my heels! Our time has run out!
de: Mein Herr, das Banner des Königs wurde gesichtet. Straker's Späher sind mir dicht auf den Fersen! Unsere Zeit ist abgelaufen!
fr: Monseigneur, la bannière du roi est en vue. Les éclaireurs de Straker sont sur mes talons ! Il est plus que temps !
hu: Uram, feltűnt a király zászlaja. Straker kopói itt loholnak a nyomomban. Nincs több időnk!
it: Mio Signore, la bandiera del re è stata avvistata. Gli esploratori di Straker sono alle mie calcagna! Il nostro tempo è terminato!
ja: 閣下! 国王の旗が見えてます! ストレイカーの物見が私のすぐ後ろに来て、もう時間切れです。

source: Baron Baldres! I am to bring you before the king. Resist, and your life is forfeit! Yield!
de: Baron Baldres! Ich habe euch zum König zu bringen. Leistet ihr Widerstand, so ist euer Leben verwirkt! Ergebt euch!
fr: Baron Baldres ! Je dois vous conduire devant le roi. Résistez et vous le paierez de votre vie ! Rendez-vous !
hu: Baldres báró! Azért jöttem, hogy a király színe elé kísérjelek. Ha ellenkezel, az életeddel játszol. Engedelmeskedj!
it: Barone Baldres! Devo portarti di fronte al re. Resisti, e la tua vita è finita! Arrenditi!
ja: バルドレス男爵! 国王の前に突き出してやる。覚悟しろ! 貴様の全ては没収だ、明け渡せ!

source: Get to it, Ishlars, or I’ll cut off your ears! The rest of you, to arms!
de: Werde fertig, Ishlars, oder ich schneide dir die Ohren ab! Ihr anderen, zu den Waffen!
fr: Remets-toi au boulot, Ishlars, ou je te coupe les oreilles ! Aux armes vous autres !
hu: Szedelőzködj, Ishlars, vagy lenyisszantom a füleidet! A többieknek, fegyverbe!
it: Sbrigati, Ishlars, o ti taglierò le orecchie! Il resto di voi, alle armi!
ja: それ見た事か! イシュラーズ、早くしろ! それとも貴様の耳を切り落としてやろうか。皆の者、武器を取れ!

source: Defeat the enemy leader
de: Besiegt den feindlichen Anführer
fr: Vaincre le chef ennemi
hu: Legyőzöd az ellenséges vezért
it: Sconfiggi i leader nemici
ja: 敵のリーダーを倒す

source: Death of Baldres
de: Baldres fällt in der Schlacht
fr: Mort de Baldres
hu: Baldres elesik
it: Morte di Baldres
ja: バルドレスが没

source: Death of Jil
de: Jil fällt in der Schlacht
fr: Mort de Jil
hu: Jil elesik
it: Morte di Jil
ja: ジルが没

source: Death of Ishlars
de: Ishlars fällt in der Schlacht
fr: Mort d'Ishlars
hu: Ishlars elesik
it: Morte di Ishlars
ja: イシュラーズが没

source: Turns run out
de: Rundenbegrenzung überschritten
fr: Fin du temps imparti
hu: Kifutsz az időből
it: Fine dei turni
ja: ターンが尽きる

source: Hey, old lady! Wake up! The King’s men are here, now, and they’re attacking! Your magic would be very useful.
de: Hey, altes Weib! Aufwachen! Des Königs Mannen sind hier und greifen uns an! Eure Zauberei wäre ganz hilfreich.
fr: Hé, vieille peau ! Debout ! Les soldats du roi sont ici et ils nous attaquent. Ta magie serait très utile.
it: Ehi, vecchia! Sveglia! Gli uomini del re sono qua, e ci stanno attaccando! La tua magia ci sarà molto utile.
ja: 出番だよ、婆さん! 国王の家来たちにここが見つかってしまって攻撃を仕掛けて来た。アンタの魔法が役に立つ。

source: Aaa? You mean we have to leave now? Just a moment…
de: Aaa? Du meinst, wir müssen jetzt aufbrechen? Nur einen Augenblick …
fr: Ah ? Vous voulez dire qu'il faut partir maintenant ? Juste un instant...
it: Èèè? Vuoi dire che dobbiamo partire ora? Dammi un attimo...
ja: えっ? と言う事は出発かい? ちょっと待った!

source: All right, I’m ready now. And I am <i>not</i> old!
de: Nun gut, ich bin jetzt soweit. Und ich bin <i>nicht</i> alt!
fr: Parfait, je suis prête maintenant. Et je ne suis <i>pas</i> vieille !
it: Bene, sono pronta ora. E <i>non</i> sono vecchia!
ja: よし、いいわよ。 でも断っておくけど私は婆さんじゃないわ。

source: This custom made armor gives an unit extra protection from attack.
de: Diese selbstgeschmiedete Rüstung verleiht einer Einheit besonderen Schutz vor Angriffen.
fr: Cette armure spéciale donne à l'unité qui la porte une protection supplémentaire contre les attaques.
it: Questa armatura fatta su misura fornisce all’unità una protezione extra dagli attacchi.
ja: このカスタムメイドの鎧は、装着者の防御力を向上させます。

source: Should I take this armor?
de: Soll ich diese Rüstung anlegen?
fr: Dois-je prendre cette armure ?
it: Devo indossare questa armatura?
ja: 私はこの鎧を装着するべきですか?

source: Yes!
de: Ja!
fr: Oui !
hu: Igen!
it: Si!
ja: ハイ!

source: custom armor
de: eigene Rüstung
fr: armure spéciale
it: armatura su misura
ja: カスタムの鎧

source: This custom armor increases the wearer’s resistance to attack by 20 points.
de: Diese eigene Rüstung erhöht die Resistenz ihres Trägers gegen Angriffe um 20 Punkte.
fr: Cette armure spéciale augmente la résistance aux attaques de 20 points.
it: Questa armatura fatta su misura aumenta di venti punti le resistenze agli attacchi a chi la indossa.
ja: イシュラーズが造ったこの鎧は、装着者の防御力を20ポイントアップさせます。

source: It fits on me.
de: Sie paßt mir.
fr: Elle me va.
it: È adatta a me.
ja: 私にピッタリだ。

source: No!
de: Nein!
fr: Non !
hu: Nem!
ja: イイエ!

source: … The spell would work, I know it! But nothing living could survive casting it. What can I do…?
de: … Der Zauber funktioniert, ich weiß es! Aber nichts Lebendiges würde ihn aushalten. Was soll ich nur tun … ?
fr: ... Le sort devrait agir, je le sais ! Mais aucun être vivant ne saurait le lancer et survivre. Que puis-je faire... ?
it: ...La formula magica funzionerà, lo so! Ma niente di vivente riuscirebbe a sopportarla. Cosa posso fare...?
ja: いやね、呪文は効くんじゃ。知ってるんじゃ。でもね、何もその鉱物に耐えられないんじゃ。何ができるかのう?

source: … Of course, enchant something non-living! It would have to be very strong, though. Something… massive… tough… made of iron or stone… Aha! The cannon! I could enchant the cannon.
de: … aber sicher, ich könnte etwas unbelebtes verzaubern! Obwohl, es müßte schon sehr stabil sein. Irgendetwas … massives … sicher … aus Eisen oder Stein … Aha! Die Kanone! Ich könnte die Kanone verzaubern.
fr: ... Bien sûr, il suffit d'enchanter quelque chose d'inerte ! Il faudrait quelque chose de très résistant cependant. Quelque chose de massif... dur... fait de pierre ou de métal... Ah ! Le canon ! Je pourrais enchanter le canon.
it: ...Naturalmente, incantare qualcosa di non-vivente! Ma deve essere abbastanza resistente. Qualcosa... massiccio... resistente... fatto di ferro o pietra... Aha! Il cannone! Posso incantare il cannone.
ja: そうか! 生き物じゃない物に魔法を掛けよう! でもそれはとっても耐久性が無いとダメだ。何かどっしりとした鉄か石... あー大筒! 大筒に魔法を掛ければ...。

source: A breakthrough, O wise one?
de: Ein Durchbruch, also?
fr: Une avancée majeure, O homme avisé ?
hu: Megszületett a megoldás, ó bölcsek bölcse?
it: Un’illuminazione, o saggio?
ja: 画期的な、賢明な物か?

source: Of a sort, my Lord. Unfortunately it will take several more days to fashion the enchantment I have in mind.
de: Gewissermaßen, mein Herr. Leider wird es noch einige Tage dauern, den Zauber anzuwenden, befürchte ich.
fr: En quelque sorte monseigneur. Malheureusement, il me faudra encore quelques jours pour réaliser l'enchantement que j'ai en tête.
hu: Mondhatjuk így is, Uram. De szükségem lesz néhány napra, hogy kivitelezzem a gondolatban megtervezett eszközt.
it: Qualcosa del genere, mio signore. Sfortunatamente ci vorranno ancora molti giorni per foggiare l’incantamento che ho in mente.
ja: でも閣下、ワシの考えでは魔法を細工するのにあと幾日か必要じゃが...。

source: I don’t believe we even have three days remaining.
de: Ich glaube nicht, daß wir noch mehr als drei Tage Zeit haben.
fr: Je ne crois pas qu'il nous reste seulement encore trois jours.
it: Non penso avremo più di tre giorni.
ja: 何言ってるのよ! 私たちにはもう三日も残っちゃいないわ!

source: … Ah. Oh well, I… suppose I should join the battle, then… Culverin! Come to me, boy!
de: … Ah. Nun denn, ich … nehme an, ich sollte mich am Kampf beteiligen, also … Culverin! Komm zu mir, mein Junge!
fr: ... Ah. Bon d'accord, je... suppose que je devrais me joindre à la bataille, et... Couleuvrine ! Viens ici mon garçon !
it: ...Ah. Bene, ...suppongo di dovermi aggiungere alla battaglia, allora... Culverin! Vieni da me, bello!
ja: ありゃりゃ... ワシゃ... それなら今は戦に参加するべきじゃのう。 カルバリン! ワシの忠実な馬よ、ここに来れ!

source: Renegade! I have delayed you enough! The General… will finish what I have star…ted this day.
de: Abtrünniger! Ich habe zu lange gezögert! Der General … wird beenden, was ich heute … begonnen habe.
fr: Renégat ! Je vous ai assez retardé ! Le Général terminera ce que j'ai commen...cé ce jour.
it: Traditore! Ti ho rallentato abbastanza! Il generale... finirà quello che ho inizia...to oggi.
ja: 裏切り者め! だが十分食い止めたゾ! 私がこの日に始めた事を閣下が終止符を打つだろう。

source: I do not think so. Now hear me! We are leaving! Now! Ishlars! Bring that thing with you, if you must.
de: Das glaube ich eher nicht. Hört mir zu! Wir verschwinden von hier! Jetzt! Ishlars! Nimm das Ding mit, wenn es denn unbedingt sein muß.
fr: Je ne crois pas. Maintenant, écoutez-moi tous ! On s'en va ! Immédiatement ! Ishlars ! Prends ce truc avec toi s'il le faut vraiment.
hu: Nem fogja. Idehallgassatok! Indulunk! Azonnal! Ishlars! Hozd magaddal azt a valamit, ha akarod!
it: Non penso. Ascoltatemi! Siamo in partenza! Ishlars! Porta quella cosa con te, se devi.
ja: そうは問屋が卸さねー! 皆よく聞け! 出発だ! イシュラーズ! 貴様はそれを一緒に持って出ろ!

source: But, my Lord! Without my laboratory it will take weeks to finish the enchantment!
de: Aber Herr! Ohne mein Labor wird es Wochen dauern, den Zauber anzuwenden!
fr: Mais monseigneur ! Sans mon laboratoire il me faudra des semaines pour terminer l'enchantement !
hu: De uram! A műhelyem nélkül hetekig is eltarthat, míg befejezem ezt az eszközt!
it: Ma, mio signore! Senza il mio laboratorio serviranno settimane per finire l’incantamento!
ja: いやでも閣下、研究室じゃないと終わらせるのに何週間もかかってしまいます。
