Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: Tsss. Do not go north, humanss, do not! Many evil thingss will happen! Fire and blood! Ruin and tragedy! Fear and evil! I am Augur of the Ssaurians; we truly do know these thingss…
de: Tsss. Geht nicht weiter nach Norden, Menschschen, hütet euch! Viele schschreckliche Dinge werden geschschehen! Feuer und Blut! Unglück und Untergang! Furcht und Übel! Ich bin ein ssaurianischer Sseher; wir können diesse Dinge vorherssehen …
fr: Tssss. N'allez pas vers le nord, humains ! Bien des chosssssses mauvaises là-bas ! Feu et sssssssssssang ! Ruines et tragédies ! Craignez le mal ! Je sssssuis un augure sssssaurien et je sssssais ces chossssses...
it: Tss. Non andate a nord, umani, non fatelo! Molte cossse cattive sssuccederanno! Fuoco e sssangue! Rovina e tragedia! Paura e disssgrazia! Sono un augure dei sssauri; noi sssappiamo questa cossse...
ja: これ以上、北には行くべきではない... 人間はあかん... 何か危険なことが起こるであろう。危険なだけでは無い... 何か恐ろしい事ヤ...。

source: I do not believe these superstitions. Seeing the future? Peh! We will continue northwards.
de: Hört nicht auf diesen abergläubischen Unsinn. In die Zukunft sehen? Pah! Wir gehen weiter nach Norden.
fr: Je ne crois pas à ces superstitions. Prévoir l'avenir ? Peuh ! Nous allons continuer.
hu: Nem hiszek az ilyen babonákban. Látod a jövőt? Ehhh! Továbbmegyünk északra.
it: Non credo a delle superstizioni. Vedi il futuro? Phe! Continueremo verso nord.
ja: 誰だこいつは? 俺様は迷信など信じないぞ。未来が見えるって? バカバカしい。聞く必要は無い。北へ向かうぞ!

source: Slixxik will not attack as long as he is not disturbed.
de: Slixxik greift nicht an, solange man ihn nicht stört.
fr: Slixxik n'attaquera pas tant qu'il n'est pas dérangé.
hu: Slixxik nem támad, amíg békén hagyják.
it: Slixxik non attaccherà se non disturbato.
ja: スリックスクシックは、邪魔しない限り攻撃して来ません。

source: Defeat all enemy leaders
de: Besiegt alle feindlichen Anführer
fr: Vaincre tous les chefs ennemis
hu: Legyőzöd az összes ellenséges vezért
it: Sconfiggi i leader nemici
ja: 全ての敵のリーダーを倒す

source: You may choose the next action:
de: Wählt, was ihr tun wollt:
fr: Choisissez l'une de ces actions :
hu: Választhatsz, hogyan folytatod:
it: Scegli cosa fare:
ja: 次のアクションを選んで下さい。

source: Enter the caves.
de: Geht in die Höhlen
fr: Entrer dans les cavernes.
hu: Bemész a barlangba
it: Entra nella caverna.
ja: 洞窟に入る

source: Baldres gave the order to enter the caves.
de: Baldres gab den Befehl, in die Höhlen zu gehen.
fr: Baldres donne l'ordre d'entrer dans les cavernes.
hu: Baldres parancsot adott a barlang átvizsgálására.
it: Baldres diede ordine di entrare nella caverna.
ja: バルドレスは、洞窟に入る命令を下しました。

source: Remain in the open
de: Bleibt im Freien
fr: Rester dehors
hu: Nyílt színen maradás
it: Rimani all’aperto
ja: 現在のシナリオに留まります。

source: Stay in the open!
de: Bleibt im Freien!
fr: Restez hors de cette caverne !
hu: Maradjunk itt a nyílt színen!
it: Rimanete all’aperto!
ja: 分かった、ここに留まる。

source: You cannot safely enter the caves without Slixxik to act as a guide.
de: Ohne Slixxik als Führer könnt ihr die Höhlen nicht sicher betreten.
fr: Vous ne pouvez pas entrer dans cette caverne sans Slixxik comme guide.
hu: Nem vagy biztonságban a barlangban, ha nincs veled Slixxik, hogy kalauzoljon.
it: Non puoi entrare nella caverna senza correre rischi senza la guida di Slixxik.
ja: 洞窟に入るにはガイドが必要です。スリックスクシックをチーム内に入れる事が要求されます。

source: The entrance is sealed fast; you cannot open it.
de: Der Eingang ist fest verschlossen; ihr könnt ihn nicht öffnen.
fr: L'entrée s'est rapidement fermée ; vous ne pouvez plus entrer.
hu: A bejárat gyorsan elzáródott; nem tudod kinyitni.
it: L’entrata è sigillata saldamente; non puoi aprirla.
ja: 入り口が閉じている間は、洞窟には入れません。

source: Heeed me, humanss! If you go on into the north landss, ssomething terrible will occur! Death and war! Fear and murder! Fell creatures sstalking the land! We ssee it in the sstars and hear whisspers from the spiritss!
de: Habt acht, Menschschen! Ssolltet ihr weiter in die Nordlande gehen, wird Grauenhaftess geschschehen! Krieg und Tod! Furcht und Mord! Fürchterliche Geschschöpfe durchstreifen dass Land! Wir ssehen es in den Sternen und hören das Flüsstern der Geisster!
fr: Ecoutez moi humains ! Ssssi vous entrez dans les terres du Nord, il arrivera des chosssssses terribles ! La mort et la guerre ! La peur et le carnage ! Des créatures maudites hanteront le pays ! Nous l'avons vu dans les étoiles et les esssssssssssprits nous l'ont murmuré !
hu: Figyeljetek rrrám emberrrek! Ha éssszakra mentek, nagy ssszörrrnyűség törrrténik. Háborrrú és halál! Félelem és öldöklés! Elesett lények kísértik a földet! Látom a csillagokban és hallom a ssszellemek suttogásából!
it: Pressstatemi attenzione, umani! Ssse andate nelle terre del nord, accadrà qualcosssa di terribile! Morte e guerra! Paura ed omicidio! Creature abbattute che avanzano sssilenziosamente! L’abbiamo visssto nelle ssstelle e abbiamo udito le voci degli ssspiriti!
ja: 君たち! 私の言う事を聞きなさい! 人間たちが極北に渡ると、何か恐ろしい事が起こるんヤ! 戦争だけじゃ無い、何かひどい事... 私の本に書いてあるんヤ!

source: URRK! … HUMANS! RAISE… the… alarm! Hu…mans…! <small>Hu…man…</small>
de: URRK! … MENSCHEN! Schlagt … Alarm! Men…schen…! <small>Men…schen…</small>
fr: URRK ! DES HUMAINS ! ALERTE... aler...te.... Des... hu... mains... ! <small>Hu…mains…</small>
it: URRK! ... UMANI! ... SUONATE... l’all... l’allarme! Uma...ni...! <small>U…mani…</small>
ja: あああ! ...人間だー。人間たちが領土内に...。

source: Oh, no! Now it is too late! The goblins hass recognized the humanss! Ancesstorss, what should I do now?? Help the doomed humanss…? Will that sslow the sspirits of Fate…? Sss… Perhapss…
de: Oh nein! Jetzt isst ess zu spät! Die Kobolde haben die Menschschen entdeckt! Oh ihr Ahnen, wass ssoll ich jetzt nur tun?? Den verdammten Menschschen helfen …? Wird dass die Geisster des Schickssalss besänftigen…? Sss… Ess wäre ja möglich…
fr: Oh non ! Trop tard ! Les gobelins ont repéré les humains ! Anccccccccccêtres, que vais-je faire maintenant ? Aider les humains assssssssssssaillis ... ? Cccccela peut-il arrêter les esssssprits du Destin ... ? Sss... Peut-être...
it: Oh, no! È troppo tardi! I goblin hanno riconosssciuto gli umani! Avi, cosssa devo fare ora?? Aiutare gli umani condannati...? Rallenterà lo ssspirito del dessstino...? sss... Forssse...
ja: あかん! 遅すぎヤ! ゴブリン達に感づかれてしまった。仕方が無い、ここは彼らを助けるしか無さそうヤ。

source: Tsss-URK!! … Mark my words… the Fate Spiritss are moving… Doom awakess–
de: Tsss-URK!! … Hört auf meine Worte … die Schickssalss-Geisster ziehen umher … das Verhängniss erwacht …
fr: Tsss-URK !! … Écoutez-moi bien ... les Essssprits du Desssstin ssssss'agitent... La catassstrophe arrive –
it: Tsss-URK!! … Ricordatevi delle mie parole... Gli ssspiriti del destino si stanno muovendo... La rovina sssi sssta ssssvegliando-
ja: ツァァァッ... 私の言葉を注視しろ... 破滅の神が動き出すぞ...

source: Hah! It seems there is a city that we can capture, and not far from here at that…
de: Hah! Es scheint, nicht weit von hier ist eine Stadt, die wir erobern könnten …
fr: Ah ! Cela ressemble à une ville dont nous pouvons nous emparer, et pas loin d'ici...
it: Hah! Sembra ci sia una città che possiamo conquistare, e non molto lontano da qui...
ja: さて、我々の占領する町は、そんなに遠く無さそうだ。

source: Mysterious Cave
de: Die geheimnisvolle Höhle
fr: Caverne Mystérieuse
hu: Rejtelmes barlang
it: Cava misteriosa
ja: 謎めいた洞穴

source: Undead
de: Untote
fr: Mort-vivant
hu: Élőholtak
it: Non-morti
ja: アンデット族

source: Snakes
de: Schlangen
fr: Serpents
hu: Kígyók
it: Serpenti
ja: ヘビ族

source: My word. This is a strange place…
de: Was für ein merkwürdiger Ort …
fr: Ma foi. Quel endroit étrange...
it: Parola mia. Questo posto è strano...
ja: ウワッ! 何だここは？

source: Thisss Cione’s cave. Many sstrange thingss lurk here. We should not… Tch. What iss word? … Linnger.
de: Diess isst Cioness Höhle. Viele sseltssame Wesssen lauern hier. Wir sollten nicht … Tch. Ssagen wir … verweilen.
fr: Cccccc'est la caverne de Cione. Des quantités de choses étranges errent en cccccet endroit. Nous ne devrions pas... Tch. Comment dit-on ? nous attarder.
it: Quesssta è la cava di Cione. Molte cossse ssstrane sssi nassscondono qui. Non dobbiamo... Tch. Come sssi dice? ... Attardarci.
ja: ここはシオンの洞窟と言って、気味の悪いモノが沢山漂ってる場所ヤ。我々は、長く居るべきでは無い。

source: Move any unit to the exit
de: Führt eine eurer Einheiten bis zum Ausgang
fr: Déplacer une unité vers la sortie
hu: Egy egység eléri a kijáratot
it: Muovi una unità all’uscita
ja: 誰かを出口に移動

source: Hmmm… It seems stepping these sighs that close to the walls is like using a spell to open the path to the next room…
de: Hmmm … Es scheint, diese Zeichen nahe den Wänden wirken wie ein Zauber, der den Weg zum nächsten Raum öffnet …
fr: Hmmm... On dirait que piétiner ces symboles qui sont près du mur est comme un charme qui permet d'ouvrir la porte vers la chambre suivante...
it: Hmmm... Sembra che stare su questi segni vicini al muro sia come usare una magia per aprire la strada verso la prossima stanza...
ja: ふーむ、どうやら壁際のサインの上に乗る事は、別の部屋への扉を開ける呪文を唱える様な事らしい...。

source: Aah, yesss. I now remember it. One of them is linked to Cione's room… But sstil, I recommend to go back…
de: Aah ja, richtig. Ich erinnere mich. Einess davon isst mit Cioness Raum verbunden … Doch rate ich euch nach wie vor, lieber zurückzugehen …
fr: Ah, oui. Je me sssssouviens. L'un d'entre eux est relié à la chambre de Cccccccccione... Mais je recommande néanmoins de faire demi-tour...
it: Aah, sssi. Ora ricordo. Uno è collegato alla camera di Cione... Ma nonostante quesssto, raccomando di tornare indietro...
ja: ああっ、そうヤった。今思い出した。その中の一つがシオンの部屋へと続いているんヤった。それでも、私は戻る事を進める...。

source: Huh. I hope moving onto this symbol was a good idea…
de: Huh. Ich hoffe, dieses Symbol zu betreten, war eine gute Idee …
fr: Hum. J'espère qu'activer ce symbole était une bonne idée...
it: Huh. Spero che mettere piede su questo simbolo sia stata una buona idea...
ja: ウーン、このサインの上に乗る事は、我々に幸運をもたらすと良いんだけど...。

source: Tell me, lizard-man. What do those signs mean?
de: Sprich, Echsen-Mann: Was bedeuten diese Zeichen?
fr: Dis-moi, lézard. Que signifient ces inscriptions ?
hu: Mondd csak te gyík-ember! Mik azok a jelek?
it: Dimmi, uomo-lucertola. Cosa significano questi simboli?
ja: オイ、トカゲ男! これらのサインは、何だ?

source: I do not know exssactly, but I am sure we ssshould not go near them.
de: Ich weiß es nicht genau, aber ich bin mir sicher, wir sollten ihnen nicht zu nahe kommen.
fr: Je ne ssssais pas exactement, mais je ssssuis sssûr que nous devrions nous tenir à l'écart.
hu: Pontosan nem is tudom, de inkább el kéne kerrrülnünk.
it: Non lo ssso esssattamente, ma sssono sssicuro che non dobbiamo avvicinarci.
ja: ハッキリとは分からないが、近寄らない方がいい。

source: Oh. I assumed you would know, being a local… But if you know nothing about them, we will take our own chances. We may even find some treasure down here.
de: Oh. Ich nahm an, du als Einheimischer würdest sie kennen … Nun, wenn du auch nichts darüber weißt, werden wir selbst unser Glück versuchen. Vielleicht finden wir hier unten sogar irgendwelche Schätze.
fr: Oh. Je supposais qu'étant du coin, vous saviez de quoi vous parliez... Mais puisque vous ne savez rien, nous allons tenter notre chance. Nous pourrions même trouver un trésor là-dedans.
it: Oh. Pensavo lo sapessi, essendo del posto... Ma se non sai cosa siano, li proveremo. Potremm oaddirittura trovare un tesorò qua sotto.
ja: お前は、地元のトカゲだろうが! ヨシ、我々は、この石頭のトカゲの言う事は無視しよう。ここで何か財宝が見つかるかも知れない。

source: Hoy! A ghost! A ghost has just come out of that pit!
de: Huch! Ein Geist! Aus diesem Loch ist gerade ein Geist herausgekommen!
fr: Holà ! Un fantôme ! Un fantôme est sorti de cette fosse !
hu: Höö! Egy szellem! Egy szellem bukkant fel a szakadékból!
it: Hoy! Un fantasma è appena uscito da quel pozzo!
ja: キャー、亡霊よ! 亡霊が隙間から現れたわ!

source: That sigil and the one near the entrance are magically linked… And the enchantment has been quite craftily done, my Lord.
de: Dieses Zeichen und das nahe am Eingang haben eine magische Verbindung … und der Zauber ist wirklich raffiniert gemacht, mein Herr.
fr: Ce sceau et celui de l'entrée sont reliés par magie... Et l'enchantement est plutôt bien fichu, monseigneur.
it: Quel sigillo e quello vicino all’entrata sono collegati magicamente... Un incantamento realizzato sapientemente, mio Signore.
ja: オー、あのサインは、入り口付近にあったのと同じサインじゃ。

source: I am still not sure this is wise… (<i>Sigh.</i>) But sometimes one must gamble.
de: Ich bin mir immer noch nicht sicher, ob das klug ist … (<i>Seufz.</i>) … Aber manchmal muß man einfach etwas riskieren …
fr: Je ne suis pas très sûr que ce soit prudent... (<i>Soupir.</i>) Mais il faut bien prendre des risques de temps en temps.
it: Non sono ancora certo che questo sia saggio...(<i>Sigh.</i>) Ma qualche volta bisogna rischiare.
ja: このサインに乗る事が、我々に幸運をもたらすといいがのう。

source: Ha! I guessed right! I thought there would be loot in here, somewhere.
de: Ha! Ich hatte recht! Dachte ich mir doch, daß hier noch etwas zu holen ist.
fr: Ah ! J'avais raison ! Je pensais bien qu'il y aurait un butin ici, quelque part.
hu: Ha! Jól gondoltam! Sejtettem, hogy valami zsákmányra lelünk idelenn.
it: Ha! Le mie supposizioni erano corrette! Sapevo che c’era un bottino qua sotto, da qualche parte.
ja: そら見ろ。だいたい洞窟には、財宝は付きものなんだ。

source: This is a vile-smelling sticky concoction, brewed from old blood and ghoul venom. It would work best applied to throwing knives.
de: Ein abscheulich stinkendes, klebriges Gebräu, ein Gemisch aus geronnenem Blut und Ghul-Gift. Auf Wurfmesser aufgetragen wirkt es am besten.
fr: C'est une préparation puante et collante, à base de sang séché et de venin de goule. Le mieux serait d'en enduire des couteaux de lancer.
it: Questo è un preparato vischioso di cattivo-odore, preparato con vecchio sangue e veleno di un divoratore di cadaveri. Starebbe bene se applicato a dei coltelli da lancio.
ja: こちらは、グールの毒と古い血液を混ぜ合わせた、ひどい異臭がするベタベタな混合物です。投げナイフに使うのが良いでしょう。

source: Shall I start using this potion?
de: Soll ich diesen Trank benutzen?
fr: Dois-je utiliser cette potion ?
it: Devo iniziare ad usare questo intruglio?
ja: 私はこれを使うべきですか?

source: This unit can now use poisoned throwing knives.
de: Diese Einheit kann jetzt vergiftete Messer benutzen.
fr: Cette unité peut désormais lancer des couteaux empoisonnés.
it: Questa unità può ora usare coltelli da lancio avvelenati.
ja: このユニットは毒を塗ったナイフを使う事ができます。

source: Poison? Is that from the pit?
de: Gift? Ist das aus dem Loch?
fr: Du poison ? Cela vient de la fosse ?
hu: Méreg? Egyenesen a pokolból?
it: Veleno? Proviene dal pozzo?
ja: 毒? 地獄からかい?

source: Yes. Nasty stuff. Keep it topped up with blood and you’ll have poisoned throwing knives forever more. My old sergeant taught me that trick…
de: Ja. Ein ekelhaftes Zeug. Wenn man wieder Blut nachfüllt, hat man immer vergiftete Wurfmesser. Mein alter Hauptmann hat mich das gelehrt …
fr: Oui. Sale truc. Gardez ça sous une couche de sang et vous aurez des couteaux de lancer empoisonnés à volonté. Mon vieux sergent m'a montré ça autrefois...
it: Si. Sostanza malefica. Riempi sempre il barattolo con del sangue fino all’orlo ed avrai coltelli da lancio avvelenati per sempre. Il mio vecchio sergente mi ha insegnato questo trucco...
ja: そうよ。猛毒よ。これに漬けて置けば、毒付きのナイフを敵に投げる事が出来るわ。昔の親分に習ったんだけどね。

source: knife
de: Messer
fr: couteau
hu: kés
it: coltello
ja: ナイフ

source: No.
de: Nein
fr: Non.
hu: Nem.
ja: イイエ!

source: Dark spirits attend you, southern interlopers! You bring doom with you; murder and darkness! Welcome! Heheheh!
de: Böse Geister begleiten euch, Eindringlinge aus dem Süden! Ihr bringt Unheil mit euch, Mord und Finsternis! Seid willkommen! Heheheh!
fr: De noirs esprits vous accompagnent, envahisseurs du sud ! Vous apportez le malheur ; le meurtre et l'obscurité ! Bienvenue ! Hé hé hé !
hu: Sötét szellemk járnak a nyomotokban, déli betolakodók! A kárhozat jön veletek; öldöklés és sötétség! Legyetek üdvözölve! Heheheh!
it: Spiriti oscuri vi accompagnano, intrusi del sud! Portate rovina con voi; massacro e oscurità!Benvenuti! Heheheh!
ja: 邪悪の者達がお前に取り付いている、南の無法者よ！ お前は破滅を運んで来たんだ。何か恐ろしい事が起こるぞ... 何かひどい...。 私の世界へようこそ！ ヒッヒッヒッ！

source: Poor foolss, they do not believe words of honesst ssaurian. They will ignore you, too, Dark Mistress! Sssss!
de: Dumme Narren, die meinen Worten keinen Glauben schschenken. Ssie werden auch dich verachten, dunkle Gebieterin! Sssss!
fr: Pauvres fous, ils n'ont pas cru les paroles d'un honnête ssssssaurien. Ils ne vous écouteront pas davantage, maîtresssssssssse ! Sssss !
hu: Ssszegény bolondok, nem hisssznek az őssszinte gyíknak. Rád sem fognak hallgatni, Sötét Úrnő! Sssszzz!
it: Povera pazza, non credono alle parole di onesssti sssauri. Ignoreranno anche te, signora oscura! Sssss!
ja: 愚か者だよ。私もそれを言ってるんヤ。でも正直者のトカゲの言う事なんか聞きゃしない。あんたの事も聞かないよ、こいつらは！

source: Especially you with one eye blind, one unseeing, poisoned with base desires! You would make a fine ghoul! I hope to welcome you to my cave again, some day! Heheh! Enjoy your petty victories for the short time you have… and when hope turns to ash in your heart, remember Cione!
de: Heh du, auf einem Auge blind, mit dem anderen nichts sehend, vergiftet von eigenem Verlangen, aus dir wird ein großartiger Ghul werden! Ich hoffe, ich werde dich noch oft in meiner Höhle begrüßen können! Heheh! Genieße deine lächerlichen Erfolge für die kurze Zeit, die dir noch bleibt … und dann, wenn alle Hoffnung in deinem Herzen zu Staub zerfällt, denke zurück an Cione!
fr: Tout particulièrement vous, le borgne et l'aveugle, dévoré de désirs impurs ! Vous feriez des goules parfaites ! J'espère vous accueillir de nouveau un de ces jours dans ma caverne ! Hé hé hé ! Profitez de vos petites victoires pendant le peu de temps qui vous reste... et quand l'espoir désertera votre cœur, rappelez-vous de Cione !
it: Specialmente tu con un occhio bendato, un cieco, avvelenato dai desideri più bassi! Saresti un perfetto divoratore di cadaveri! Spero di poterti dare il benvenuto nella mia cava nuovamente, un giorno! Heheh! Godetevi le vostre insignificanti vittorie per il poco tempo che vi rimane...e quando le speranze si tramuteranno in cenere nel tuo cuore, ricordati di Cione!
ja: 特にお前、眼帯の男! お前には、沢山の欲が感じられる。欲は人間たちを成長させるが、滅ぼしもする。欲の強い者は、満たされる事は無い。たとえあっても、つかの間の喜び... すぐに他のものが欲しくなる。

source: Old crone, I do not believe your mad jabberings. And my doings are none of your business.
de: Du alte Vettel, wer glaubt denn schon deinem irren Gefasel? Und was ich tue, ist nicht deine Sache.
fr: Vieille pourriture, je ne crois pas un mot de tes croassements stupides. Et ce que je fais n'est pas ton affaire.
hu: Vén szipirtyó, nem törődök az őrült károgásoddal. A dolgaimhoz meg semmi közöd.
it: Vecchiaccia, non credo ai tuoi pazzi farfugliamenti. E le mie azioni non ti riguardano.
ja: お前が何と言おうと、俺様には関係ない! 進むだけだ。

source: (<i>Gurgle…</i>)
de: (<i>Gurgel …</i>)
fr: (<i>Gargl…</i>)
ja: (<i>グアー...。</i>)

source: Look! The wall on the other side is moving!
de: Seht! Die Wand auf der anderen Seite bewegt sich!
fr: Regardez ! Le mur bouge de l'autre côté !
hu: Nézzétek! Amott a fal elmozdult!
it: Guardate! Il muro dall’altra parte si sta muovendo!
ja: 見て、反対側の壁が動いてるわ!

source: I’ll admit, I am glad to leave this place. Brr!
de: Das ist der Ausgang. Ich bin froh, diesen Ort endlich zu verlassen. Brr!
fr: Je dois l'avouer, je suis content de quitter cet endroit. Brr !
it: Lo ammetto, sono contento di abbandonare questo luogo. Brr!
ja: 皆の者、この薄気味悪い所から、すぐに出るぞ!

source: Capturing Dorest
de: Die Eroberung von Dorest
fr: Prise de Dorest
hu: Dorest elfoglalása
it: La cattura di Dorest
ja: ドゥーレストの占領

source: Baldres did not care how far he had to travel to get his own territory. After a long journey on horseback, he and his followers had come across the orcish city of Dorest. As soon as Baldres, Ishlars, and Jil had completed their plan of attack, they launched an assault on the city.
de: Baldres war es egal, wie weit er ziehen müßte, um in ein Gebiet zu kommen, das wieder ihm gehören würde. Als er und seine Gefolgsleute nach Dorest, einer Stadt der Orks, kamen, hatten sie schon eine lange Reise hinter sich. Baldres, Ishlars und Jil machten schnell einen Plan und begannen, sobald dieser fertig war, mit dem Angriff auf die Stadt.
fr: Baldres ne se souciait pas de savoir jusqu'où il faudrait aller pour trouver un nouveau territoire. Après une longue chevauchée, lui et ses compagnons atteignirent la ville orc de Dorest. Dès que Baldres, Ishalrs et Jil eurent monté un plan d'attaque, ils lancèrent l'assaut contre la cité.
it: A Baldres non interessava quanto lontano sarebbe dovuto andare per avere il suo piccolo regno. Dopo un lungo viaggio a cavallo, lui ed i suoi seguaci arrivarono alla città orchesca di Dorest. Appena Baldres, Ishlars, e Jil ebbero completato il loro piano di attacco, lanciarono l’assalto alla città.
ja: バルドレス男爵は、自分の領土を得る為にはどんなに旅が長引こうと、気にしませんでした。馬の背での長旅の後、遂に彼とその一団は、ドゥーレストと言うオークの町を見つけました。バルドレスとイシュラーズとジルは、攻撃の戦術を練り終わるや否や、町の襲撃へと乗り出しました。

source: Saurians
de: Saurianer
fr: Sauriens
hu: Gyíkok
it: Sauri
ja: トカゲ族

source: Harik Whitefang
fr: Harik Croc-Blanc
hu: Fehérfogú Harik
it: Harik Zanna Bianca

source: Gragaar the Mighty
de: Gragaar der Mächtige
fr: Gragaar le Tout-Puissant
hu: Gorilla Gragaar
it: Gragaar il Possente

source: Finally, a chance at a city of my own, and no meddling monarch to bow to. These poor primitives will not trouble us! To arms! My– Our city lies before us!
de: Endlich bietet sich die Möglichkeit, eine Stadt für mich selbst zu haben, ohne mich einem lästigen Herrscher beugen zu müssen. Diese primitiven Wilden können uns nicht beunruhigen. Zu den Waffen! Meine … – Unsere Stadt liegt vor uns!
fr: Enfin, une chance d'avoir une ville à moi, sans monarque encombrant à qui rendre hommage. Ces pauvres primitifs ne vont pas beaucoup nous gêner ! Aux armes ! Ma — notre ville est là devant nous !
hu: Végre egy esély egy saját városra, s nem kell uralkodók előtt hajbókolni. Ezek a primitív népek nem okoznak gondot! Fegyverbe! A városom - jövendő otthonunk fekszik előttünk!
it: Finalmente, una possibilità di una città tutta mia, e nessun monarca impiccione a cui inginocchiarsi. Questi poveri primitivi non ci infastidiranno! Alle armi! La mia-nostra città giace di fronte a noi!
ja: 遂に我々は、住居を得る機会に出くわした。原始的な彼奴らを恐れる事は無い。武器を取れ! 我々の町は目の前に在る！

source: Time to crack some orc-heads!
de: Es wird Zeit, einige Ork-Schädel zu spalten!
fr: C'est le moment de pulvériser quelques crânes d'orcs !
hu: Itt az ideje, hogy beverjek néhány ork fejet!
it: Tempo di spaccare alcune teste di orco!
ja: オークたちの頭をかち割る時が来たわ!

source: Poor foolss, doom follows you sstill.
de: Oh ihr Narren, das Unheil folgt euch noch immer.
fr: Pauvres fous, votre mort vous attend.
hu: Ssszegény ostobák, a végzet még mindig a nyomotokban járrr.
it: Poveri pazzi, la rovina continua a ssseguirvi anche ora.
ja: 卑しい愚か者、破滅の運命がまだ付きまとってるワイ。

source: This may be our last battle, Jil. Supplies are running very low. What food will we find in the city?
de: Das könnte unser letzter Feldzug werden, Jil. Die Vorräte gehen zur Neige. Ob wir in der Stadt wohl genügend brauchbare Nahrung finden werden?
fr: C'est peut-être notre dernière bataille, Jil. Nos provisions sont presque épuisées. Qu'allons-nous trouver à manger dans la ville ?
hu: Ez lesz az utolsó csatánk, Jil. A készleteink erősen megfogyatkoztak. Miféle élelmet találunk a városban?
it: Questa potrebbe essere la nostra ultima battaglia, Jil. Le provviste stanno veramente scarseggiando. Che tipo di cibo troveremo in città?
ja: これが多分我々の最後の戦だが、ジル、食料が底着いている。この町にどんな食い物がある？
