Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: Why yes, a little. The others, I do not know, but I did hear that Turuk finally became Emperor of the Mountains of Dorth. It would have happened long ago, but while Princess Alingwen was there no-one had the nerve to even raise the subject…
de: Nun, von den anderen weiß ich nichts, aber wie ich hörte, sei Turuk nun doch noch der Herrscher der Berge von Dorth geworden. Das wäre ja schon lange geschehen, doch während Prinzessin Alingwen dort war, hatte wohl niemand den Nerv, davon anzufangen…
fr: Oui, quelques-unes. Les autres, je ne sais pas, mais j'ai entendu dire que Turuk est devenu empereur des montagnes de Dorth. Cela aurait dû arriver depuis longtemps, mais tant que la princesse Alingwen était là, personne n'osait même aborder le sujet...
it: Si, qualcosa. Per gli altri non so, ma ho sentito che Turuk è finalmente diventato Imperatore delle montagne di Dorth. Sarebbe accaduto molto tempo fa, ma finché la principessa Alingwen viveva la nessuno aveva il coraggio di trattare l’argomento...
ja: 全員の事は分かりかねますが、タラクでしたら、遂にドース山脈の皇帝に成ったと聞いています。大分前から、そう成るはずだったらしいのですが、アリングウェン王女が滞在してる間は、その話題すら浮かび上がらなかったらしいですよ。

source: Really? I expect that means he’s even busier.
de: Wenn das stimmt, dann hat er jetzt <i>noch</i> mehr zu tun.
fr: Vraiment ? Je suppose qu'il est encore plus occupé.
hu: Tényleg? Gondolom ez azt jelenti, hogy van gondja bőven...
it: Veramente? Mi aspetto che questo lo renda ancora più indaffarato.
ja: 本当かい? きっと彼は、今まで以上に忙しいだろう。

source: This battle-scarred relic was captured from some dwarves many years ago, and has served Baldres faithfully ever since. It has never seen any serious battles, but it has often been used to blow holes in houses or wooden palisades and for otherwise intimidating defiant peasants. The cannon is not particularly powerful, but it has a range of nearly a mile, and it is usually kept loaded. No attacking archer could ever get into his own range before being greeted with a hellish roar and a murderous shower of grapeshot from Baldres’ iron dragon. Now that the Mage Ishlars has begun working on it, it is becoming increasingly covered in multi-colored runes and sigils that glow like embers in the dark. No-one but Ishlars understands the purpose of these arcane symbols.
de: Dieses kampferprobte Ungetüm hatte man vor einigen Jahren von ein paar Zwergen erbeutet und es hatte Baldes seither gute Dienste erwiesen. Man benutzte es nicht im direkten Gefecht, sondern schoß damit Löcher in Häuser oder Holzpalisaden oder schüchterte damit aufsässige Bauern ein. Die Kanone ist nicht besonders schlagkräftig, doch hat sie eine Reichweite von fast einer Meile und es wird daruf geachtet, daß sie immer geladen ist. Selbst Bogenschützen müssen darauf gefasst sein, mit einem höllischen Getöse und mörderischem Geschoßhagel von Baldres eisernem Drachen begrüßt zu werden, bevor sie selbst überhaupt nahe genug für einen Angriff sind. Seit nun der Magier Ishlars an ihr arbeitet, ist ihr Äußeres von einer zunehmenden Anzahl verschiedenfarbiger Runen und Zeichen bedeckt, die in der Dunkelheit seltsam zu glühen scheinen. Niemand, außer Ishlars, kennt die Bedeutung dieser geheimnisvollen, magischen Symbole.
fr: Cette relique portant des cicatrices de bataille avait été prise aux nains de nombreuses années auparavant, et avait servi fidèlement Baldres depuis lors. Elle n'avait pas vu de bataille sérieuse, mais on s'en était régulièrement servi pour creuser des brèches dans les maisons ou les palissades et pour intimider les paysans. Le canon n'est pas particulièrement puissant, mais il a une portée de près d'un mille, et il est le plus souvent chargé. Aucun archer ennemi ne peut arriver à porter sans être salué par un grondement d'enfer et une pluie meurtrière de projectiles crachée par le dragon de fer de Baldres. Depuis que le mage Ishlars avait commencé à travailler dessus, il s'était couvert de runes multicolores et de sceau luminescents. À l'exception d'Ishlars, personne ne comprenait l'utilité de ces mystérieux symboles.
hu: A viharvert öreg eszközt évekkel korábban a törpöktől zsákmányolták, s azóta Baldres használatában állott. Komoly ütközetben nem vetették be, inkább csak az ellenszegülő parasztok megfélemlítésére használták, lyukat ütöttek vele a házfalakon, vagy a deszkapalánkokon. Az ágyú nem volt különösebben erős fegyver, de nagy hatótávolsága miatt szinte mindig töltve volt. Egyetlen támadó íjász sem érte még el a lőtávolságát, mikor az ágyúból pokoli robajjal előtörő kartácszáporral találkozott. Most, hogy Ishlars mágus kezelésbe vette, külsejét sokszínű rúnákkal televéste, úgy világított, mint az éjszakai parázs. Ishlarson kívül senki sem értette e rúnák értelmét.
it: Questa reliquia di battaglia fu sottratta ad alcuni nani molto tempo fa, ed ha servito Baldres fedelmente da allora. Non ha mai affrontato una seria battaglia, ma spesso è stata usata per create buchi nelle case o nelle palizzate di legno e per intimidire contadini provocatori.Il cannone non è particolarmente potente, ma ha una gittata di circa un miglio, e solitamente è tenuto carico. Nessun arciere può entrare nel suo raggio di fuoco senza essere accolto da un infernale fragore e una doccia mortale di proiettili proveniente dal drago di di ferro di Baldres. Ora che il mago Ishlars ha iniziato a lavorare su di esso, ha iniziato ad essere sempre più coperto di multicolorate rune e sigilli che splendono come emblemi nell’oscurità. Nessuno tranne Ishlars comprende la funzione di questi simboli arcani.

source: grapeshot
de: Schuß
fr: mitraille
hu: kartács
it: pioggia di colpi
ja: ぶどう弾

source: Drake Alchemist
de: Drachen-Alchemist
fr: Alchimiste dracan
hu: Perzsekény alkimista
it: Drago Alchimista
ja: ドレークの錬金術師

source: A Drake Alchemist is commonly festooned with potion bottles, glowing rings and other magical gewgaws, with sparks flying occasionally as one knickknack touches another. Most of these items are mere trinkets, but in amongst them, hidden in plain sight, there will be a handful of objects that grant the alchemist real power. In combat, alchemists can use their potions to a wide variety of different ends, and they also have great powers of healing. Precisely what other powers a particular alchemist currently has is a mystery best left unexplored.
de: Drachen-Alchemisten tragen meistens Flaschen mit Tränken, funkelnde Ringe und anderen magischen Schnickschnack mit sich herum. Zuweilen sprühen auch Funken, wenn sich verschiedene Dinge berühren. Das meiste davon ist nur Schmuck und Tand, aber etwa eine Handvoll Gegenstände, gut zwischen den anderen versteckt, verleihen dem Alchemisten seine wirkliche Macht. Im Kampf können Alchemisten ihre Tränke, je nach Bedarf, sehr unterschiedlich einsetzen und verfügen deshalb auch über große Heilkräfte. Welche anderen Kräfte ein bestimmter Alchemist gerade auch noch hat, ist ein Geheimnis, das am Besten unentdeckt bleiben sollte.
fr: Un alchimiste dracan est ordinairement chargé de bouteilles de potions, d'anneaux brillants et autres gadgets magiques, avec des étincelles jaillissant occasionnellement entre ceux qui entraient en contact. La plupart de ces accessoires sont de simples joujoux, mais parmi eux, cachée à la vue des simples mortels, se trouve une poignée d'objets qui donnent à l'alchimiste un pouvoir réel. Au combat, les alchimistes peuvent utiliser leurs potions de quantité de manières différentes et elles ont aussi de grands pouvoirs de guérison. La nature exacte des autres pouvoirs des alchimistes est un mystère qu'il vaut mieux laisser inexploré.
hu: A perzsekény alkimisták általában mindenféle üvegcsékkel, ragyogó gyűrűkkel és mágikus kacatokkal szerelkeznek fel, s időnként szikrák röpködnek körülöttük, ahogy a csecsebecsék egymáshoz ütköznek. A legtöbb ezek közül csupán bizsu, amelyek közt rejtve számos hatalmas mágikus eszköz is található. Csatában az alkimisták különböző céllal használják az eszközeiket, s gyógyító erővel is bírnak. Az, hogy az egyes alkimisták pontosan milyen erővel bírnak, az olyan rejtély, amit jobb nem firtatni.
it: Un Drago Alchimista è comunemente ornato con bottiglie di varie pozioni, anelli splendenti ed altri gingilli magici, con scintille che volano occasionalmente quando un gingillo ne tocca un altro. Molti di questi oggetti sono solo sciocchezze, ma tra loro, nascosti alla vista, ce ne sono un paio che danno all’alchimista un reale potere. In combattimento, gli alchimisti possono usare le loro pozioni per vari scopi, ed hanno grandi poteri curativi. Gli altri reali poteri di un alchimista sono un mistero che è meglio lasciare inesplorato.

source: staff
de: Stab
fr: bâton
hu: bot
it: bastone
ja: 杖

source: fire breath
de: Feueratem
fr: souffle de feu
hu: tűzokádás
it: respiro infuocato
ja: 火炎ブレス

source: crystal fire
de: unsichtbares Feuer
fr: feu de cristal
hu: lézersugár
it: cristallo di fuoco
ja: crysral fire

source: Drake Swordmaster
de: Drakenschwertmeister
fr: Maître-épée dracan
hu: Perzsekény kardművész
it: Drago maestro di spade
ja: ドレークの剣の達人

source: In drakish society, the term ‘blademaster’ is reserved for those who have mastered the deadly drakish war blade. Meanwhile, the golden-armored Swordmasters have chosen a different specialty. Their attacks may be slightly weaker than those of their blademaster counterparts, but by using a lighter sword these drakes are able to wear heavier armor and yet still retain enough agility to strike more often than a blademaster can manage.
de: Den Titel ‘Klingenmeister’ dürfen bei den Draken nur diejenigen führen, die den Umgang mit der tödlichen drakischen Kriegsklinge beherrschen. Die Schwertmeister in ihrer goldenen Rüstung haben sich eine andere Kampftechnik zu eigen gemacht. Ihre Angriffe sind etwas schwächer als die der Klingenmeister, da ihr Schwert aber leichter ist, können sie eine bessere Rüstung tragen und sind trotzdem noch in der Lage, öfter zuzuschlagen als die Klingenmeister.
fr: Dans la société des dracans, le terme de « maître-lame » est réservé à ceux qui maîtrisent l'arme mortelle de ce nom. Par contre, les maîtres-épées, revêtus d'armures dorées, ont choisi une autre spécialité. Leurs attaques sont plus faibles que celles des maîtres-lame, mais, utilisant une épée plus légère, ces dracans peuvent revêtir des armures plus épaisses et garder cependant assez d'agilité pour frapper plus souvent qu'un maître-lame.
it: Nella società dei draghi, il temine maestro delle lame’ è riservato a coloro che padroneggiano l’uso delle letali lame da battaglia draconiche. Allo stesso tempo, i maestri di spade con armatura color oro hanno scelto una diversa specialità. I loro attacchi possono essere più deboli di quelli di quelli di un maestro delle lame, ma utilizzando una spada più leggera sono in grado di indossare un’armatura più pesante e mantenere ugualmente l’abilità di colpire più velocemente di un maestro delle lame.

source: sword
de: Schwert
fr: épée
hu: kard
it: spada
ja: 剣

source: Elvish Recruit
de: Elfen-Rekrut
fr: Recrue elfe
hu: Tünde önkéntes
it: Recluta elfica
ja: エルフの新兵

source: A young, inexperienced elf, newly conscripted into the Greenwood army, the Elvish Recruit has yet to prove himself in battle, or indeed to decide whether to specialise in archery or swordplay. He carries a shortsword and a hunting bow, but he will soon advance from using these light weapons to the bright longsword used by both fighters and archers, and perhaps also the heavy war bow of the archer.
de: Als ein junger, unerfahrener Elf, der eben erst zum Dienst in der Armee des Grünwaldes verpflichtet wurde, muß der Elfen-Rekrut im Kampf darauf achten, sich selbst zu schützen und dabei auch seine Bogen- oder Schwertkampfkunst zu verbessern. Er trägt einen Jagdbogen und ein Kurzschwert, doch lernt er damit schnell auch den Umgang mit dem starken Kriegsbogen der Bogenschützen und dem blanken Langschwert, welches Bogenschützen und Krieger tragen.
fr: Jeune, inexpérimenté, récemment enrôlé dans l'armée de la Forêt verte, la recrue elfe doit encore faire ses preuves dans la bataille, et se décider pour une spécialité, l'arc ou l'épée. Il possède une épée courte et un arc de chasse, mais il ne tardera pas à laisser ces armes légères pour la longue épée brillante des archers et des guerriers et peut-être aussi le grand arc de guerre des archers.
it: Un giovane, inesperto elfo, appena chiamato alle armi dall’esercito della Foresta Verde, la Recluta elfica deve ancora provare sé stesso in battaglia, e decidere se specializzarsi in tiro con l’arco o l’uso della spada. Porta con sé una spada corta ed un arco da caccia, ma presto lascerà queste armi leggere per portare le brillanti spade lunghe usate sia dai combattenti che dagli arcieri, e forse anche i pesanti archi da guerra degli arcieri.

source: shortsword
de: Kurzschwert
fr: épée courte
hu: rövid kard
it: spada corta
ja: 短剣

source: hunting bow
de: Jagdbogen
fr: arc de chasse
hu: vadászíj
it: arco da caccia
ja: ハンティング弓

source: female^Elvish Recruit
de: Elfen-Rekrutin
fr: recrue elfe
it: Recluta elfica
ja: エルフの新兵

source: A young, inexperienced elf, newly conscripted into the Greenwood army, the Elvish Recruit has yet to prove herself in battle. She carries a shortsword and a hunting bow, but she will soon advance from using these light weapons to the bright longsword and heavy war bow of the archer.
de: Als eine junge, unerfahrene Elfin, die eben erst zum Dienst in der Armee des Grünwaldes verpflichtet wurde, muß die Elfen-Rekrutin im Kampf darauf achten, sich selbst zu schützen und dabei auch ihre Bogen- oder Schwertkampfkunst zu verbessern. Sie trägt einen Jagdbogen und ein Kurzschwert, doch lernt sie damit schnell auch den Umgang mit dem starken Kriegsbogen der Bogenschützen und dem blanken Langschwert, welches Bogenschützen und Krieger tragen.
fr: Jeune, inexpérimentée, récemment enrôlée dans l'armée de la Forêt verte, la recrue elfe doit encore faire ses preuves dans la bataille, et se décider pour une spécialité, l'arc ou l'épée. Elle possède une épée courte et un arc de chasse, mais elle ne tardera pas à laisser ces armes légères pour la longue épée brillante des archers et des guerriers et peut-être aussi le grand arc de guerre des archers.
it: Una giovane, inesperta elfa, appena chiamata alle armi dall’esercito della Foresta Verde, la Recluta elfica deve ancora provare sé stessa in battaglia, e decidere se specializzarsi in tiro con l’arco o l’uso della spada. Porta con sé una spada corta ed un arco da caccia, ma presto lascerà queste armi leggere per portare le brillanti spade lunghe usate sia dai combattenti che dagli arcieri, e forse anche i pesanti archi da guerra degli arcieri.

source: Silver Unicorn
de: Silbereinhorn
fr: Licorne d'argent
hu: Ezüst egyszarvú
it: Unicorno Argentato
ja: シルバーユニコーン

source: Gleaming with light, these exotic creatures bear a magical silvery horn in the middle of their foreheads which can shoot rays of pure light. Unicorns are so strongly imbued with the powers of Light and Life that their mere presence heals allied units around them.
de: Einhörner sind ungewöhnliche Wesen. Ihr Fell strahlt in einem weißen Licht, und auf dem Kopf tragen sie ein magisches, silbernes Horn, mit dem sie Strahlen reinen Lichtes aussenden können. Sie sind so von den Kräften des Lichtes und des Lebens erfüllt, daß allein ihre Anwesenheit alle verbündeten Einheiten um sie herum zu heilen vermag.
fr: Auréolées de lumière, ces créatures exotiques portent une corne d'argent magique au milieu du front qui peut émettre des rayons de pure lumière. Les licornes sont si fortement imprégnées des pouvoirs de la Lumière et de la Vie que leur simple présence guérit les unités alliées autour d'elles.
hu: Ezek a különleges, fénybe burkolózó lények mágikus ezüstszarvat viselnek a homlokukon, amiből fénysugarat lövellhetnek ki. Az egyszarvúak annyira fel vannak töltve Fénnyel és Életerővel, hogy puszta jelenlétük gyógyító hatással bír a szomszédos sövetséges egységekre.
it: Brillante di luce, queste esotiche creature portano un magico corno d’argento in mezzo alla fronte col quale possono lanciare raggi di luce pura. Gli unicorni sono così fortemente imbevuti del potere di luce e vita che la loro stessa presenza cura le unità alleate attorno a loro.

source: horn
fr: corne
hu: szarv
it: corno
ja: 角

source: lightbeam
de: Lichtstrahl
fr: rayon de lumière
hu: fénycsóva
it: raggio di luce
ja: 光線

source: Unicorn
de: Einhorn
fr: Licorne
hu: Egyszarvú
it: Unicorno
ja: ユニコーン

source: These small, white, horse-like creatures proudly bear a horn in the middle of their foreheads. Unicorns are strongly imbued with the powers of Light and Life, and their very presence is enough to heal allied units nearby.
de: Diese kleinen, weißen, pferdeähnlichen Wesen tragen voller Stolz ein Horn auf der Mitte ihres Kopfes. Sie sind so von den Kräften des Lichtes und des Lebens erfüllt, daß sie allein durch ihre Anwesenheit alle verbündeten Einheiten in ihrer Nähe zu heilen vermögen.
fr: Ces petites créatures blanches comme neige, ressemblant à des chevaux, portent fièrement une corne au milieu du front. Les licornes sont si fortement imprégnées des pouvoirs de la Lumière et de la Vie que leur simple présence guérit les unités alliées autour d'elles.
hu: Ezek a kis, fehér, lóhoz hasonlatos lények büszkén hordják homlokukon szarvukat. Az egyszarvúak annyira fel vannak töltve Fénnyel és Életerővel, hogy puszta jelenlétük gyógyító hatással bír a szomszédos sövetséges egységekre.
it: Queste piccole, bianche, creature simili a cavalli portano fieramente un corno nel mezzo della loro fronte. Gli unicorni sono fortemente imbevuti dei poteri di luce e vita, e la loro sola presenza è abbastanza per curare le unità alleate nelle vicinanze.

source: Follower
de: Gefolgsmann
fr: Partisan
it: Seguace
ja: 従者

source: Merllow the Sage has a small cadre of loyal followers in the city of Dorest; mostly townsfolk whom he has helped in the past, either by healing or teaching, who now seek either to learn more from him, or to repay their past obligations with service. These men and women are widely known as ‘Merllow’s acolytes’. Merllow does what he can to help them, teaching them reading, writing, elementary herbalism and other useful skills, and also encouraging them to teach one another. These followers come from many walks of life, and often have some handy skills of their own…
de: Merllow der Weise hat in Dorest eine kleine Schar getreuer Gefolgsleute um sich versammelt. Die meisten Stadtbewohner, denen er einmal geholfen hat, sei es, daß er sie heilte oder unterrichtete, versuchen, noch mehr von ihm zu lernen oder sich ihm mit ihren Diensten erkenntlich zu zeigen. All diese Menschen sind gemeinhin als ‘Merllows Leute’ bekannt. Merllow tut was er kann, ihnen zu helfen, sie lesen, schreiben, grundlegende Kräuterkunde und andere nützliche Dinge zu lehren und sie zu ermutigen, sich auch gegenseitig zu unterrichten. Diese Anhänger haben sehr verschiedene Lebenswege hinter sich und besitzen daher oft sehr individuelle, nützliche Fähigkeiten.
fr: Merllow le Sage a un petit groupe loyal de partisan dans la ville de Dorest; pour la plupart des citadins qu'il a aidés dans le passé, soit en les soignant soit en les enseignant, et qui veulent aujourd'hui apprendre davantage ou payer leur dette de reconnaissance. Ces femmes et ces hommes sont communément appelés « acolytes de Merllow ». Merllow fait ce qu'il peut pour les aider, leur apprenant à lire, écrire, et leur donnant des éléments d'herboristerie ainsi que d'autres connaissances utiles, les encourageant à s'enseigner les uns aux autres. Ces partisans viennent de tous les milieux et certains possèdent des compétences qui leur sont propres...
it: Merllow il Saggio ha una piccola schiera di fedeli seguaci nella città di Dorest; Principalmente cittadini che lui ha aiutato in passato, sia curandoli che insegnando loro, che ora cercano di imparare altro da lui, o di ripagare i loro debiti passati con servigi. Questi uomini e donne sono largamente conosciuti come gli “Accoliti di Merllow”. Merllow fa quello che può per aiutarli, insegnandogli a leggere, scrivere, conoscenza elementare delle piante ed altre utili abilità, ed incoraggiandoli ad insegnar l’un l’altro quanto appreso. Questi seguaci spesso hanno avuto percorsi della vita differenti tra loro, e spesso hanno anche alcune buone abilità manuali...

source: spear
de: Speer
fr: lance
hu: lándzsa
it: lancia
ja: 槍

source: female^Follower
de: Gefolgsfrau
fr: Partisane
it: Seguace
ja: 従者

source: Forester
de: Waldkämpfer
fr: Forestier
hu: Erdőjáró
it: Guardaboschi
ja: フォレスター

source: Foresters are lightly-armed human fighters, trained to move long distances quickly while needing little forage to support them. Like the woodsman and poacher, they are particularly skilled at forest movement.
de: Waldkämpfer sind leichtbewaffnete Einheiten, dafür ausgebildet, weite Strecken schnell zurückzulegen, wobei sie nur wenig Verpflegung benötigen. Ebenso wie Förster und Wilddiebe können sie sich besonders gut im Wald bewegen.
fr: Les forestiers sont des combattants humains armés légèrement, entraînés à parcourir de longues distances avec peu de provisions. Comme l'homme des bois et le braconnier, ils sont particulièrement adroits dans les forêts.
it: I guardaboschi sono guerrieri umani armati in maniera leggera, allenati per percorrere lunghe distanze velocemente e che necessitano di poche risorse per sopravvivere. Come il boscaiolo ed il bracconiere, sono particolarmente abili nel muoversi nei boschi.

source: bow
de: Bogen
fr: arc
hu: íj
it: arco
ja: 弓

source: female^Forester
de: Waldkämpferin
fr: Forestière
it: Guardaboschi
ja: フォレスター

source: Horse Archer
de: berittener Bogenschütze
fr: Archer monté
hu: Lovas íjász
it: Arciere a Cavallo
ja: 騎兵弓隊
