Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: Xizzyx! This is a disaster! We have lost a powerful ally! Woe!
de: Xizzyx! Das ist eine Katastrophe! Wir haben einen mächtigen Verbündeten verloren! Welch ein Verlust!
fr: Xizzyx ! C'est un désastre ! Nous avons perdu un puissant allié ! Malheur !
hu: Xizzyx! Ez szörnyű! Egy hatalmas szövetségest vesztettünk el! Jaj nekünk!
it: Xizzyx! È un disastro! Abbiamo perso un potente alleato! Che disgrazia!
ja: クシッズジックス! 駄目だ! 今が寿命が尽きる時では無い!!

source: We have spent too much time.
de: Wir haben zu viel Zeit verloren.
fr: Nous avons perdu trop de temps.
hu: Túl sok időt elpazaroltunk.
it: Ci stiamo mettendo troppo tempo.
ja: ワシらは、時間を使い過ぎた様だ。

source: Aaarck…! The whole northlands was supposed to be our paradise…
de: Aaarck… ! Dabei sollten doch die ganzen Nordlande zu einem Paradies für uns werden…
fr: Aaarck… ! Les terres du Nord étaient censées devenir notre paradis...
it: Aaarck…! Tutte le terre del nord dovevano essere il nostro paradiso...
ja: あぁぁっく...! 北の国の全ては、我々の楽園の予定だったのだ...。

source: Aaargh!! … Hu-humans?
de: Aaargh!! … Menschen… ??
fr: Aaargh !! ... Hu-humains ?
it: Aaargh!! …U-umani?
ja: あぁぁぁっ...! に、人間だと?

source: From 237YW onwards, the southern cities of the far north and the port at Prestim remained almost exclusively in human hands. The orcs often attempted to retake their old outposts, but the combined forces of humans, elves, drakes and saurians kept them at bay for many, many years. This time became known as the Golden Age of Wesnoth, and the kingdom saw a long period of peace and prosperity while the northern city-states acted as a buffer against the marauding orcs. Many soldiers moved up to the southern cities of the far north with their families; thanks to the orcs, there was always strong demand for anyone with good martial skills. Even some quite senior officers arrived, preferring combat to the boredom of garrison duty and administation. Some rode up, just as Baldres and his men did in 200YW, and some sailed. This area of the far north never truly did see peace; in fact, it remained a wild frontier for longer than the kingdom of Wesnoth existed. But that in turn meant those who lived there became a tough and independent breed of frontiersman, used to looking after themselves, and proudly refusing to bow to any man – or orcish marauder.
de: Seit dem Jahr 237 YW waren die südlichen Städte des hohen Nordens und der Hafen von Prestim ständig in den Händen der Menschen. Immer wieder hatten die Orks versucht, ihre alten Außenposten zurückzuerobern, doch vermochten es Menschen, Elfen, Draken und Saurianer, sie mit vereinten Kräften in Schach zu halten. Diese Epoche wurde als das Goldene Zeitalter Wesnoths bekannt, denn für das Königreich war es eine lange Zeit des Friedens und des Wohlstandes, da die Stadtstaaten im Norden eine Art Pufferzone gegen die marodierenden Orks bildeten. Viele Soldaten zogen mit ihren Familien in die südlichen Städte des hohen Nordens, denn Dank der Orks gab es dort immer Bedarf an Leuten mit militärischen Fähigkeiten. Jedes Mal, wenn wieder neue Offiziere eingetroffen waren, entkam man der Eintönigkeit von Dienst und Verwaltung in der Garnision gerne durch ein Kampfspektakel. Dabei stiegen einige der Kämpfer, so wie Baldres und seine Männer im Jahre 200YW, auf, während andere Federn lassen mußten. In dieser Gegend des hohen Nordens herrschte nie wirklich Frieden, in Wahrheit blieb es ein wildes Grenzland, länger als das Königreich Wesnoth überhaupt bestand. Doch all das brachte ein Grenzvolk hervor, rauh und unabhängig, gewohnt, sich durchzuschlagen und zu stolz, sich irgendjemandem – und seien es auch orkische Wegelagerer – zu beugen.
fr: Depuis 237 AW et ensuite, les villes les plus au sud des terres du Nord et le port de Prestim restèrent presque exclusivement dans les mains des hommes. Les orcs tentèrent souvent de reprendre leurs postes avancés, mais les forces combinées des humains, des elfes, des dracans et des sauriens, les tinrent en échec pendant de très longues années. Cette période fut appelée l'âge d'Or de Wesnoth, et le royaume connut une longue ère de paix et de prospérité tandis que les cités du Nord jouaient le rôle de tampon avec les orcs pilleurs. De nombreux soldats émigrèrent vers ces cités avec leurs familles ; grâce aux orcs, il y avait toujours une forte demande pour qui savait se servir d'une arme. Il y eut même quelques officiers supérieurs qui préférèrent le combat à une ennuyeuse vie de garnison et d'administration. Certains vinrent à cheval, comme Baldres et ses compagnons en 200, d'autres par voie de mer. Les contrées les plus au nord ne connurent jamais la paix ; en fait, elles restèrent des marches sauvages même après la fin du royaume de Wesnoth. Mais cela fit de ses habitants une race indépendante et solide de frontaliers, habitués à ne compter que sur eux-mêmes et refusant fièrement de prêter hommage à quiconque, humain ou orc.
it: Dal 237YW in poi, le città meridionali dell’estremo nord ed il porto di Prestim rimasero quasi esclusivamente in mano agli umani. Gli orchi ripetutamente provarono a riprendere il loro vecchio avamposto, ma le forze combinate di umani, elfi, draghi e sauri li tenne a bada per molti, moltissimi anni. Questo periodo venne chiamato l’Età d’oro di Wesnoth, ed il regno vide un lungo periodo di pace e prosperità, mentre le città stato del nord agivano come cuscinettocontro gli invasori orchi. Molti soldati si trasferirono nelle città a sud delle terre del nord con le loro famiglie; a causa degli orchi, continuava ad esserci sempre forte domanda di persone con esperienza militare. Arrivarono anche alcuni anziani ufficiali, che preferivano combattere alla monotonia delle attività amministrative delle varie guarnigioni. Alcuni cavalcarono anche a nord, come aveva fatto Baldres ed i suoi uomini nel 200YW, ed alcuni iniziarono a navigare. Quest’area dell’estrmo nord non vide mai una completa pace; infatti rimase una frontiera selvaggia per più tempo dell’esistenza d iwesnoth stessa. Ma questo significò che chi visse formò una stirpe forte ed indipendente di uomini di frontiera, capaci a badare a loro stessi, e che rifiutavano fieramente di inchinarsi ad ogni uomo - o orco invasore.
ja: ウェスノス暦237年を前進とし、極北地域の南側の町とプレスティムの港は、人間達の移住民地にとどまりました。オーク達はそこを取り戻そうと時々攻撃を仕掛けて来ましたが、人間達は、エルフやドレーク又はトカゲ族らの助けを借りて踏みとどまりました。ウェスノスのゴールデンエイジと呼ばれる時代が、王国内の平和と繁栄をもたらした為に、多くの戦士たちが極北地域の南の町に移動して行きました。位の高い将校ですら、何人かは北の領土を好んだのでした。なぜなら、彼らは暇な防衛より戦が好きだったからです。何人かは、ウェスノス暦200年のバルドレス男爵達の様に馬で、又、それ以外は船でやって来ました。 この頃の極北地域は、戦で大変でしたが、それがウェスノスの人々にとっては、好まれたのでした。

source: Zluld’s Last Stand
de: Zlulds letzter Widerstand
fr: Le dernier combat de Zluld
it: L’ultima resistenza di Zlud
ja: ズラルドの最後の抵抗

source: Háwclyn and his party returned to Elengavion Castle as swiftly as they could. Alas, the battle had not gone well for the elvish defenders. The castle had already been occupied, and Queen Eämeral had been forced to flee.
de: Háwclyn und seine Leute kehrten so schnell es ging nach Elengavion Castle zurück. Doch leider hatten die Elfen die Festung nicht lange genug verteidigen können, sie war bereits fast eingenommen und Königin Eämeral hatte fliehen müssen.
fr: Háwclyn et sa troupe retournèrent à Elengavion aussi vite que possible. Hélas, la bataille n'avait pas tourné à l'avantage des défenseurs elfes. Le château avait été pris et la reine Eämeral contrainte de fuir.
hu: Háwclyn csapatával olyan gyorsan tért vissza Elengavionba, amilyen gyorsan csak tudott. A csata a védők számára kedvezőtlenül alakult. A kastélyt az ostromlók már elfoglalták, s Eämeral királynő menekülésre kényszerült.
it: Háwclyn ed il suo gruppo tornarono al castello di Elengavion più velocemente che poterono. Ma la battaglia non era andata bene per i difensori elfici. Il castello era già stato occupato, e la regina Eämeral era stata costretta a fuggire.
ja: ハァウクリンとその一行は出来る限り速やかにエレンギャヴィオン城に戻って来ました。悲しくも、戦は、エルフ達にとって良い方向には進んでいませんでした。城は既に占領され、イエーミラル女王は避難を余儀なくされて居たのでした。

source: Háwclyn, Zylvia, Alingwen! What a relief to see you! Alas! Reinforcements from the northern Greenwood never came, even though we sent messengers over and over. We are almost beaten. Lord Zluld is trying to hold the castle, but he insisted that I leave…
de: Háwclyn, Zylvia, Alingwen! Wie froh bin ich, euch zu sehen! Es ist unbegreiflich, doch die Verstärkung aus dem nördlichen Grünwald ist nie gekommen, obgleich wir immer wieder Boten ausgeschickt haben. Wir sind so gut wie geschlagen. Lord Zluld versucht zwar noch, die Festung zu halten, aber er bestand darauf, daß ich fliehe…
fr: Háwclyn, Zylvia, Alingwen ! Quel soulagement de vous voir ici ! Hélas, les renforts du nord de la Forêt verte ne sont jamais arrivés, même si nous avons envoyé messager sur messager. Nous sommes presque vaincus. Le seigneur Zluld tente de tenir le château, mais il a insisté pour que je le quitte...
it: Háwclyn, Zylvia, Alingwen! Che sollievo vedervi! I rinforzi dalla Foresta Verde del nord non sono mai arrivati, anche se abbiamo mandato più messaggeri. Siamo stati quasi sconfitti. Lord Zlud sta provando a resistere nel castello, ma ha insistito perché io lo abbandonassi...
ja: ハァウクリンにズィルヴィア、そしてアリングウェン! そなたに会えた事は何と言う救済でしょう! 悲しくも、いくら使いを送っても北グリーンウッドからの援軍は未だ来ません。我々はもう殆ど降伏状態です。ズラルドが城を守ろうと食い下がっていますが、それももう...。

source: No reinforcements? That is deeply worrying. What could have happened to our northern brethren?
de: Keine Verstärkung? Das ist äußerst beunruhigend. Was kann unseren Brüdern im Norden nur geschehen sein?
fr: Pas de renforts ? C'est extrêmement ennuyeux. Qu'a-t-il pu arriver à nos frères du nord ?
hu: Nem jött erősítés? Ez aggodalommal tölt el. Mi történhetett az északi társainkkal?
it: Nessun rinforzo? È veramente preoccupante. Cosa sarà mai accaduto ai nostri fratelli del nord?
ja: 援軍が来ない? とても心配だ。同士達にいったい何があったと言うんだ?

source: Hmph. Troubles o’ their own, I’ll warrant. I wager the local orcs have fallen on them, an’ they cannae spare troops no matter how much they’d like to. This Gulder must hae his hooks in every last band, gang an’ tribe.
de: Hmph. Ich befürchte, sie werden selber Probleme haben. Ich könnte wetten, sie wurden von den einheimischen Orks überfallen und können niemanden entbehren, selbst wenn sie wollten. Dieser Gulder muß seine Finger überall, auch in den letzten Stämmen, Sippen und Banden der Orks im Spiel haben.
fr: Humpf. Des ennuis de leur côté, j'en jurerais. Je suppose que les orcs leur sont tombés dessus et qu'ils ne peuvent pas se passer de soldats, quel que soit leur envie de le faire. Ce Gulder a étendu ses griffes jusqu'à la dernière bande et la dernière tribu.
hu: Hmph. Gondolom, nekik is megvan a maguk baja. Fogadni mernék, hogy őket a helyi orkok támadták meg, és nem tunnak katonát küldeni, hiába akarnák. Ez a Gulder minden bandát, csoportot és törzset behálózott.
it: Hmph. Avranno avuto anche loro i loro problemi, scommetto. Scommetto che gli orchi locali si sono abbattuti su di loro, e non possano dividere le loro truppe, non importa quanto vorrebbero farlo. Questo Gulder deve avere il controllo di ogni banda, combriccola o tribù di orchi rimasta.
ja: フーム。どうやらズィルヴィアの心配が当たってしまった様ダべ。彼ら自身が来れる余裕が無いダベさ。きっとオーク達が総力を上げてロワンデルサ攻撃を仕掛けてるダ。これもきっとガルダーの計画だったんだべ。

source: And my dear father is preparing a last stand in the castle! Oh, Háwclyn! What can we do?
de: Und mein lieber Vater führt den letzten Widerstand in der Festung an! Oh, Háwclyn! Was können wir nur tun?
fr: Et mon cher père se prépare à une ultime résistance dans le château ! Oh, Háwclyn ! Que pouvons-nous faire ?
hu: És az én drága apám a végsőkig kitart a kastélyban! Ó, Háwclyn! Mit csinálhatunk?
it: Ed il mio caro padre sta preparando un’ultima resistenza al castello! Oh, Háwclyn! Cosa possiamo fare?
ja: そ、そして私の父上が城で最後の抵抗の覚悟です! ハ、ハァウクリン! どうしましょう?

source: Dear Zylvia… at least I saw you… at… the… end… Proud… of… y–
de: Meine geliebte Zylvia… dich sehe ich… nun, am… Ende… bin stolz… auf…–
fr: Chère Zylvia... du moins j'ai fini par te revoir... juste... à... la fin... Fier... de... toi —
it: Cara Zylvia... almeno sono riuscito a vederti...alla...fine... Sono... fiero... di... t-
ja: 親愛なるズィルヴィアよ... 最後に... そなたに... 会えた...。そなたを... 誇りに...

source: Father…! Please, no…!
de: Vater…! Bitte, nicht…!
fr: Père… ! Non, par pitié… !
it: Padre...! Per favore no..!
ja: 父上...! どうか持ちこたえて...!

source: Kill the orcs! Kill them all! The southern orcs killed my father!!
de: Tötet die Orks! Tötet sie alle! Die Orks aus dem Süden haben meinen Vater umgebracht!!
fr: Tuez les orcs ! Tuez-les tous ! Les orcs du Sud ont tué mon père !!
hu: Öljétek meg az orkokat! Öljétek meg mindet! A déli orkok megölték az apámat!
it: Uccidete gli orchi! Uccideteli tutti! Gli orchi del sud hanno ucciso mio padre!!
ja: オークを倒して! 全て倒して下さい! 南のオークが私の父上を殺したのです!

source: Note: The elves are fully mobilised, and you can recruit <i>Elvish Fighters</i>, <i>Archers</i> and <i>Shamans</i> onto the castle at Elengavion.
de: Hinweis: Die Elfen mobilisieren alle Kräfte und ihr könnt in Elengavion Castle jetzt <i>Elfenkrieger</i>, <i>Elfenbogenschützen</i> und <i>Elfenschamanen</i>ausbilden.
fr: Note : les elfes sont pleinement mobilisés, et vous pouvez recruter des <i>combattants elfes</i>, des <i>Archers</i> et des <i>chamans</i> au château d'Elengavion.
hu: Megjegyzés: A tündék teljes mozgósításban vannak, toborozhatsz <i>tünde harcost</i>, <i>íjászt</i> és <i>sámánt</i>.
it: Nota: gli elfi sono pronti alla battaglia, ed ora puoi reclutare <i>elfi combattenti</i>, <i>arcieri</i> e <i>sciamane</i> nel castello di Elengavion.
ja: エルフ達が新たに動員されます。エレンギャヴィオン城では、エルフの戦士、射手、そして女呪術師の雇用が可能です。

source: … Ha… ha… ha… this is not the end… Gulder… for Gulder…
de: … Ha… ha… ha… es ist noch nicht zu Ende… Gulder… für Gulder…
fr: … Ha… ha… ha… ce n'est pas fini... Gulder... pour Gulder...
it: ...Ha... ha... ha... Questa non è la fine... Gulder... per Gulder...
ja: ... ハッ... ハッ... ハッ... これで終わりではない。ガルダー、ガルダー様...。

source: Poor, brave Lord Zluld. My dear uncle. Zylvia… I am so sorry for your loss, I really am. Háwclyn, well done. Your royal highness, on behalf of all the elves of the Greenwood, I greet you.
de: Armer, tapferer Lord Zluld. Mein lieber Onkel. Zylvia… auch mich schmerzt dein Verlust. Háwclyn, gut gemacht. Eure königliche Hoheit, im Namen aller Elfen des Grünwaldes grüße ich euch.
fr: Pauvre brave seigneur Zluld. Mon cher oncle. Zylvia... je suis tellement désolée de cette perte. Háwclyn, tu as bien agi. Votre Altesse royale, au nom des elfes de la Forêt verte, soyez la bienvenue.
it: Povero, valoroso Lord Zlud. Mio caro zio. Zylvia... Mi spiace per la tua perdita, veramente. Háwclyn, ben fatto. Sua altezza reale, a nome di tutti gli elfi della Foresta Verde, ti accolgo.
ja: かわいそうに、勇者ズラルド君主。私の親愛なる叔父よ。ズィルヴィア... 本当にお気の毒です。ハァウクリン、良くやりました。全てのグリーンウッドのエルフを代表して私が敬礼します。

source: Your majesty. Greetings. Zylvia… My… condolences also.
de: Eure Majestät – Zylvia… auch mein…Mitgefühl.
fr: Votre Majesté, salutations. Zylvia... toutes mes condoléances.
it: Sua altezza. Salve. Zylvia... Le mie condoglianze...
ja: 陛下、ごきげんよう。ズィルヴィア... 私もお悔やみを申し上げます。

source: We should have been back sooner. Zylvia, I am deeply sorry.
de: Wären wir doch nur früher dagewesen… Zylvia… es tut mir so leid.
fr: Nous aurions dû revenir plus tôt. Zylvia, je suis profondément désolé.
hu: Hamarabb kellett volna visszaérnünk. Zylvia, annyira sajnálom.
it: Saremmo dovuti tornare prima. Zylvia, mi spiace veramente.
ja: 我々は直ぐに戻るべきだった。ズィルヴィア、本当に申し訳ない。

source: He did his duty. He saved our queen… I am so glad that at least I saw him one last time…
de: Er hat seine Pflicht getan. Er starb für unsere Königin… Ich bin so froh, daß ich am Ende bei ihm sein konnte…
fr: Il a fait son devoir. Il a sauvé notre reine... Je suis si heureuse de l'avoir revu une dernière fois...
it: Ha fatto il suo dovere. Ha salvato la regina... Sono così contenta di essere riuscita a vederlo almeno un’ultima volta...
ja: 彼は己の役目を果たしました。我々の女王を守り... 私は彼の勇敢な最後を見届ける事ができ、光栄です...。

source: Zylvia, take this sword in his honour. It was discovered by Alingwen’s father, Baldres, after an unicorn took it, but it was originally forged for the royal family of the Greenwood. I grant it now to you and your heirs. Bear it in his memory.
de: Zylvia, nimm dieses Schwert, deinem Vater zu Ehren. Alingwens Vater, Baldres, hat es wiedergefunden, nachdem ein Einhorn es an sich gebracht hatte. Es ist vor langer Zeit für die königliche Familie des Grünwaldes geschmiedet worden. Es soll von nun an dir und den Deinen gehören. Tragt es im Gedenken an Deinen Vater.
fr: Zylvia, prends cette épée en souvenir de lui. Elle a été découverte par Baldres, le père d'Alingwen, après avoir été dérobée par une licorne, mais elle a été forgée pour la famille royale de la Forêt verte. Je te la donne à toi et tes descendants. Porte-la en mémoire de lui.
hu: Zylvia fogadd el ezt a kardot az emlékére. Még Alingwen apja, Baldres találta meg, miután egy egyszarvú ellopta, de eredetileg Greenwood királyi családja számára kovácsolták. Neked és az utódaidnak adom. Viseld apád emlékére.
it: Zylvia, prendi questa spada in suo onore. Fu trovata dal padre di Alingwen, Baldres, dopo che un unicorno l’aveva presa, ma fu originariamente forgiata per la famiglia reale della Foresta Verde. Ora la affido a te ed i tuoi eredi. Portala in sua memoria.
ja: ズィルヴィア、この剣を彼の栄誉の表彰として受け取るのです。これはユニコーンが一度盗み、アリングウェンの実の父親であるバルドレスの一行によって発見されましたが、元々グリーンウッドの皇族の為に作り上げられた剣です。そなたに相続権があり、私がそれを承諾します。彼の追憶としてそれを受け取りなさい。

source: Zylvia, take this sword in his honour. It was forged for the royal family of the Greenwood. I grant it now to you and your heirs. Bear it in his memory.
de: Zylvia, nimm dieses Schwert, deinem Vater zu Ehren. Es ist vor langer Zeit für die königliche Familie des Grünwaldes geschmiedet worden. Es soll von nun an dir und den Deinen gehören. Tragt es im Gedenken an Deinen Vater.
fr: Zylvia, prends cette épée en souvenir de lui. Elle a été forgée pour la famille royale de la Forêt verte. Je te la donne à toi et tes descendants. Porte-la en souvenir de lui.
hu: Zylvia fogadd el ezt a kardot az emlékére. Eredetileg Greenwood királyi családja számára kovácsolták. Neked és az utódaidnak adom. Viseld apád emlékére.
it: Zylvia, prendi questa spada in suo onore. Fu forgiata per la famiglia reale della Foresta Verde. La affido a te ed ai tuoi eredi. Portala in sua memoria.
ja: ズィルヴィア、この剣を彼の栄誉の表彰として受け取るのです。これはグリーンウッドの皇族の為に作り上げられた剣です。そなたに相続権があり、私がそれを承諾します。彼の追憶としてそれを受け取りなさい。

source: Move Zylvia to the sword
de: Führt Zylvia zum Schwert
fr: Conduire Zylvia jusqu'à l'épée
hu: Zylvia felveszi a kardot
it: Sposta Zylvia sulla spada
ja: ズィルヴィアを剣へ移動

source: The sword, Greenwood Blade, had been taken for the Royal family of the Greenwood
de: Dieses Schwert, Grünwald-Klinge genannt, wurde für die königliche Familie des Grünwaldes angefertigt
fr: L'épée, l'épée de la Forêt verte, a été forgée pour la famille royale de la Forêt verte
it: La spada, Lama della Foresta Verde, è destinata ad un membro della famiglia reale della Foresta Verde
ja: このグリーンウッド剣は、グリーンウッドの皇族が受け継いで来ていました。

source: Striking Back
de: Gegenangriff
fr: Contre-attaque
hu: Ellentámadás
it: Contrattacco
ja: エルフの反撃

source: The timely return of Háwclyn with Princess Alingwen allowed the Greenwood elves to recapture Elengavion Castle. The death of Lord Zluld marked the end of an era, but another battle was imminent. The very next morning, the elvish host made ready to attack Dorest. In the rush of preparations, Eämeral and Alingwen had no time to tell one another of all that had passed in the twenty-four years since last they saw one another.
de: Háwclyn war gerade noch in letzter Minute mit Prinzessin Alingwen zurückgekehrt, ja die Elfen hatten sogar Elengavion Castle zurückerobern können. Der Tod Lord Zlulds bedeutete das Ende einer Ära, doch die nächste Schlacht stand schon bevor: Die Elfen mußten sich für den Angriff auf Dorest rüsten. Eämeral und Alingwen waren die letzten 24 Jahre voneinander getrennt gewesen, doch im Durcheinander der Vorbereitungen fanden sie keine Zeit, sich gegenseitig davon zu erzählen, was in dieser Zeit geschehen war.
fr: Le retour inespéré d'Háwclyn et de la princesse Alingwen permirent aux elfes de la Forêt verte de reprendre le château d'Elengavion. La mort du seigneur Zluld marquait la fin d'une époque, mais une autre bataille était imminente. Le matin suivant, l'armée des elfes se prépara à attaquer Dorest. Dans la fièvre des préparatifs, Eämeral et Aliingwen n'eurent guère le temps de se raconter ce qui leur était arrivé pendant les vingt-quatre ans qu'avait duré leur séparation.
hu: Háwclyn és Alingwen hercegnő jó időben történt visszatérése lehetővé tette a tündéknek az Elengavion Kastély visszafoglalását. Lord Zluld halála egy korszak végét is jelentette, de azonnal újabb háborúság indult. Már másnap reggel a tünde sereg megindult Dorest ellen. A lázas készülődés közepette Eämeral és Alingwen nem sok szót válthatott egymással az elmúlt huszonnégy év történéseiről, mióta nem látták egymást.
it: Il tempismo del ritorno di Háwclyn con la principessa Alingwen consentì agli elfi di riprendere il castello di Elengavion . La morte di lord Zlud marcava la fine di un’era, ma un’altra battaglia era imminente. La mattina seguente, l’esercito degli elfi era pronto ad attaccare Dorest. Nella fretta dei preparativi, Eämeral ed Alingwen non ebbero tempo per raccontare l’una all’altra tutto quello che gli era accaduto nei ventiquattro anni in cui non si erano viste.
ja: アリングウェン王女を連れた、時宣を得たハァウクリンの帰還は、グリーンウッドのエルフにイレンギャビオン城の奪回をもたらしました。ズラルド君主の死は、一時代の終わりを記しましたが、別の戦が目の前でした。翌日の早朝、エルフ達のドゥーレストを攻撃する準備は整っておりました。準備の急務の中で、イエーミラルとアリングウェンは、別れを告げた後の過ぎ去った24年間の事を話す暇すら有りませんでした。

source: Now, that armored warrior is Dessen the Elder Chief. We should try not to kill him. He is an honorable man; we could trust him to rebuild the city after this conflict is over. We should concentrate on finding Gulder and killing him. There is some… presense behind Dessen…
de: Seht da, der gut gerüstete Kämpfer ist der alte Befehlshaber Dessen. Er ist ein ehrbarer Mann und der richtige, um die Stadt wieder aufzubauen, wenn das alles hier vorbei ist. Wir sollten ihn möglichst am Leben lassen. Es ist besser, wir konzentrieren uns darauf, Gulder zu finden und unschädlich zu machen. Doch halt… ich spüre da etwas… hinter Dessen…
fr: Le guerrier en grande armure est Dessen, le chef le plus ancien. Nous devrions essayer de ne pas le tuer. C'est un homme d'honneur ; nous pouvons compter sur lui pour reconstruire la ville après ce conflit. Nous devrions nous concentrer sur Gulder et le tuer. Il y a une sorte de présence derrière Dessen...
it: Allora, quel guerriero in armatura pesante è Dessen il vecchio capo. Dobbiamo provare a non ucciderlo. È un uomo d’onore; possiamo affidarci a lui per ricostruire la città dopo la fine del conflitto. Dovremmo cooperare per trovare Gulder ed ucciderlo. C’è qualche... presenza dietro a Dessen...
ja: さて、あの鎧に身を包んだ戦士が、デッセン長老です。私は、彼を殺める事に疑いを持ちます。彼に人間達の平和の町を再建させたいのです。ガルダーを探し、倒すことに集中して下さい。私はデッセン長老の後ろに何か存在を感じます。

source: Yes, I see something there, ma’am. It looks like a dark portal. I am sure that was not there before.
de: Ja, ich sehe da auch etwas, Eure Hoheit. Es sieht aus wie ein… dunkles Portal. Ich bin mir sicher, das war eben noch nicht da.
fr: Oui, je vois quelque chose là-bas, M'dame. Cela ressemble à un portail sombre. Je suis sûr que ça n'était pas là avant.
hu: Van mögötte valami, fenség. Valamiféle sötét kapunak látszik. Biztos, hogy korábban nem volt ott.
it: Si, vedo qualcosa la, signora. Sembra come un portale oscuro. Sono sicuro non fosse la prima.
ja: 彼の後ろに何か有ります、陛下。暗い入り口の様に見えます。以前には無かったのは確かです。
