Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: We may be far enough from Wesnoth to be safe from Straker’s patrols, but I fear some other danger will present itself soon enough.
de: Wir mögen zwar weit genug von Wesnoth entfernt sein, um vor Stakers Spähern sicher zu sein, aber ich fürchte, wir sind anderen Gefahren dafür um so näher.
fr: Nous pouvons bien être assez loin de Wesnoth pour être à l'abri des patrouilles de Straker, mais je crains qu'un nouveau danger ne se présente très bientôt.
hu: Elég messze vagyunk Wesnothtól, Straker járőreitől nem kell tartanunk, de azt hiszem egyéb veszélyekkel hamarosan szembe kell néznünk.
it: Possiamo essere abbastanza lontani da Wesnoth da essere al sicuro dagli esploratori di Straker, ma ho paura che altri pericoli ci si presenteranno presto.
ja: ワシらは、十分ウェスノスの国王の物見からは安全圏に来てるじゃろう。しかし、すぐに別の危機にさらされるとワシは思う。

source: Find the enemy leader
de: Findet den feindlichen Anführer
fr: Trouver le chef ennemi
hu: Megtalálod az ellenséges vezért
it: Trova il leader nemico
ja: 敵のリーダーを見つける

source: Ah! A silver horse, with a horn on its head. Now, that nag that would fetch me a pretty penny!
de: Da! Ein Schimmel mit einem Horn auf dem Kopf. Ich denke, dieser Gaul wird mir eine schöne Stange Geld einbringen!
fr: Ah ! Un cheval argenté avec une corne sur la tête. Cette rosse pourrait bien me rapporter une jolie somme !
hu: Ah! Egy ezüst ló, és egy szarv nő ki a homlokából. Egy fillért se adnék egy ilyen gebéért.
it: Ah! Un cavallo argentato, con un corno sulla testa. Mi frutterà un bel po’ di soldi!
ja: ヘー! 銀の馬よ。おまけに頭に角が生えてるわ。捕まえて来たら高く売れるかしら？

source: That is no horse. That is a unicorn. Be wary, Jil, they’re deadly, and not as easy to trap as you might think.
de: Das ist kein Pferd, sondern ein Einhorn. Nimm dich in Acht, Jil, sie sind sehr gefährlich und schwerer zu fangen, als du denkst.
fr: Ce n'est pas un cheval. C'est une licorne. Attention, Jil, elles sont dangereuses et pas aussi faciles à prendre qu'on pourrait le croire.
hu: Ez nem ló. Ez egyszarvú. Légy óvatos, Jil, halálosan veszélyesek, s nem könnyű őket csapdába csalni.
it: Quello non è un cavallo. Quello è un unicorno. Fai attenzione Jil, sono mortali, e non così facili da catturare come puoi pensare.
ja: あれは馬ではない。ユニコーンじゃ! 気を付けなくてはならん。ジル、あやつらは貴公が思ってるように簡単には捕まらんぞ。

source: Humans?! Soiling my land, and carrying the Greenwood Blade back to the elves? That cannot be permitted. Surrender it now, or face my wrath!
de: Menschen?! Ihr befleckt mein Land und bringt die Grünwald-Klinge zurück zu den Elfen? Das kann ich nicht zulassen. Übergebt sie mir, oder ihr verspürt meinen Zorn!
fr: Des humains ? Polluant mes terres et rapportant l'épée magique aux elfes de la Forêt verte ? Il n'en est pas question. Rendez-vous immédiatement ou craignez ma colère !
hu: Emberek?! Bepiszkítjátok a földemet, és egy különleges kardot visztek a tündéknek? Ezt nem engedélyezem. Adjátok meg magatokat, vagy kivívjátok a haragomat!
it: Umani?! Che insozzano la mia terra, e che portano la Lama della Foresta Verde indietro agli elfi? Non posso permetterlo. Arrendetevi ora, o affrontate la mia ira!
ja: 人間だと? 私の土地を汚し、グリーンウッド剣をエルフに返すと言うのか? それは許されん! 今すぐ引き渡せ! それとも私の怒りを食らうか？

source: The sword was unguarded, and I am interested in exotic weapons. Tell me, pray: why do you think your claim to it is stronger than ours?
de: Das Schwert war unbewacht und ich liebe ungewöhnliche Waffen. Ich bitte euch sagt mir doch, wie ihr auf die Idee kommt, daß euer Anspruch auf das Schwert größer sein sollte als unserer?
fr: L'épée était sans maître et j'apprécie les armes exotiques. Dites-moi : qu'est-ce qui vous laisse croire que vous avez des droits sur elle ?
hu: A kard őrizetlenül hevert, engem meg vonzanak a különleges fegyverek. Ugyan mennyivel van több jogod hozzá neked, mint nekünk?
it: La spada non era custodita, ed io sono sempre interessato dalle armi esotiche. Dimmi: perché pensi di averne più diritto di noi?
ja: あいにく剣は無防備だったし、俺様は、変わった武器に興味津々でね。お前さんの剣の所有権の主張と我々と、どっちが変か言ってみろ！

source: (<i>Snort!</i>) Might is on my side!
de: (<i>Schnauben!</i>) Ich bin der Stärkere!
fr: (<i>Reniflement méprisant !</i>) La force est de mon côté !
hu: (<i>Hrrr!</i>) Az erő velem van!
it: (<i>Snort!</i>) Il vigore è dalla mia parte!
ja: 力量は、私側だ!

source: Attack Täkel
de: Greift Täkel an!
fr: Attaquer Täkel
hu: Megtámadod Täkelt
it: Attacca Täkel
ja: ティーケルを攻撃

source: Do not come near me! Zluld took my dear Celadë from me, so he can live without his precious sword! Mark my words, I will not let you return it to him!
de: Kommt mir nicht zu nahe! Zluld nahm mir meine geliebte Celadë, so mag auch er nun ohne sein kostbares Schwert auskommen! Ich werde nicht zulassen, daß ihr es ihm zurückbringt, merkt euch das!
fr: Ne t'approche pas ! Zluld m'a arraché ma chère Celadë, donc il peut bien vivre sans sa précieuse épée ! Écoutez bien, je ne vous laisserai pas la lui rendre !
hu: Ne közelíts hozzám! Zluld elrabolta tőlem drága Celadëmet, így élhet a csodás kardja nélkül! Jegyezd meg a szavaimat, nem engedem, hogy visszavidd neki a kardot!
it: Non avvicinatevi! Zlud si è preso la mia cara Celadë, quindi può vivere senza la sua preziosa spada! Ricordate le mie parole, Non vi lascerò riportargliela.
ja: そばに寄るな! 汚らわしい人間共。ズラルドは、私の親愛なるセラディーを奪ったんだ。彼に剣など要らん! よく覚えておけ、わたしは、その剣を彼に返還させはしないぞ!

source: Curious. Fortunately for him, I never intended to return this exquisite blade. Not even for quite a large sack of gold.
de: Seltsam. Zu seinem Glück hatte ich nie vor, dieses ausgezeichnete Schwert zurückzugeben. Nicht einmal für einen großen Sack voller Gold.
fr: Curieux. Heureusement pour lui, je n'ai jamais eu l'intention de rendre cette lame splendide à qui que ce soit. Pas même pour un sac plein d'or.
hu: Különös. Szerencsére eszem ágában sincs visszaadni ezt a szuper kardot. Még egy zsák aranyért se.
it: Interessante. Fortunatamente per lui, non ho mai avuto l’intenzione di riportargli questa squisita lama. Nemmeno per un grosso sacco d’oro.
ja: 変な奴だ。でも奴にとっては幸運だな。俺様は、この極めて美しい剣をエルフに返還するつもりは毛頭ない。たとえ金貨がタップリ入った大きな袋と交換でもな。

source: Legend has it that unicorns sometimes fall in love with maidens. I never knew whether to believe that, before today. Perhaps you could trap one, as the hunters claim, if you used a fair maiden to lull it… Intriguing…
de: Der Legende nach verlieben sich Einhörner manchmal in junge Mädchen. Bis heute wußte ich nicht, was ich davon halten sollte. Möglicherweise könntet ihr das für eine Falle benutzen, wenn ein hübsches Mädchen ihm den Kopf verdreht … faszinierend …
fr: La légende dit que les licornes tombent parfois amoureuses de jeunes vierges. Je n'ai jamais su s'il faut vraiment le croire jusqu'à aujourd'hui. Peut-être qu'on pourrait en piéger une, comme le prétendent les chasseurs, en employant une jolie vierge pour l'attirer... Fascinant...
it: La leggenda narra che qualche volta gli unicorni si innamorino di una fanciulla. Non sapevo se crederci, prima di oggi. Forse se ne può intrappolare uno, come dicono i cacciatori, se si usa una fanciulla per calmarlo... Interessante...
ja: 伝説は本当だったんじゃ。ユニコーンは、時々乙女に恋をすると... 今までそれは信じがたかったが、今日ハッキリしたわい。ジル、貴公も多分捕まえられるじゃろ。乙女を手なずけて、うまく使って...。

source: Ha ha! Maybe I could catch one. I’d just need a girl for the bait!
de: Haha! Vielleicht kann ich eins fangen. Ich brauche ein Mädchen als Köder!
fr: Ah ah ! Peut-être que je pourrais en prendre une. Il me faut juste une fille pour servir d'appât !
hu: Haha! Lehet, hogy elfognék egyet. Csak egy lány kéne csalinak!
it: Ah ah! Forse ne posso prendere uno. Mi serve solo una ragazza che faccia da esca!
ja: そーね、多分出来そうね。エサに使う乙女が必要だけどね。大分前なら私でも...。

source: All right! Let us continue northwards, if we are to find our paradise.
de: Alles klar! Laßt uns weiter nordwärts ziehen, dort wird sich schon ein Platz für uns finden.
fr: Très bien ! Avançons vers le nord si nous voulons trouver notre petit paradis.
hu: Jól van! Menjünk még északabbra, ott vár minket az édenkert.
it: Bene! Continuiamo verso nord, se vogliamo trovare il nostro paradiso.
ja: ヨッシャ! 我々の楽園を探しにもっと北に向かうぞ!

source: Righteous Fire will be ready soon, my Lord.
de: Das Feuer der Gerechtigkeit wird bald bereit sein.
fr: Le « Feu de Vérité » sera bientôt prêt, monseigneur.
hu: A Tisztítótűz hamarosan elkészül, uram.
it: Il Fuoco Meraviglioso sarà pronto presto, mio Signore.
ja: ライティオウス、ファイヤーがもうすぐ出来ますぞ、閣下。

source: A Man, an Elf, and a Diary
de: Ein Mann, eine Elfe und ein Tagebuch
fr: Un homme, un elf, et un journal de voyage
hu: Egy férfi, egy tünde és egy napló
it: Un uomo, un’elfa, ed un diario
ja: 男とエルフと日誌

source: Baldres and his followers kept trying to go northwards, but their horses could not manage the rough terrain. So they continued westwards along the river, all the while searching for a passable route to the north.
de: Baldres und seine Mannen versuchten weiter nordwärts zu ziehen, doch das Gelände war für ihre Pferde nicht geeignet. Deshalb folgten sie dem Fluß zunächst westwärts, ständig auf der Suche nach einem passierbaren Weg in den Norden.
fr: Baldres et ses compagnons tentèrent d'aller vers le nord, mais leurs chevaux ne pouvaient pas avancer sur ce terrain accidenté. Ils continuèrent donc vers l'ouest, longeant la rivière, pour trouver une route praticable vers le nord.
hu: Baldres és követői megpróbáltak északra átvágni, de a lovaik nem bírtak a durva tereppel. Így eltértek nyugatra a folyócska mellett, miközben folyamatosan járható utat kerestek észak felé.
it: Baldres ed i suoi seguaci continuarono a tentare di dirigersi verso nord, ma i loro cavalli non riuscivano a passare il terreno accidentato. Così continuarono verso est lungo il fiume, sempre cercando per un passaggio verso il nord.
ja: バルドレスとその一団は、北へと向かい続けました。しかし、彼らの馬は、その荒れ果てた道のりを進み続けるのは困難でした。よって、彼らは一度、川に沿って西へ向かい北へ向かう別の道のりを探し続けました。

source: Gryphons
de: Greifen
fr: Griffons
hu: Griffek
it: Grifoni
ja: グリフォン族

source: Elf
de: Elfe
fr: Elfe
hu: Tünde
it: Elfa
ja: エルフ

source: At last, a break in the terrain. We can head northwards again without laming the animals.
de: Endlich, das Gelände verändert sich. Nun können wir, ohne den Tieren zu schaden, weiter nach Norden ziehen.
fr: Enfin une brèche. Nous pouvons tourner vers le nord sans crainte de blesser nos montures.
hu: Végre megtört a hegyvidék, most már tarthatunk északnak, anélkül, hogy a lovaink lesántulnának.
it: Alla fine, un’apertura. Possiamo ricominciare a dirigerci verso nord senza il pericolo di azzoppare gli animali.
ja: 最低でもここなら馬達を置き去りにせずに北へ向かえそうだ。

source: By my reckoning, sir, we are now far enough from Wesnoth to start finding bigger settlements – ones worth our attention.
de: Herr, nach meinen Berechnungen sind wir nun soweit von Wesnoth entfernt, daß wir bald wieder auf größere Siedlungen stoßen müßten. Wir sollten also vorsichtig sein.
fr: D'après mes calculs, sire, nous sommes maintenant assez loin de Wesnoth pour commencer à trouver des colonies plus conséquentes — de celles qui méritent notre attention.
it: Da quanto ricordo, signore, ormai siamo abbastanza lontani da Wesnoth per poter trovare insediamenti più grandi - degni della nostra attenzione.
ja: 閣下、ワシの勘定では、ここいらなら十分ウェスノスから離れているし、大きな住居を探すのに悪くないと思うがのう。魚貝類ばかりじゃが、食いっぱくれる事も無いし...。

source: Good, because my mace arm is itching again.
de: Na endlich, mir juckt schon die Hand am Streitkolben.
fr: Tant mieux, ma masse d'armes me démange.
hu: Nagyszerű, viszket a tenyerem egy kis csetepaté után.
it: Bene, perché il mio braccio della mazza mi prude nuovamente.
ja: 良いわね。利き手が又かゆくなって来たとこなのよ。

source: Move Baldres onto the sign
de: Führt Baldres zur Markierung
fr: Conduire Baldres jusqu'au poteau indicateur
it: Sposta Baldres sopra al segnale
ja: バルドレスをサインへ移動

source: Hey! There’s something there. Pick up and read it for me.
de: Hey! Was ist das da? Holt es und lest es mir vor.
fr: Hé ! I y a un truc par terre. Ramassez-le et lisez-le-moi.
hu: Héjj! Valami van ott. Kapd fel és olvasd fel, mi van rajta!
it: Ehi! c’è qualcosa qui. raccoglilo e leggi per me.
ja: オイ! 何かここに有るぞ。誰か拾って読んでくれ!

source: What is that? What does it say?
de: Was ist das? Was steht da drin?
fr: Qu'est-ce que c'est ? Qu'est-ce que ça raconte ?
hu: Na mi az? Mi van beleírva?
it: Cos’è? Cosa dice?
ja: それは何だ? なんて書いてある？

source: The Journal of Gulcyn 25th day, ninth month, 199YW Thanks largely to the work of my respected grandfather, it seems the King’s new peace will hold. I am also satisfied that I myself am no longer needed in Wesnoth. I am leaving the kingdom and heading north. I will watch over the wild lands from the Heart Mountains stronghold, for I suspect it will be in the northlands that I am next needed.
de: Das Tagebuch Gulcyns 25. Tag des 9. Monats im 199. Jahre Wesnoths Der Arbeit meines verehrten Großvaters ist es zu verdanken, daß der neue Frieden des Königs jetzt hält. Ich bin froh, daß auch ich selbst in Wesnoth nicht länger gebraucht werde. Ich verlasse das Königreich und ziehe nach Norden. Ich werde von der Erzgebirgs-Festung aus über die Wildnis wachen, denn ich befürchte, bald in den Nordlanden gebraucht zu werden.
fr: Journal de Gulcyn 25e jour du neuvième mois, 199AW Grâce aux travaux de mon respecté grand-père, il semble que la paix du roi va durer. Je suis également satisfait que Wesnoth puisse désormais se passer de moi. Je quitte le royaume et me dirige vers le nord. Je vais à la recherche du fort des montagnes centrales, car je suppose que c'est dans les terres du Nord que je serai le plus utile.
it: Diario di Gulcyn Venticinquesimo giorno, nono mese, 199YW Grazie al lavoro del mo rispettevole nonno, sembra che la nuova pace del re resisterà. Sono anche soddisfatto del fatto che io stesso non sono più necessario in Wesnoth. Sto abbandonando il regno dirigendomi a nord. Osserverò le terre selvagge dalla roccaforte nelle Montagne Centrali, dato che sospetto che sarà nelle terre del nord il posto dove ci sarà bisogno di me.
ja: ガルシンの日誌 ウェスノス暦百九十九年、九月二十五日 私の偉大なる祖父よ、どうやら国王の平和政策は保たれそうです。もはや、ウェスノスは私を必要としないでしょう。私は、王国を離れ北へ向かいます。北の荒れ地を、ヒートマウンテンに隠り修行を続けながら見守りたいと思います。北ではきっと、私を必要とする時が来ると感じております。

source: Hmmm. Gulcyn is the grandson of one of Haldric’s tame mages on the High Council. He is a dangerous wizard, my Lord, despite his youth.
de: Hmmm. Gulcyn ist der Enkel eines dieser lahmen Magiere aus Haldrics Hohem Rat. Er ist, trotz seiner Jugend, ein gefährlicher Zauberer, mein Herr.
fr: Hmmm, Gulcyn est le petit fils de l'un des mages du Haut Conseil de Haldric. C'est un sorcier dangereux, monseigneur, en dépit de son jeune âge.
hu: Hmmm. Gulcyn a Haldric által terelgetett Nagy Tanács egyik mágusának unokája. Fiatal kora ellenére is veszélyes varázsló, uram.
it: hmmm. Gulcyn è il nipote di uno dei maghi ammaestrati di Haldric dell’Alto Concilio. È un mago pericoloso, mio signore, nonostante la sua giovane età.
ja: ふうーむ、ガルシンとは、ハルドリックの最高評議会の最後の敵を倒した魔術師の孫じゃ! 彼は若いが危険じゃよ。

source: I see. Keep the diary, then – we might find other useful information in it later.
de: Das sehe ich. Verwahre das Buch, wir werden später sicher noch nützliche Informationen darin finden.
fr: Je vois. Gardez le journal — nous pourrions y trouver quelques informations utiles plus tard.
hu: Nos, tartsd meg azt a naplót - hasznosítható információkat is tartalmazhat.
it: Capisco. Tieni il diario, allora - potremmo trovarci ulteriori utili informazioni in futuro.
ja: そうか、それは取りあえず持っておけ。何か後で役に立つかもしれん。

source: Oooh! Now, she is beautiful. I want her brought to me.
de: Oooh! Sie ist wunderschön. Ich wünschte, sie käme zu mir.
fr: Oooo ! Qu'elle est belle. Qu'on me l'amène.
hu: Ohh! Micsoda gyönyörűség! Azonnal hozzátok ide nekem!
it: Oooh! È stupenda. La voglio.
ja: オオッ! オイ、見ろ! いい女だ。あの女を俺様のものにする。

source: My Lord! Please! Finding a city to take over is more important than chasing her!
de: Mein Herr! Ich bitte Euch! Es ist jetzt wichtiger, eine Stadt zu finden, die wir einnehmen können, als ihr nachzulaufen!
fr: Monseigneur ! Par pitié ! Trouver une ville à prendre est bien plus important que lui courir après !
hu: Uram, kérlek! Egy város, amit elfoglalhatunk e pillanatban fontosabb, mint egy nő hajkurászása.
it: Mio signore! La prego! Trovare una città da occupare è più importante che inseguirla!
ja: もー! 閣下ってば! 住居を見つけて占領する事の方が、彼女と追いかけっこするより重要でしょ!

source: Bah, the city is a matter for later. She is here now!
de: Bah, die Stadt läuft uns schon nicht davon. Jetzt ist <b>sie</b> hier!
fr: Bah, la ville c'est pour plus tard. Elle, c'est tout de suite !
hu: Bah, a város megvár! Ő viszont most van csak itt!
it: Bah, la città è una cosa che può attendere. Lei è qui ed ora!
ja: 何を言う! 町は後でも占領できるが、あの女は今ここに居るんだ。

source: Who scares my betrothed?
de: Wer erschreckt da meine Verlobte?
fr: Qui se permet d'effrayer ma fiancée ?
hu: Mi ijesztette meg az én jegyesemet?
it: Chi spaventa la mia promessa sposa?
ja: 俺の婚約者を脅かしたのは、何処のどいつだ!

source: Your betrothed? Ha! She will be mine from today!
de: Deine Verlobte? Ha! Von heute an wird sie die meine sein!
fr: Ta fiancée ? Ah ! C'est la mienne à partir d'aujourd'hui !
hu: A te jegyesed! Ugyan! Mától fogva ő az enyém!
it: La tua promessa sposa? Ha! Da oggi sarà la mia!
ja: お前の婚約者だと? 笑わせるぜ! 今日からあの女は俺様のものにする!

source: You will not take her from me! I will kill you all! Fioniel, hide in the forest while I fight these bandits.
de: Du wirst sie mir nicht nehmen! Ich werde euch alle töten! Fioniel, verstecke dich im Wald, solange ich diese Banditen bekämpfe.
fr: Vous ne me la prendrez pas ! Je vous tuerai tous ! Fioniel, va te cacher dans la forêt pendant que je règle leur compte à ces bandits.
hu: Nem fogod őt elvenni tőlem! Megöllek titeket mind! Fioniel, rejtőzz el az erdőben, míg én ellátom a baját ezeknek a banditáknak!
it: Non me la porterai via! Vi ucciderò tutti! Fioniel, nasconditi nella foresta mentre combatto con questi banditi.
ja: お前が、俺から彼女を奪うことはあり得ない! 俺がみんな殺しちゃうからな! フィオニエル、俺が盗賊共と戦っている間、しばらく森へ隠れて居なさい。

source: Please be careful, my love.
de: Bitte sei vorsichtig, mein Lieber.
fr: Sois prudent, mon amour.
hu: Vigyázz magadra, szerelmem!
it: Sii prudente, amore mio.
ja: 気を付けてね、カー君。

source: … Aaack! … Woe is me! … The wedding would have been next week, but at least my Fioniel is safe in the woods…
de: … Aaack! … Welche Not! … Nächste Woche wollten wir heiraten, aber wenigstens ist meine Fionel in den Wäldern sicher …
fr: ... Arrgh ! ... Malheur à moi ! ... Le mariage devait avoir lieu la semaine prochaine, mais du moins, ma Fioniel est en sécurité dans les bois...
it: ...Aaack! ... È la mia fine! ... Il matrimonio sarebbe stato la prossima settimana, ma almeno Fioniel è al sicuro nei boschi...
ja: あああ... 情けない! 結婚式は、来週だったのに... でもフィオニエルは、森の中なので安全だ...。

source: All right! After her! I want scouts, beaters, fast horsemen along the trails –
de: So, nun ihr nach! Ich brauche Spurenleser, Treiber und schnelle Reiter entlang ihrer Fährte …
fr: Parfait ! Sus à elle ! Je veux des éclaireurs, des rabatteurs et des cavaliers sur toutes les pistes —
hu: Ezzel megvagyunk! Elkapni a nőt! Felderítők, hajtók, lovasok keressétek meg -
it: Bene! Trovatela! Voglio gli esploratori,i battitori e i cavallerizzi veloci sulle sue tracce -
ja: ヨシ! 物見に勢子と早馬、あの女を追いかけるぞー。

source: My Lord! An elf? In deep forest? We’ll never find her, and we can’t afford to waste time searching!
de: Mein Herr! Eine Elfin? Im tiefen Wald? Wir werden sie niemals finden, und wir können es uns auch nicht leisten, Zeit mit der Suche nach ihr zu verschwenden!
fr: Monseigneur ! Une elfe ? Au plus profond des bois ? Nous ne la trouverons jamais et nous ne pouvons nous permettre de perdre du temps !
it: Mio signore! Un’elfa? Nel profondo della foresta? Non la troveremo mai, e non possiamo permetterci di perdere tempo nella ricerca!
ja: かっ、閣下! 深い森の中で一人のエルフを見つけるなんて、不可能だし、時間の無駄よ!

source: Trooper Jil is right, sir. When we find a city to claim, we’ll face a big battle. It would be wise for us not to waste resources. We are starting to run low…
de: Jil hat Recht, Herr. Falls wir eine Stadt finden, steht uns ein schwerer Kampf bevor. Es wäre wirklich ratsam, unsere Kräfte zu sparen. Laßt uns weiterziehen …
fr: Le soldat Jil a raison, sire. Quand nous aurons trouvé une cité pour nous en emparer, nous devrons livrer une rude bataille. Il serait sage de ne pas gaspiller nos ressources. Nous commençons à en manquer...
it: Il soldato Jil ha ragione, signore. Quando troveremo una città da reclamare, affronteremo una grossa battaglia. Sarebbe saggio per noi non sciupare risorse. Iniziano già a scarseggiare...
ja: ワシもジルに賛成じゃよ、閣下。町を見つけて奪う時、それは、大きな戦に成るじゃろう。余分な戦は避けた方が賢明じゃと思うがのう。

source: Well, I– Oh, damn it! All right, all right! She was beautiful, though…
de: Na gut, ich – oh verdammt! Alles klar, in Ordnung! Aber sie war so wunderschön, und …
fr: Bon, je — oh, sacrebleu ! D'accord, d'accord ! Elle était si belle...
it: Bene, io- Oh, maledizione! d’accordo, d’accordo! Ma era stupenda...
ja: チィッ! 馬鹿野郎! 分かった、分かった。いい女だったけどなー。

source: Thank you, my Lord. Troops, fall in! Guards, to the wagons! Northwards!
de: Habt Dank, mein Herr. Antreten, Leute! Begleitschutz zu den Wagen! Weiter nach Norden!
fr: Merci monseigneur. Soldats, rassemblement ! Gardes, aux chariots ! Droit vers le nord !
hu: Köszönöm, uram! Lovasok, lóra! Őrök, a szekerekhez! Irány észak, indulás!
it: Grazie, mio signore. Truppe, venite qua! Guardie, ai carri! Verso nord!
ja: 良かったわ、閣下。全体整列! 武器を確認して北へ向かうわよ!

source: In the Wilds
de: In der Wildnis
fr: Dans les solitudes sauvages
hu: A vadonban
it: Nelle terre selvagge
ja: 荒野にて

source: Having seen to it that the ogre and the elf would be sundered for all time, Baldres and his followers continued northwards. A long journey on horseback eventually brought them to the edge of orcish territories.
de: Nachdem sie dafür gesorgt hatten, daß der Oger und die Elfin für alle Zeiten getrennt waren, zogen Baldres und seine Mannen weiter nordwärts. Eine lange Reise zu Pferde brachte sie schließlich an den Rand der Ork-Gebiete.
fr: Ayant constaté que l'ogre et l'elfe étaient séparés pour toujours, Baldres et ses compagnons firent route vers le nord. Une longue chevauchée les amena à la limite du territoire des orcs.
hu: Miután elszakították az ogrét és a tündét egymástól, Baldres és követői továbbmentek északra. Hosszas lovaglás után megérkeztek az orkok földjének szélére.
it: Dopo aver diviso per sempre l’ogre e l’elfa, Baldres ed i suoi seguaci continuarono verso nord. Un lungo viaggio a cavallo li portò fino al confine del territorio degli orchi.
ja: オーガとエルフの一つの幸せを壊してしまった後、バルドレス男爵と一団は、ひたすら北へと進みました。婚約者を失ったエルフの娘の悲しみは、後々この物語に深い影響を与えます。そして馬の背中に乗った長旅は、彼らをオークの領土へと近づけたのでした。

source: Goblins
de: Kobolde
fr: Gobelins
hu: Koboldok
it: Goblin
ja: ゴブリン族

source: Wolves
de: Wölfe
fr: Loups
hu: Farkasok
it: Lupi
ja: オオカミ族

source: Saurian
de: Saurianer
fr: Saurien
hu: Gyík
it: Sauri
ja: トカゲ族

source: We are probably getting close to the orcish territories. We’ll likely see goblins first; they tend to get pushed out to the edges.
de: Wir sind jetzt wahrscheinlich nahe an den Ork-Gebieten. Vermutlich werden wir zuerst auf Kobolde treffen; sie neigen dazu, die Grenzen zu überschreiten.
fr: Nous nous rapprochons sans doute du territoire des orcs. Nous verrons probablement des gobelins en premier ; ils ont tendance à les repousser vers l'extérieur.
hu: Alighanem közeledünk az ork területhez. A koboldok általában a városaik környékén szoktak feltűnni.
it: Probabilmente ci stiamo avvicinando al territorio degli orchi. Probabilmente prima inizieremo ad incontrare goblin, solitamente tendono ad essere spinti verso i confini degli insediamenti.
ja: ワシらは、オークの領土に近づいて来てるはずじゃ。ゴブリンが普段は、その郊外に住み着いておる。
