Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: O, noble elf, surely you jest! Why should I give you the best slave I’ve ever had?
de: Oh, du edler Elf, du scherzt sicher! Warum sollte ich dir die beste Sklavin überlassen, die ich je hatte?
fr: Oh, noble elfe, vous voulez certainement plaisanter ! Pourquoi vous rendrais-je la plus belle esclave que je n'ai jamais eue ?
hu: Hó, nemes tünde, te tréfálsz! Miért adnám neked a legkedvesebb rabszolgámat?
it: Oh, nobile elfo, sicuramente scherzi! Perché mai dovrei darti il miglior schiavo che abbia mai avuto?
ja: オウ、エルフの貴族、冗談だろ! どうして俺様のかつて無い最高の奴隷を渡さなければ成らないんだ?

source: <b>Rah! When you are brought before me I will burn your eyes from your head!!</b>
de: <b>Rah! Wenn du erst vor mir im Staube liegst, werde ich dir die Augen ausbrennen lassen!</b>
fr: <b>Raaaah ! Quand on vous traînera devant moi, je vous brûlerai les yeux à vous faire éclater la tête !!</b>
hu: <b>Bahh! Amikor idehoznak elém, saját kezűleg égetem ki a szemeidet!</b>
it: <b>Rah! Quando sarai portato davanti a me ti strapperò gli occhi!!</b>
ja: 何を! 貴様の目を頭から焼いてくれよう!

source: Kyeee… I thought humans were battling orcss, but look! They are fighting the Greenwood elvess.
de: Kyeee … Ich dachte, Menschschen kämpfen gegen die Orksss, aber ssseht doch! Sssie kämpfen gegen die Grünwald-Elfen.
fr: Kyeee… Je pensssssais que les humains étaient en guerre avec les orcs, mais regardez ! Ils sssse battent avec les elfes de la Forêt verte.
it: Kyeee…Pensavo che gli umani ssstessero combattendo gli orchi, ma guarda! Ssstanno combattendo gli elfi della Foresssta Verde.
ja: キー... ワイは人間達がオークと戦っていると思ったんヤけど、見てみい! グリーンウッドのエルフやないケ。

source: Yess, look at the main elven keep! That iss High Lord Elvanadíon. He leadss the elves himssself. Thiss… is not ordinary battle, I think.
de: Ja, und sssieh nur zum Hauptquartier der Elfen! Dasss issst der Hohe Lord Elvanadíon. Er selbssst führt die Elfen an. Ich glaube nicht, daß diesss ein alltäglicher Kampf issst.
fr: Oui, regardez le camp principal des elfes ! Il y a là le Haut Seigneur Elvanadion en perssssonne. Il conduit les elfes. Ce n'est passs... une bataille ordinaire, je pense.
it: Sssi, guarda l’accampamento principale degli elfi! Quello è il gran sssignore Elvanadíon. Guida gli elfi lui ssstessso. ...Non è una battaglia ordinaria, credo.
ja: ああ、その様ヤ。中心には何と最高君主のエルヴァナディオンが居て、自ら軍を引いている。この戦は尋常じゃ無さそうヤ。

source: Let uss go, Slixxik. Thiss battle not for ssaurianss. None of our bussiness iss here, yess?
de: Lasss unsss gehen, Slixxik. Diessser Kampf issst nichtsss für Sssaurianer. Hier haben wir nichtsss verloren, oder?
fr: Allons-nous en, Slixxik. Cette bataille pas pour sssssauriens. Rien qui nous conccccerne icccci, pas vrai ?
hu: Menjünk innen, Slixxik! Ez a csata nem a gyíkoknak való. Nincs itt semmi kerrresnivalónk, rendben?
it: Andiamocene, Slixxik. Quesssta non è una battaglia per sssauri. Non abbiamo niente da fare qui, giusto?
ja: 行くで、スリックスクシック。この戦は我々トカゲ族のモノでは無さそうヤ、そやろ？

source: Sss. Yess, none. We go!
de: Ssss. Nichtss, gar nichtss. Wir gehen!
fr: Sss. Oui, rien. Partonssss !
hu: Sssz. Ez márrr nem a mi ügyünk. Gyerrrünk!
it: Sss. Sssi, nesssssuno. Andiamocene!
ja: その通りヤ。帰ろう!

source: Yess, look at main elven keep! That iss High Lord Elvanadíon. He leadss the elves himssself. Thiss… is not ordinary battle, I think.
de: Ja, und sssieh nur zum Hauptquartier der Elfen! Dasss issst der Hohe Lord Elvanadíon. Er selbssst führt die Elfen an. Ich glaube nicht, daß diesss ein alltäglicher Kampf issst.
fr: Oui, regardez le camp principal des elfes ! Il y a là le Haut Seigneur Elvanadion en perssssonne. Il conduit les elfes. Ce n'est passs... une bataille ordinaire, je penssse.
it: Sssi, guarda l’accampamento principale degli elfi! Quello è il gran sssignore Elvanadíon. Guida gli elfi lui ssstessso. ...Non è una battaglia ordinaria, credo.
ja: ああそやな。中心には何と最高君主のエルヴァナディオンが居るやないケ。彼が自ら軍を引いている。この戦はどうやら尋常では無さそうヤな。

source: Let uss go, Jezzix. Thiss battle not for ssaurianss. No orcss here to fight, yess?
de: Lasss unsss gehen, Jezzix. Diessser Kampf issst nichtsss für Sssaurianer. Hier gibt esss keine Orksss zu bekämpfen, oder?
fr: Allons nous en Jezzix. Ccccette bataille pas pour sauriens. Pas d'orcsss à démolir, pas vrai ?
hu: Menjünk innen, Jezzix. Ez nem a mi csatánk. Nincsenek orrrkok, nem igaz?
it: Andiamocene, Jezzix. Questa non è una battaglia per sssauri. Non ci sssono orchi da combattere qui, giusto?
ja: 行くで、ジェズジックス。この戦は我々トカゲ族のものでは無さそうヤ、そやろ？

source: Sss. None I can ssee, ssertainly. We go!
de: Ssss. Gewisss, ich kann keine sssehen. Wir gehen!
fr: Sss. Pas d'orcs, ccccc'est sssssûr. Allons-y !
hu: Sssz. Én se látok egyet se. Gyerrrünk innen!
it: Sss. Nessssuno che possssa vedere. Andiamocene!
ja: その通りヤ。関係あらへんガナ。帰ろう!

source: Gulcyn the Wizard
de: Gulcyn der Zauberer
fr: Gulcyn le Sorcier
hu: Gulcyn a varázsló
it: Gulcyn il Mago
ja: 魔術師ガルシン

source: Ah, oh! Gulcyn the Wizard, riding a gryphon. How vexing; I can only ride a horse.
de: Ah, oh! Gulcyn der Zauberer, und er reitet auf einem Greifen. Wie ärgerlich; Und ich kann nur auf Pferden reiten …
fr: Ah, oh ! Gulcyn le Sorcier qui monte un griffon. Comme c'est vexant ; j'ai seulement un cheval.
hu: Ah, oh! Gulcyn, a varázsló, s griffen lovagol. Ez bosszantó; én csak lovon járok.
it: Ah, oh! Gulcyn il mago, che cavalca un grifone. Che seccatura; io posso solo cavalcare un cavallo.
ja: オオッ! なんと! グリフォンに乗った魔術師ガルシンじゃ。なんて事だ、ワシは馬しか乗れんのに。

source: Your majesty, grab his leg! We will bear you away!
de: Eure Majestät, packt sein Bein! Wir werden Euch von hier fortschaffen!
fr: Votre Majesté, saisissez sa patte ! Nous allons vous emmener ailleurs !
hu: Fenség, fogd meg a griff lábát! Kiviszlek innen!
it: Sua maestà, si aggrappi alla zampa! La porteremo via!
ja: 陛下、彼女の足をつかみなされ! 私達が陛下を救出致します!

source: Queen Melindë
de: Königin Melindë
fr: Reine Melindë
hu: Melindë királynő
it: Regina Melindë
ja: ミリンディー女王

source: My beautiful slave! Bring her back, you meddler!
de: Meine wunderschöne Sklavin! Was geht sie dich an, bring sie zurück!
fr: Ma belle esclave ! Occupe-toi de ce qui te regarde ! Ramène la tout de suite !
hu: Gyönyörű rabszolgám! Hozzátok vissza, fajankók!
it: La mia bellissima schiava! Riportamela, impiccione!
ja: 俺様の美しい奴隷が! 彼女を返せ、おせっかい野郎!

source: Your punishment begins now, Baldres. You have showed no mercy, so none shall you receive!
de: Nun wirst du zur Rechenschaft gezogen, Baldres. Du hast nie Erbarmen gezeigt, so darfst du nun auch keines erwarten!
fr: Votre punition commence ici, Baldres. Vous n'avez montré aucune pitié, vous n'en recevrez aucune !
hu: Most pedig ítéletet mondok fölötted, Baldres. Nem kegyelmeztél senkinek, s most te sem számíthatsz kegyelemre!
it: LA tua punizione inizia ora, Baldres. Non hai mai mostrato grazia, così non ne riceverai!
ja: 貴様の刑罰は今始まるのだ、バルドレス。恥を知れ! 貴様は何も慈悲を表さん。受け取るものはこれだけだ!

source: Aah! My h-head! What is… happening…?
de: Aah! Mein … Kopf! Was … geschieht … mit mir?
fr: Aah ! Mon t-tête ! Qu'est-ce qui... se passe... ?
it: Aah! La mia t-testa! Cosa sta...succedendo...?
ja: あああっ! 頭が! 何が... 起こっているんだ...?

source: My Lord?
de: Herr??
fr: Monseigneur ?
hu: Uram?
it: Mio signore?
ja: 閣下?

source: … I… don’t… know… you… I… will… kill… you…
de: … ich … weiß … nicht … du … ich … werde … dich … töten …
fr: ... Je... ne... comprends... pas... je... te... tuerai...
it: ...Non... ti.. conosco... ti... ucciderò...
ja: 貴様など知らん... 俺様は... 貴様を... 殺す...。

source: Oh, no! That is Gulcyn’s power of Domination! I’m in trouble! My Lord! Wake up! We should kill Gulcyn the Wizard and those elves! Not me! Please, not me!
de: Oh nein! Gulcyn zwingt ihm seinen Willen auf! Ich bin in großen Schwierigkeiten! Mein Herr! Wacht doch auf! Wir müssen Gulcyn den Zauberer und diese Elfen töten! Nicht mich! Bitte nicht mich!
fr: Oh, non ! C'est le pouvoir de Domination de Gulcyn ! Cela va mal ! Monseigneur ! Réveillez-vous ! Nous devons tuer Gulcyn le Sorcier et tous ces elfes ! Pas moi ! Par pitié, pas moi !
hu: Ó, ne! Ez Gulcyn dominancia varázslata! Bajban vagyok! Uram! Ébredj! Gulcynt kell megölnünk és a tündéket! Nem engem! Kérlek, ne!
it: Oh, no! È il potere di Gucyn della Dominazione! Sono in pericolo! Mio signore! Svegliatevi! Dobbiamo uccidere Gulcyn il mago e quegli elfi! Non me! La prego, non me!
ja: ありゃ、いかん! あれはガルシンの魂の技じゃ! こりゃまずい! 閣下! 起きなされ! 我々が倒すのは魔術師ガルシンとあれらのエルフ達じゃ! ワシじゃ無い!

source: Oh – now Gulcyn’s escaped with that confounded teleport! No, no, no… Lord! Baldres!
de: Oh! Eben hat sich Gulcyn aus dem Staub gemacht! Vermutlich mittels Teleportation! Nein, nicht doch Herr, nein! Baldres!
fr: Oh — maintenant Gulcyn s'est échappé avec ce stupéfiant pouvoir de téléportation ! Non, non, non... Seigneur ! Baldres !
it: Oh - Gulcyn è fuggito con quel maledetto teletrasporto! No, no, no... Signore! Baldres!
ja: あっ、ガルシンは、いまいましい瞬間移動を使いおった! ち、違う、違う... 閣下! バルドレス!

source: You… murdered Ishlars, you treacherous thug! Who’s next?! Me?!
de: Ihr … habt … Ishlars umgebracht, ihr tückischer Hund! Wer ist der Nächste?! Ich?!
fr: Vous... avez assassiné Ishlars, espèce d'ignoble traître ! Qui sera le prochain ? Moi ?!
it: Hai... ucciso Ishlars, infido delinquente! Chi sarà il prossimo?! Io?!
ja: あんた... イシュラーズを殺したわね。この反逆者! 次は誰よ?! 私?!

source: I sometimes wondered if it might be my hand that killed you, one day. I never thought you’d butcher Ishlars first, though, curse you.
de: Ich habe mich manchmal gefragt, ob ich euch nicht eines Tages umbringen werde. Ich hätte nie gedacht, daß ihr erst noch zum Mörder Ishlars werdet, Verfluchter.
fr: Je me suis parfois demandé si tu mourrais un jour de ma main. Je n'avais jamais imaginé que tu commencerais par tuer Ishlars, la malédiction sois sur toi.
it: Ogni tanto pensavo se sarebbero state le mie mani ad ucciderti, un giorno. Ma non avrei mai pensato che tu prima avresti macellato Ishlars, maledetto.
ja: 私は、ある日あんたを殺すとしたら、それはもしかしたら私かなって、ときどき思っていたのよ。でも、まさかあんたがアイシュラーズを先に虐殺するとは思わなかったわ。恨むわよ。

source: … Most honored sage! I am indebted to you forever! I no longer seek revenge, merely to get poor Melindë safely home to the Greenwood as quickly as I can.
de: … Hochverehrter weiser Mann! Ich stehe für immer in Eurer Schuld! Ich trachte nicht länger nach Rache, ich will die arme, ausgezehrte Melindë nur noch so schnell wie möglich nach Hause in den Grünwald bringen.
fr: ... Très honorable sage ! Je serais toujours en dette envers vous ! Je ne chercherai pas plus avant de revanches et remmènerai la pauvre Melindë le plus tôt possible à la maison.
it: ...Grande onorevole saggio! Sono in debito con te per sempre! Non cerco più vendetta, ma semplicemente di riportare la povera Melindë a casa in maniera sicura il più velocemente possibile.
ja: ... 最も名誉ある賢者よ! 私はそなたに永遠の借りが出来た! もはや復習の時では無い、すぐに傷ついたミリンディーを安全に森へ連れて帰る事が先決である。

source: I can help you with that, my Lord; I have already seen to it that citizens of Dorest will not disturb you for a while. You can depart in safety. I have some more healing work to attend to, but after that I will return as soon as I can.
de: Wenn ihr wollt, kann ich euch dabei helfen, mein Herr. Ich bin mir sicher, die Einwohner von Dorest werden euch in nächster Zeit nicht behelligen. Ihr könnt ohne Sorge gehen. Ich muß mich noch um einige Verletzte kümmern, aber danach werde ich zurückkommen so schnell ich kann.
fr: Je peux vous y aider cher Seigneur ; j'ai déjà veillé à ce que les citoyens de Dorest ne vous ennuient pas d'ici longtemps. Vous pouvez partir en toute confiance. J'ai quelques soins à donner et ensuite, je reviendrai vers vous aussi vite que possible.
hu: Ebben segíthetek, uram; úgy láttam, hogy Dorest polgárai nem fognak zavarni egy ideig. Biztonságban hazatérhetsz. Egy kis gyógyítási munkám akad még, de aztán majd visszatérek, amilyen gyorsan csak tudok.
it: Posso aiutarti, mio signore; Ho già provveduto al fatto che i cittadini di Dorest non ti diano più disturbo per un po’. Puoi allontanarti in sicurezza. Ho ancora un po’ di guarigioni da fare, ma appena posso tornerò.
ja: この様な手助けは出来まするぞ、陛下。私はしばらくドゥーレストの居住者達は陛下達の邪魔は出来ないと見ます。安全に森まで戻れるでしょう。私はもう少し癒しの仕事が残っていますが、終わり次第、再び戻って参りましょう。

source: So it was that Queen Melindë was rescued with the help of Gulcyn the wizard, but by then the queen had already conceived Baldres’ daughter.
de: So wurde Königin Melindë mit der Hilfe Gulcyns, des Zauberers gerettet, doch war sie da schon mit Baldres' Tochter schwanger.
fr: Il arriva ainsi que la reine Melindë fût sauvée avec l'aide de Gulcyn le Sorcier, mais la reine portait déjà en son sein la fille de Baldres.
it: Fu così che la regina Melindë fu liberata con l’aiuto di Gulcyn il mago, ma la regina aveva già concepito la figlia di Baldres.
ja: このように、魔術師ガルシンの働きで、ミリンディー女王は無事救出され、グリーンウッドに再び平和が戻って参りました。しかしながら、その時既に、女王はバルドレスの娘を身ごもってしまっていたのでした。

source: The Common Enemy
de: Der gemeinsame Feind
fr: L'ennemi commun
hu: Közös ellenség
it: Nemico comune
ja: 共通の敵

source: Immediately after the fall of Baldres and the rescue of Queen Melindë, the elves withdrew to the Greenwood. But this was not the end of the conflict, for the elves changed their demands, now seeking for the surviving kidnapper, Jil, be delivered to them for punishment; while Jil lived, the war with the elves would continue. After a brief lull in the fighting – dictated by poor weather and flooding rather than any nobler reason – Elvanadíon sent Elen-Garil to attack the humans again. By this time, Jil had declared herself ‘Protector of Dorest’ and she had hand-picked a quick-witted new commander, Dessen, as her immediate subordinate. The two of them set out to meet this latest threat from the elves.
de: Gleich nach dem Untergang Baldres' und der Rettung von Königin Melindë zogen sich die Elfen wieder in den Grünwald zurück. Doch war dies noch nicht das Ende der Auseinandersetzung, die Elfen suchten nun weiter nach der überlebenden Entführerin, Jil, um sie ihrer Bestrafung zuzuführen. Solange Jil noch am Leben war, würde der Krieg mit den Elfen weitergehen. Nach einer kurzen Kampfpause, eher bedingt durch schlechtes Wetter und Überflutungen, denn durch den Gedanken an Milde, schickte Elvanadíon Elen-Garil erneut zum Kampf gegen die Menschen aus. Jil hatte sich unterdessen selbst zur 'Beschützerin von Dorest' erklärt und einen neuen, gewitzten Befehlshaber, Dessen, ernannt, welcher ihr direkt unterstellt war. Diese beiden sahen nun der letzten Bedrohung durch die Elfen entgegen.
fr: Immédiatement après la chute de Baldres et le sauvetage de la reine Melindë, les elfes se retirèrent dans la Forêt verte. Mais ce n'était pas la fin du conflit, car les elfes modifièrent leurs exigences, réclamant la tête de Jil, la seule survivante des kidnappeurs. Tant que Jil vivrait, la guerre avec les elfes durerait. Après une courte trêve — dictée par le mauvais temps et les inondations bien plus que par toute autre raison plus noble —, Elvanadíon envoya Elen-Garil attaquer les humains. À ce moment, Jil s'était proclamée « Protectrice de Dorest » et elle avait choisi comme adjoint un nouveau commandant à l'esprit vif nommé Dessen. Ils sortirent tous les deux pour affronter cette nouvelle menace elfe.
it: Subito dopo la caduta di Baldres e la liberazione della regina Melindë, gli elfi si ritirarono nella Foresta Verde. Ma questa non era la fine del conflitto, dato che ora gli elfi avevano cambiato le loro pretese, chiedendo che la rapitrice sopravvissuta, Jil, gli fosse consegnata per sottoporsi a giudizio; finché Jil viveva la guerra sarebbe continuata. Dopo una breve pausa nei combattimenti - dovuta a pessime condizioni meteo ed il successivo alluvione più che da nobili ragioni - Elvanadíon mandò Elen-Garil ad attaccare ancora una volta gli umani. Questa volta, Jil si era dichiarata “Protettrice di Dorest” ed aveva scelto un veloce d’ingegno nuovo comandante delle truppe, Dessen, come suo immediato subordinato. Loro due si prepararono ad affrontare questa nuova minaccia degli elfi.
ja: バルドレスの滅亡とミリンディー女王の救出の後すぐに、エルフ達はグリーンウッドへと引き上げましたが、これで闘争が終わった訳ではありませんでした。エルフ達は要求を切り替え、生き残った誘拐犯ジルに矛先は向けられ、ジルが生きている限りエルフ達との紛争は続きました。激しい雨の日々の後、エルヴァナディオンは人間達を攻撃する為、エレンーガリルを送り込み、迎え撃つジルは、’ドゥーレストの防御隊’ 成るモノを結成し、機転がきくデッセンを司令官として自らの副官として緊急に任命し、これに応戦するのでした。

source: Damn elves are back to the fray already. Hoy, Dessen. Bring me that elf’s head, and you’ll get a pouch of gold for it.
de: Diese verdammten Elfen kommen schon wieder, um zu streiten. Wohlan, Dessen, bringe mir den Kopf dieses Elfen, und ich werde dir einen Sack voll Gold dafür geben.
fr: Ces damnés elfes sont de nouveau de sortie. Hé, Dessen. Apporte-moi la tête de cet elfe et tu auras une bourse pleine d'or.
it: Quei maledetti elfi sono nuovamente pronti al combattimento. Forza, Dessen. Portami la testa di quell’elfo, e riceverai una borsa piena d’oro.
ja: くそっ、エルフ達が戦に戻って来たわ。ちょいと、デッセン。あのエルフの首を取って来たら、金貨の小袋を上げるわよ。

source: Jil… Before the fighting starts again, we have a brief chance to talk to them. With Baldres dead, there is some faint hope we could buy a peace, if we made a few concessions…
de: Jil … bevor der Kampf erneut anhebt, haben wir vielleicht noch Gelegenheit zu verhandeln. Nun, nach Baldres' Tod, gibt es womöglich doch noch eine schwache Hoffnung, uns den Frieden zu erkaufen, wenn wir einige Zugeständnisse machen …
fr: Jil... Avant le combat, nous avons une petite chance de négocier. Maintenant que Baldres est mort, il y a un petit espoir pour que nous puissions obtenir la paix, si nous faisons quelques concessions...
it: Jil... Prima che la battaglia ricominci, abbiamo una breve occasione per parlare con loro. Con Baldres morto, esiste una debole speranza di costruire una pace, se facciamo alcune concessioni...
ja: ジル... 戦を始める前に、我々は彼らと少し話す機会がある。バルドレスの滅亡に伴い、もし我々が譲歩できれば、講和を手に入れる僅かな望みがあるのでは...。

source: Are you soft in the head? Should I just hand myself over to them, and say ‘Oops, la, pardon! So sorry for the trouble?’ That’s the concession they seek! The story we’re using is, ‘We must avenge my Lord Baldres and poor, wise Ishlars the Mage,’ and you’d <i>better</i> stick with it.
de: Bist du nicht ganz richtig im Kopf? Soll ich mich ihnen jetzt etwa selbst ausliefern und sagen: "Oops, Entschuldigung, es tut mir leid, ihnen Unannehmlichkeiten bereitet zu haben!"? Das ist es, was die wollen! Unsere Aufgabe ist es, meinen Lord Baldres und den armen, klugen Ishlars den Magier zu rächen, und es wäre besser, wenn du das auch so siehst!
fr: Es-tu ramolli de la cervelle ? Devrais-je me livrer à eux en disant « Hop là, pardon ! Je suis vraiment désolé » ? C'est ce qu'ils veulent ! De notre côté, nous prétendons vouloir venger le seigneur Baldres et ce pauvre mage d'Ishlars et tu as <i>intérêt</i> à t'en tenir à cette version.
it: Hai la testa molle? Devo semplicemente consegnarmi, e dire “Oops, chiedo perdono! Mi dispiace di aver causato problemi?” Queste sono le concessioni che cerchi! La storia che usiamo è questa “Dobbiamo vendicare Baldres ed il povero, saggio Ishlars il mago”, e faresti <i>meglio</i> ad attenerti ad essa.
ja: あんた軟弱者に成ったの? 私に向こう側に行って ｢あら、問題を起こしてごめんなさい。許してちょうだいね｣ とでも言えって言うの? それはやつらが言う事でしょ! 我々の成すべき事は ｢バルドレス閣下と忠実だったイシュラーズの復習｣でしょ! それをよく頭に叩き込んどきなさい。

source: Ah… I had heard tell that Lord Baldres killed Ishlars, and you killed Baldres…
de: Ah … ich hatte nur gehört, daß dein Lord Baldres Ishlars getötet hätte, und du deshalb Baldres …
fr: Ah... J'ai entendu dire que le seigneur Baldres a tué Ishlars et qu'il est mort de votre main...
it: Ah... Ho sentito dire che Baldres ha ucciso Ishlars, e tu hai ucciso Baldres...
ja: あー... 私の聞いた限り... イシュラーズは、バルドレス閣下に殺められ、その閣下は貴方に殺められたんですが...。

source: Eh, him or me. I chose him. I’ll choose you, if you ‘forget’ again who is Protector of Dorest. No, I’ve changed my mind. I’ll bag that elf myself. He’s said to be their master-at-arms. You clear a path so I can reach him, and I’ll spike him four feet through the chest!
de: He, es ging darum, ob er oder ich sterben würde. Ich entschied mich für ihn. Und ich werde mich für dich entscheiden, wenn du noch einmal 'vergessen' solltest, wer hier der 'Beschützer von Dorest' ist. Nun, ich habe meine Meinung geändert. Ich werde diesen Elfen selbst zur Strecke bringen. Es heißt, er wäre ihr Waffenmeister. Du hältst mir einen Weg frei, so daß ich zu ihm komme, und ich werde ihn aufspießen wie ein Schwein!
fr: C'était lui ou moi et j'ai décidé que ce serait lui. Et je déciderai que ce sera toi si tu « oublies » encore qui est Protectrice de Dorest. Non, j'ai changé d'avis. Je vais me charger de cet elfe moi-même. On dit que c'est leur maître d'armes. Dégage-moi un passage que je puisse l'atteindre, et je vais lui coller quatre pouces d'acier dans le buffet !
it: Eh, o lui o io. Ho scelto lui. E scelgo te, se “dimentichi” ancora chi è la protettrice di Dorest. No, ho cambiato idea. Abbatterò quell’elfo io stessa. Ha detto di essere il loro maestro d’armi. Aprimi la strada affinché possa raggiungerlo, e lo infilzerò nel petto!
ja: もう、私は選択肢が無かったのよ。もし私が殺らなければ、私が殺されるとこだったでしょ。もし誰がドゥーレストの主か、あんたが又忘れたら、今度はあんたを選ぶわよ。 もう良いわ、私が彼を殺るからあんたは私が攻撃出来る様に道を作りなさい。エルフの剣術使いだか何んだか知らないけど、私のランスで生き残れる者は居やしないわ。

source: Move Jil onto the bridge
de: Bringt Jil bis auf die Brücke
fr: Conduire Jil sur le pont
hu: Jil eljut a hídra
it: Sposta Jil sul ponte
ja: ジルを橋の上へ移動

source: Death of Dessen
de: Dessen fällt in der Schlacht
fr: Mort de Dessen
hu: Dessen elesik
it: Morte di Dessen
ja: デッセンが没

source: Hint: Blocking elves to across the river
de: Hinweis: Hindert die Elfen daran, den Fluß zu überqueren
fr: Astuce : bloquer les elfes sur la rivière
it: Suggerimento: Non far attraversare il ponte agli elfi
ja: ヒント: エルフ達になるべく橋を渡らせない

source: orichalcum foil
de: Orichalcum-Degen
fr: fleuret d'orichalque
hu: orikalkum penge
it: lamina di oricalco
ja: オリハルカムの鋭片

source: Time to skewer me an elf!
de: Es ist Zeit, mir einen Elfen aufzuspießen!
fr: C'est le moment d'embrocher un elfe !
hu: Ideje, hogy egy tündét nyársaljak!
it: È tempo di infilzare un elfo!
ja: 串刺しに成る時が来たわよ、エルフさん!

source: What the…? It’s a damned orcish ambush! DESSEN!
de: Was ist das … ? Das ist ein verdammter Ork-Überfall! DESSEN!
fr: Qu'est-ce que...? Ces maudits orcs en embuscade ! DESSEN !
it: Cosa...? Un dannato agguato degli orchi! DESSEN!
ja: なっ、何よ...? クソオークの待ち伏せ部隊だわ! デッセン!

source: Noooo! Jil!
de: Neiiiin! Jil!
fr: Noooon ! Jil !
hu: Neee! Jil!
ja: ジル..!!

source: Gwahaha! Well done! That was one of their senior commanders when they captured Dorest. Now let’s take back the city!
de: Gwahaha! Erledigt! Sie war einer ihrer Anführer, als sie Dorest erobert haben. Nun lasst uns die Stadt zurückerobern!
fr: Gwahaha ! Bien ! C'était l'un de leurs principaux chefs quand ils ont pris Dorest. Reprenons la ville !
it: Gwahaha! Ben fatto! Era uno dei loro comandanti anziani quando ci hanno sottratto Dorest. Ora riprendiamoci la città.
ja: ガハハッ! 良くやった! あれはドゥーレストが占領された時の司令官の一人だ。街を取り返すぞ!

source: Hoy, Vrodash! There’s one o’ them Greenwood fops! Let’s kill him too!
de: Holla, Vrodash! Da ist auch noch einer dieser Grünwald-Fatzken! Laß uns ihn auch noch umbringen!
fr: Hé, Vrodash ! C'est un de ces minets de la Forêt verte ! Tuons-le-lui aussi !
hu: Hejj, Vrodash! Van itt egy tünde jampec is! Kinyírom ezt is!
it: Hoy, Vrodash! C’è uno di quei damerini della Foresta Verde!Uccidiamo anche lui!
ja: ヘイ、ヴロデイシュ! グリーンウッドのシャレた野郎の一人もいるぜ! 奴もついでに殺しちまおうぜ!

source: Oh, rot and ruination. Orcs again. (<i>Sigh</i>)
de: Oh, Pech und Schwefel. Schon wieder Orks. (<i>Seufz</i>)
fr: Oh, enfer et damnation. Encore des orcs. (<i>Soupir</i>)
hu: Ó, rohadás, és rombolás. Már megint az orkok. (<i>Sóhajt</i>)
it: Oh, decadenza e rovina. Ancora orchi. (<i>Sigh</i>)
ja: おっと、腐った破壊屋。オーク達が現れた。
