Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: (<i><small>Perhaps a chance to start patching things up with the elves… If I can only find the right pitch.</small></i>) Elvish swordsman, with Jil dead, the last of the criminals against whom your charges were laid is no more. But if orcs ever return to Dorest, your old troubles in the Greenwood will return in full force. We do not have the power to resist them. If you will not assist us, Dorest will surrender.
de: (<i><small>Womöglich eine Gelegenheit, sich mit den Elfen zu versöhnen … Hoffentlich treffe ich den richtigen Ton.</small></i>) He, Elfenkämpfer, durch Jils Tod ist nun auch der letzte der von euch verfolgten Verbrecher umgekommen. Aber wenn die Orks für immer nach Dorest zurückkommen, werdet ihr bald wieder die selben, alten Schwierigkeiten mit ihnen haben. Wir haben nicht mehr die Kraft, ihnen lange zu widerstehen. Wenn ihr uns nicht helft, wird Dorest sich ergeben.
fr: (<i><small>Peut-être que j'ai une chance d'arranger les choses avec les elfes… si j'arrive à trouver le ton juste.</small></i>) Maître d'armes, maintenant que Jil est morte, le dernier de ceux qui ont commis un crime envers vous n'est plus. Mais si les orcs reviennent à Dorest, vos précédents ennuis avec eux vont recommencer de plus belle. Nous ne sommes pas assez forts pour leur résister. Si vous ne nous aidez pas, Dorest devra se rendre.
it: (<i><small>Forse una prima possibilità per iniziare a rattoppare la situazione con gli elfi...… Se riesco a trovare il giusto tono.</small></i>) Spadaccino elfico, con Jil morta, l’ultimo ceiminale contro cui le vostre cariche erano dirette non esiste più. Ma se gli orchi tornassero in Dorest, i vostri vecchi problemi nella Foresta Verde tornerebbero con tutta la loro forza. Al momento noi non abbiamo la forza di resistergli. Se non ci assistete, Dorest si arrenderà.
ja: <i><small>もし、事をうまく運べれば、これはエルフ達と歩み寄り始める一つのチャンスかも知れない...。</small></i> エルフの剣術使い殿、ジルは死んだ。貴公が責任を課された犯罪者達の最後の一人はもう居ない。しかし、もしオーク達がドゥーレストに戻って来たら、貴公達との衝突は再び起こるで有ろう。我々には奴らを撃退する力などもう残ってやしない。もし貴公らの助太刀が無ければ、ドゥーレストは降伏だ。

source: Well, then, on behalf of the Greenwood elves, I accept–
de: Gut, dann werde ich, im Namen der Grünwald-Elfen, euer Angebot annehmen –
fr: Bon, au nom des elfes de la Forêt verte, j'accepte —
it: Bene, allora, a beneficio degli elfi della Foresta Verde, accetto la resa-
ja: それなら我々の利益の上で、私にとって何の問題も無い。

source: No, sir, <i>to the orcs</i>.
de: Nein, Herr, wir werden uns <i>den Orks</i> ergeben.
fr: Non, sire, <i>vers les orcs</i>.
hu: Tévedsz, uram, <i>az orkokra mutat</i>.
it: No, signore, ci arrenderemo <i>agli orchi</i>.
ja: ち、違う、貴公らによってでは無く、オークにだ。

source: <i>What?!</i> But I– You–
de: <i>Was?!</i> Aber Ich … – Ihr … –
fr: <i>Quoi ?!</i> Mais je – Vous –
hu: <i>Mit akar?!</i> De én- te-
it: <i>Cosa?!</i>Ma io-tu-
ja: 何? しかし、私は貴様らを...。

source: We cannot resist them and you both. But if you will assist us against the orcs, we will grant you what concessions we can, and in defending our new homes, the orcs’ anger will fall on us – mostly – and not the Greenwood elves.
de: Wir können nicht gleichzeitig gegen euch <i>und</i> die Orks kämpfen. Es sei denn, ihr helft uns gegen die Orks, dann würden wir euch, soweit wir können, Zugeständnisse machen, und da wir unsere neue Heimat verteidigen, würde die Wut der Orks, größtenteils, uns treffen und nicht die Grünwald-Elfen.
fr: Nous ne pouvons pas résister à eux et à vous à la fois. Mais si vous nous aidez à vaincre les orcs, nous vous ferons toutes les concessions possibles, et la colère des orcs tombera — la plupart du temps — principalement sur nous et non sur les elfes de la forêt verte.
it: Non possiamo resistere a loro e voi contemporaneamente. Ma se ci assisterete contro gli orchi, vi garantiremo le concessioni che possiamo fare, e nella difesa delle nostre nuove case, la furia degli orchi cadrà siu di noi - maggiormente - e non sugli elfi della Foresta Verde.
ja: 我々は、奴らも貴公らももう撃退する事は出来ない。 しかし、もし貴公が我々をオークに対して助太刀してくれるなら、我々の居留地の権利を貴公に譲渡する。しかも我々がこの街を守り続ける事により、殆どのオーク達の怒りはグリーンウッドのエルフ達ではなく、我々を落とす事に向けられよう。

source: I… see. You use your own surrender as a weapon against us. Remarkable. I must convey these terms to my Lord and master – but, of course, that means I must live to do so. You have your truce – <i>for now</i> – impudent human. Afterwards – we shall see.
de: Ich … verstehe. Ihr nutzt eure eigene Niederlage als Waffe gegen uns. Bemerkenswert. Ich muß euer Ansinnen meinem Lord und Herren vorbringen – aber das würde natürlich bedeuten, jede Antwort käme zu spät. Nun, da habt ihr – <i>für den Moment</i> – euren Waffenstillstand, ihr unverschämter Mensch. Anschließend – nun, wir werden sehen.
fr: Je... vois. Vous utilisez votre reddition comme arme contre nous. Remarquable. Je vais transmettre cette proposition à mon maître et seigneur — mais naturellement, cela veut dire que je dois vivre pour pouvoir le faire. Vous avez notre parole — <i>pour l'instant</i> — impudents humains. Ensuite — nous verrons.
it: ...Capisco. Utilizzi la vostra resa come arma contro di noi. Non comune. Devo rendere noti questi termini al mio signore e maestro d’armi - ma, naturalmente, questo significa che devo sopravvivere per poterlo fare. Hai la tua pace - <i>per ora</i> - impertinente umano. Per quanto riguarda il dopo - vedremo.
ja: 貴様の言う事は理解した。己の降伏を条件に使うとは驚くべき事だ。しかし、私はこれらの約定を閣下達に伝えなければならん。勿論、私も生きなくてはならんし... 貴様にウソは無い様だ... <i>とりあえず今は生意気な人間の言う事を聞いてやるか。後の事は、後の事だ。</i><big>承知だ!</big>

source: Death of Elen-Garil
de: Elen-Garil fällt in der Schlacht
fr: Mort d'Elen-Garil
hu: Elen-Garil elesik
it: Morte di Elen-Garil
ja: エレンーガリルが没

source: I’m not moving there. Jil would trample me without even slowing down!
de: Da gehe ich nicht hin. Jil würde mich einfach niedertrampeln.
fr: Je ne vais pas aller là. Jil me piétinerait sans même ralentir !
it: Non mi muoverò qui. Jil mi calpesterà senza neanche rallentare un minimo!
ja: 私は川の向こう側には行かない。ジルにスピードも落とさずに踏みにじられてしまう。

source: Agh! I could have made a great city…
de: Agh! Ich hätte eine großartige Stadt daraus machen können …
fr: Agh ! J'aurais pu en faire une grande ville...
it: Agh! Avrei potuto fare una grande città...
ja: あぁぁ! 私は立派な街を作り上げるつもりだった...。

source: Now I… cannot… complete… my… duty…
de: Nun kann ich … meine … Pflicht … nicht mehr … erfüllen …
fr: Maintenant je... ne... peux... plus... remplir... mon... devoir...
it: Ora... non posso più... compiere... il mio... dovere...
ja: これでは、私は、使命を達成出来ない...。

source: I warn you, sir, my masters may yet wholly reject this… outlandish offer of yours, but I at least see that it could work… perhaps.
de: Ich warne Euch, Herr, meine Herrschaft könnte Euer … eigenwilliges Angebot immer noch ablehnen, obwohl ich eben erlebt habe, daß es … möglicherweise funktionieren könnte.
fr: Je vous préviens : mes supérieurs peuvent rejeter entièrement cette proposition... baroque, mais moi du moins, je vais voir si ça peut marcher... peut-être.
it: La avviso, signore, i miei capi possono ancora completamente rigettare questa... strana tua offerta, ma almeno vedo che potrebbe funzionare... forse.
ja: 警告しておくが、私の閣下が貴公の風変わりな要求を必ず受け入れるとは限らんぞ。だが、少なくとも私は様子を見てみる事にする。

source: Perhaps I can make a further gesture of our good faith. We stumbled across this beautiful sword on our journey north, and Baldres kept it as a trophy. A unicorn had stolen it, I gather. Here: I will take this chance to return it to its true owners.
de: Möglicherweise … könnte ich Euch noch ein Zeichen unseres guten Willens geben. Auf unserem Weg nach Norden fiel dieses wunderbare Schwert in unsere Hände. Für Baldres war es eine Trophäe. Ich glaube, ein Einhorn hatte es gestohlen. Nun … - ich würde es gern seinen rechtmäßigen Besitzern zurückgeben.
fr: Peut-être puis-je faire un geste supplémentaire de bonne volonté. Nous sommes tombés sur cette magnifique épée lors de notre voyage et Baldres la gardait comme trophée. Une licorne l'avait volée d'après ce que je sais. Tenez : je saisis l'occasion de la rendre à ses véritables propriétaires.
it: Forse posso fare un ulteriore gesto di buona volontà. Siamo incappati in questa magnifica spada nel nostro viaggio verso nord, e Baldres l’ha tenuta come suo trofeo. Un unicorno l’aveva rubata, credo. Ecco: colgo questa occasione per riconsegnarla al suo legittimo proprietario.
ja: おそらく、これで我々の善意をさらにジェスチャー出来るであろう。我々は北への旅の途中に、この美しい剣に偶然出くわした、そしてバルドレスは、戦利品としてそれを保管して来た。ユニコーンが、それを盗んだと推測するが、ここで、私はこの機会にそれを真の所有者に返還したい。

source: The Greenwood Blade? My word… Yes, Lord Zluld said a unicorn had stolen it from him. That was a few years ago, too… It would have been a powerful weapon against us, had you chosen to retain it. Thank you. I will return it to him.
de: Die Grünwald-Klinge? Ich kann es kaum glauben … ! Aber es stimmt, Lord Zluld sagte, ein Einhorn hätte sie ihm gestohlen. Aber das ist schon einige Jahre her … Wenn ihr sie behalten hättet, wäre sie eine mächtige Waffe gegen uns gewesen. Habt Dank. Ich werde sie ihm zurückgeben.
fr: L'épée de la Forêt verte ? Bon sang... Oui, le seigneur Zluld a dit qu'une licorne la lui avait volée. C'était il y a quelques années... Vous auriez pu vous en servir contre nous si vous aviez choisi de ne pas la rendre. Merci. Je vais la rendre à qui de droit.
it: La Lama della Foresta Verde? Si, lord Zlud disse che gli fu rubata da un unicorno. Questo accadde alcuni anni fa... Sarebbe stata un’arma potente da usare contro di noi, se avessi scelto di tenerla. Grazie. Gliela riconsegnerò.
ja: それはグリーンウッド剣か? 確かに以前ズラルドが祝言の前に ｢ユニコーンに盗まれた｣ と言っていた。 持っていれば我々にとって危険な武器と成ろう。分かった。彼に渡して置こう。

source: Thank you.
de: Ich danke <b>Euch</b>.
fr: Merci.
hu: Köszönöm.
it: Grazie.
ja: 礼を言う。

source: As a result of Dessen’s quick thinking and audacity, humans and northlands elves fought side by side for the first time ever. In consequence, the elves had a chance to see that humans might – eventually – prove better neighbors than the orcs they had displaced.
de: Nur Dessens Geschick und Klugheit war es zu verdanken, daß nun, zum ersten Mal, Menschen an der Seite der Nordland-Elfen kämpften. So konnten die Menschen den Elfen beweisen, daß sie - möglicherweise - doch bessere Nachbarn waren, als die Orks, die sie vertrieben hatten.
fr: Comme conséquence de la vivacité d'esprit et de l'audace de Dessen, les hommes et les elfes du nord se battirent côte à côte pour la première fois. Par la suite, les elfes eurent l'occasion de constater que les humains pouvaient — éventuellement — se montrer meilleurs voisins que les orcs qu'ils avaient expulsées.
hu: Dessen helyzetfelismerésének és vakmerőségének köszönhetően az emberek és az északföldi tündék először harcoltak vállvetve az orkok ellen. Ennek következtében a tündék felmérhették az emberek erejét, s - végső soron - megbizonyosodhattak róla, hogy jobb szomszédok lehetnek, mint az orkok.
it: Come risultato dell’abilità di pensiero di Dessen, e della sua audacia, gli umani e gli elfi del nord combatterono fianco a fianco per la prima volta. Da questo, gli elfi ebbero la possibilità di vedere che la forza degli umani poteva - eventualmente - essere un miglior vicino rispetto agli orchi che avevano rimosso.
ja: デッセンの迅速な思考と大胆さの結果として、人間達とノースランドのエルフ達が初めて並んで戦う事と成りました。最終的には、エルフ達にとって '隣人としては、人間達の方がオーク達より見込みが有った。' と言う事でした。

source: Childhood
de: Kindheit
fr: Enfance
hu: Gyermekkor
it: Infanzia
ja: 幼年時代

source: Not long after this, Baldres’ daughter was born to Queen Melindë. She was named Alingwen, and she grew up in the elven court in Rowandel with her older half-sister Eämeral. Alingwen was rather different from Eämeral and the other elven children. While Eämeral excelled in prediction and healing, Alingwen was crafty, skilled in the arts of war, and extremely magically powerful. By the age of ten, she could beat swordsmen twice her age – and size – and the other elves began to grow ever more fearful of her precocious power. Only swordmaster Elan-Garil, pleased and proud to have such a talented student, continued to treat her kindly, but the rest of the elven court increasingly shunned her. Alingwen’s loneliness and isolation grew, even though the honourable master-at-arms tried hard to grant her as much time as his duties would permit.
de: Nicht lange danach gebar Königin Melindë Baldres' Kind, eine Tochter. Man nannte sie Alingwen und sie wuchs zusammen mit ihrer älteren Halbschwester Eämeral am Elfischen Hof in Rowandel auf. Alingwen unterschied sich sehr von Eämeral und den anderen Elfenkindern. Während aus Eämeral eine hervorragende Wahrsagerin und Heilerin wurde, war Alingwen ungestüm, geschickt in den Künsten des Kampfes und besaß ungeheure magische Kräfte. Bereits im Alter von zehn Jahren konnte sie es mit Schwertkämpfern aufnehmen, die doppelt so alt - und groß - wie sie selbst waren, so daß die anderen Elfen begannen, sie und ihre unberechenbaren Kräfte zu fürchten. Einzig und allein Schwertmeister Elan-Garil, erfreut und stolz, solch eine begabte Schülerin zu haben, behandelte sie weiterhin nett und freundlich, während der Rest des Hofes sie immer mehr mied. Obgleich sich der ehrwürdige Waffenmeister auch sehr bemühte, ihr soviel Zeit zu widmen, wie seine Verpflichtungen es ihm erlaubten, mit der Zeit wuchsen Alingwens Einsamkeit und Isolation.
fr: Peu après, la reine Melindë accoucha de la fille de Baldres. On l'appela Alingwen, et elle grandit à la cour de Rowandel avec son autre demi-soeur plus âgée, Eämeral. Alingwen était assez différente d'Eämeral et des autres enfants. Alors qu'Eämeral excellait dans l'art de la prédiction et de la guérison, Alingwell était plus adroite aux armes et douée d'un immense pouvoir magique. À l'âge de dix ans, elle pouvait battre un escrimeur du double de son âge et de sa taille, et les autres elfes commencèrent à s'inquiéter de ses pouvoirs précoces. Seul le maître d'armes Elen-Garil, heureux et fier d'avoir une élève aussi douée, continua à la traiter avec affection, mais le reste de la cour se mit à l'éviter de plus en plus. L'isolement et la solitude d'Alingwen grandirent, même si l'honorable maître d'armes faisait de son mieux pour lui consacrer tout le temps que lui laissaient ses autres devoirs.
it: Non molto tempo dopo, la figlia di Baldres fu data alla luce dalla regina Melindë. Fu chiamata Alingwen, e crebbe alla corte di Rowandel con la sua maggiore mezza-sorella Eämeral. Alingwen era parecchio diversa da Eämeral e gli altri bambini. Mentre Eämeral eccelleva nella preveggenza e nel guarire, Alingwen era astuta, abile nell’arte della guerra, e dotata di una magia estremamente potente. All’età di dieci anni, poteva sconfiggere uno spadaccino del doppio della sua età - e statura - e gli altri elfi iniziarono a crescere sempre più preoccupati del suo precoce potere. Solo il maestro d’armi Elan-Garil, compiaciuto ed orgoglioso di avere una studentessa così tantuosa, continuò a trattarla gentilmente, ma il resto della corte degli elfi la evitava sempre più. La solitudine di Alingwen aumentò, nonostante l’onorabile maestro d’armi provava duramente a dedicargli tutto il tempo che i suoi dovere permettevano.
ja: 少しの後、アリングウェンと名付けられた女の子がミリンディー女王から生まれ、彼女は３歳年上の異父姉妹、イエーミラルと共に首都ロワンデルで育ちました。しかしながら、アリングウェンは、イエーミラルや他の森の子供たちと少し違っておりました。イエーミラルは、予知能力やヒーリングに長けていたの対し、アリングウェンは、エルフの武術を巧みに操り、至ってパワフルでした。十歳の時には、彼女は歳や背丈が倍以上ある剣術使い達をトレーニングで倒してしまう程と成り、他のエルフ達は、膨れ上がる早熟な彼女のパワーに恐れをなし始めました。 森一番の使い手のエレンーガリルのみ、才能に長けた生徒として彼女を誇り、快く親切に接してくれましたが、他の者達は彼女を避けて行く様に成ってしまうのでした。そして彼女は、冷たく接する義理の父よりやさしく面倒を見てくれる剣術使いのエレンーガリルに懐いて行くのでした。

source: Yes, good. You just need a little more focus. Relax, breathe in, breathe out, focus, then go. Clear your mind of distractions, hold on to just the image of what you want. That’s the secret of it. When you are ready, try again.
de: Ja, gut. Du brauchst jetzt noch etwas mehr Konzentration. Entspanne dich, einatmen, ausatmen, konzentrieren und dann los! Befreie deinen Geist von allen unnützen Gedanken, halte inne, stelle dir vor, was du tun willst. Das ist das Geheimnis. Wenn du bereit bist, versuche es noch einmal.
fr: Oui, c'est bien. Tu as juste besoin d'un peu plus de précision. Détends-toi, respire à fond, vise et vas-y. Fais le vide dans ton esprit, concentre-toi seulement sur l'image de ce que tu veux obtenir. C'est tout le secret. Essaie encore dès que tu seras prête.
it: Si, bene. Hai solo bisogno di un po’ più concentrazione. Rilassati, inspira, espira, concentrati, e vai. Libera la tua mente dalle distrazioni, tieni solo l’immagine di ciò che vuoi. Questo è il segreto. Quando sei pronta, riproviamo.
ja: そうだ、その調子だ。肩の力を抜いて深呼吸し、もっと集中するんだ。気持ちを無にする事も大事だぞ。準備ができたらもう一度挑戦したまえ。

source: Yes, Elen-Garil. Just no mind, calm and still… Mmm… HAAAUSH!
de: Gut, Elen-Garil. An nichts anderes denken, ruhig sein und still … Mmm … HAA … UUSH!
fr: Oui, Elen-Garil. Ne plus penser, calmement et posément... Mmm... HAAAUSH !
it: Si, Elen-Garil. Mente vuota, calma e ferma... Mmm… HAAAUSH!
ja: 分かったわ、エレンーガリル。無の気持ちね... ムムムッ... エエエイ!

source: Whoosh! Haha! That was amazing! Not even a sorceress can do that! I am so proud of you – do let me tell Mama! She has been sick a while, but she’ll be happy when she hears about it.
de: Whoosh! Haha! Das war erstaunlich! Keine andere Elfenzauberin kann so etwas! Ich bin so stolz auf dich - laß es uns Mama erzählen! Sie ist schon eine Weile krank, aber wenn sie das hört, wird sie glücklich sein.
fr: Whoosh ! Haha ! C'était magnifique ! Pas même une sorcière est capable de ça ! Je suis si fier de toi — laisse-moi l'apprendre à Maman ! Elle a été malade pendant un moment, mais elle sera heureuse de l'entendre.
it: Whoosh! Haha! È stato fantastico! Nemmeno una strega ci riesce! Sono così fiera di te - andiamo a dirlo alla mamma! È da un po’ che è malata, ma sarà felice di conoscere i tuoi progressi.
ja: ヤッター! キャハッ! すごいわ、アリングウェン! 魔法使いだってそれは簡単には出来なくってよ! 私はそなたを誇りに思います。母上に報告しなくちゃ。このところ病気で体調を崩しているけど、きっとこれを聞いたら喜ぶはずよ。

source: Thank you, Eämeral. All I did was follow what Elen-Garil said. He is such a good teacher for me. It’s all so clear when he explains it.
de: Danke, Eämeral, aber ich habe nur getan, was Elen-Garil sagte. Er ist für mich ein sehr guter Lehrer, weil er alles so einfach erklären kann.
fr: Merci, Eämeral. Je n'ai rien fait d'autre qu'obéir à Elen-Garil. C'est un si bon professeur pour moi. C'est si clair quand il explique.
it: Grazie, Eämeral. Tutto quello che ho fatto è stato seguire quello che ha detto Elen-Garil. È un così bravo insegnante. Le cose sono chiare quando le spiega.
ja: ありがとう、イエーミラル。私はただエレンーガリルの言った通りにやっただけよ。彼は優しい剣術使いなだけでなく、とても良い先生よだわ。彼の説明でコツが分かったのよ。

source: Ha ha! Sweet Alingwen, you are getting better at flattering me, too.
de: Ha ha! Süße Alingwen, auch deine Schmeicheleien werden immer besser.
fr: Ha ha ! Douce Alingwen, tu fais aussi des progrès en flatterie.
hu: Ha...Ha...Ha...! Jól van, Alingwen. Egyre jobban elkápráztatsz.
it: Ha ha! Dolce Alingwen, stai anche migliorando ad adularmi.
ja: アーハッハッ! お世辞もうまくなった様だな、アリングウェン。

source: A good girl you train, Elen-Garil.
de: Ein artiges Kind unterweist ihr da, Elen-Garil.
fr: Une bonne fille que vous entraînez, Elen-Garil.
hu: Szép kislányt edzel, Elen-Garil!
it: Hai educato una brava ragazza, Elen-Garil.
ja: 良い娘にケイコをつけているな、エレンーガリル。

source: Shhh! Something is coming!
de: Pscht! Da kommt jemand!
fr: Chut ! Quelque chose vient !
hu: Csitt! Valami közeledik!
it: Shhh! Qualcosa sta arrivando!
ja: 静かに! 何かがやって来るわ!

source: Time to die, Elen-Garil! We’ve been waiting for this chance to kill you!
de: Zeit zu sterben, Elen-Garil! Wir haben lange auf die Gelegenheit gewartet, euch umzubringen!
fr: C'est l'heure de mourir, Elen-Garil ! Nous avons attendu longtemps cette occasion de te tuer !
hu: Véged van, Elen-Garil! Régóta kerestük a lehetőséget, hogy megöljünk!
it: Tempo di morire, Elen-Garil! Stavamo aspettando da un po’ l’occasione giusta per ucciderti!
ja: 死ぬ時が来たぞ、エレンーガリル! 我々はずっとこの機会を待っていたんだ!

source: NO! Don’t touch my sister or I’ll burn you!
de: NEIN! Rühre meine Schwester nicht an, oder du wirst brennen!
fr: NON ! Ne touche pas à ma sœur ou je te grille !
hu: NE! Veszed el a mancsod a nővéremről, vagy megsütlek!
it: NO! Non toccate mia sorella o vi brucerò!
ja: ダメ! 私の大事な姉に触ったら焼き殺すわよ!

source: Guards! To me! GUARDS!
de: Wachen! Zu mir! WACHEN!!!
fr: Gardes ! A moi ! GARDES !
hu: Őrség! Hozzám! ŐRSÉG!
it: Guardie! A me! GUARDIE!
ja: ガード! ガードだ!

source: Now, how’d the little elf do <i>that</i>? Ach, no matter! We have enough soldiers to kill you anyway. Prunak, you circle round; we’ll flank ’em from both sides.
de: Was macht die kleine Elfe denn da … <i>das ist ja</i> … ? Ach, auch egal! Wir haben hier genügend Kämpfer, um euch trotzdem zu töten. Prunak, kreise sie ein, wir werden sie von zwei Seiten angreifen.
fr: Eh ! comment la petite elfe a bien pu faire <i>ça</i> ? Ach, peu importe ! Nous sommes assez nombreux pour te tuer quand même. Prunak, prends-le à revers, nous allons l'attaquer sur les deux flancs en même temps.
hu: Huh, hogy képes egy ilyen kis tünde <i>erre</i>? Ehh, nem számít! Van elég harcosunk, hogy legyőzzünk titeket. Prunak, kerüld meg őket; több irányból támadunk.
it: Ora, come quella piccola elfa riesce a far<i>lo</i>? ach, non importa! Abbiamo abbastanza soldato per ucciderti ugualmente. Prunak, giragli attorno; lo attaccheremo da lati opposti.
ja: ありゃ、あの幼いエルフはどうなってんだ? まあいい、俺たちは貴様を倒すのに十分な戦士を連れて来てるんだ。プラナク、お前は向こう側に回れ。両サイドから攻撃を仕掛けるぞ。

source: Death of Alingwen
de: Alingwen fällt in der Schlacht
fr: Mort d'Alingwen
hu: Alingwen elesik
it: Morte di Alingwen
ja: アリングウェンが没

source: Death of Eämeral
de: Tod Eämerals
fr: Mort d'Eämeral
hu: Eämeral elesik
it: Morte di Eämeral
ja: イエーミラルが没

source: Only Muruatuumbië can be recalled on the next level.
de: Nur Muruatuumbië kann im nächsten Level wieder einberufen werden.
fr: Seul Muruatuumbië pourra être rappelé au niveau suivant.
hu: Csak Muruatuumbiët tudod visszahívni a következő pályán.
it: Solo Muruatuumbië potrà essere richiamato nel prossimo livello.
ja: このシナリオでは、ムルエイチュウンビーのみ次のシナリオに持ち越す事が出来ます。

source: Sir! Lord Elvanadíon ordered us here as soon as we heard news of the orcs! Is Princess Eämeral all right?
de: Herr! Lord Elvanadíon sandte uns her, gleich, nachdem man von den Orks gehört hatte! Geht es Prinzessin Eämeral gut?
fr: Monsieur ! Le seigneur Elvanadíon nous a envoyés ici dès qu'il a eu vent de l'arrivée des orcs. La princesse Eämeral est-elle sauve ?
hu: Uram! Lord Elvanadíon küldött minket, ahogy hírét vette az orkoknak! Eämeral hercegnő jól van?
it: Signore! Lord Elvanadíon ci ha ordinato di recarci qui appena ha sentito la notizia della presenza degli orchi! La principessa Eämeral sta bene?
ja: 大佐! エルバナディオン陛下の任命より、オークが森に入ったとの情報を受け、こちらにやって参りました。イエーミラル王女は、御無事でございますか?

source: They cut me, and I’m all woozy. But why is Papa always worried about just me? He should be worried about Alingwen, too!
de: Sie haben mich verletzt, ich bin ganz benommen. Aber warum ist Papa nur um mich besorgt? Er sollte sich doch genauso um Alingwen sorgen!
fr: Ils m'ont un peu tailladée, et je suis toute étourdie. Mais pourquoi Papa ne se préoccupe jamais que de moi ? Il devrait se soucier aussi d'Alingwen !
hu: Megsebesítettek, de jól vagyok. De a papa miért csak értem aggódik? Alingwenre nem kíváncsi?
it: Mi hanno colpita e sono ancora stordita. Ma perché papà si preoccupa sempre solo per me? Dovrebbe preoccuparsi anche di Alingwen!
ja: 彼らは私を毒のナイフで切り付けたけど、私は大丈夫よ。でもどうして父上は、私ばかりを心配するの? 彼はアリングウェンの事も気にかけるべきでしょ!

source: Well, I– Y–your sister is often with you, and–
de: Sicher, ich … ihr … eure Schwester ist häufig bei euch, und …
fr: Euh, je — v-votre sœur est souvent avec vous, et —
hu: Nos, én- A a húgod általában veled van, és-
it: Tua sorella è spesso con te, e-
ja: あ、私は、いや、殿下の妹上はときどき、あの...

source: (<i>Sigh</i>)
de: (<i>Seufz</i>)
fr: (<i>Soupir</i>)
hu: (<i>Sóhajt</i>)
ja: (<i>ため息</i>)
