Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: Do not worry, son of Elen-Garil. That was a little sorcery. My spell will fade with the next sunset.
de: Fürchte dich nicht, Sohn Elen-Garils. Dies war nur ein leichter Zauber. Er wird mit dem nächsten Sonnenuntergang verfliegen.
fr: Ne t'en fais pas, fils d'Elen-Garil. Ce petit tour de sorcellerie s'évanouira au coucher du soleil.
hu: Csak semmi pánik, Elen-Garil fia. Ez csak egy kis boszorkányság volt. Fél nap se telik bele, és visszanyeri eredeti alakját.
it: Non preoccuparti, figlio di Elen-Garil. È solo una piccola stregoneria. LA mia magia svanirà al prossimo tramonto.
ja: ほっ、ほっ、心配は要りません、エレンーガリルの息子よ。これは、ちょっとした魔法です。半日以内に元に戻るでしょう。

source: Let us begone.
de: Ziehen wir weiter.
fr: Allons-y.
hu: Menjünk innen!
it: Andiamocene.
ja: 行くベサ。

source: Coalition of Orcs
de: Das Bündnis der Orks
fr: Coalition des Orcs
hu: Ork szövetség
it: Coalizione di orchi
ja: オークの連合軍

source: Back at the halls of Falci-Nyess, the sounds of a fierce battle could be heard.
de: Als sie endlich zur Residenz Lord Falci-Nyess' zurückgekehrt waren, hörten sie schon von Ferne das Getöse eines erbitterten Kampfes.
fr: De retour à la demeure de Falci-Nyess, les bruits d'une violente bataille se faisaient entendre.
it: Tornati alla reggia di Falci-Nyess, si udiva il suono di una crudele battaglia.
ja: ファルシーネッスの場所に戻った来た時、そこには荒々しい戦の音が轟いていました。

source: Local Orcs
de: Einheimische Orks
fr: Orcs locaux
hu: Helyi orkok
it: Orchi locali
ja: 地元のオーク族

source: Gwaha… ha! The southern companies have arrived at last! We have all the forces we need to rip power from the claws of the cursed drakes and the anklebiters! Slaughter them all!
de: Gwaha… ha! Endlich sind die südländischen Legionen eingetroffen! Nun kann uns nichts mehr daran hindern, diesen verfluchten Draken und ihren Zwergen-Kumpanen ihre Macht zu entreißen! Metzelt sie alle nieder!
fr: Gwaha… ha ! Les contingents du Sud sont enfin arrivés ! Nous avons les forces nécessaires pour arracher les griffes de ces maudits dracans et des mordeurs de genou ! Tuez-les tous !
it: Gwaha… ha! Finalmente le compagnie del sud sono arrivate! Abbiamo tutte le forze di cui abbiamo bisogno per strappare il potere dalle grinfie dei maledetti draghi e morsicatori di anche! Fateli fuori tutti!
ja: ガハ... ハッ! 仲間が極南からやって来たぞ! 俺たちの領土以外のすべてを攻撃するんだ。我々の歴史を作るときがやって来たぞ!

source: Let the rocks run with blood! Kill everything!
de: Färbt die Felsen mit ihrem Blut! Tötet sie alle!
fr: Que les rochers dégoulinent de sang ! Tuez tout ce qui bouge !
hu: Vérrel festjük be a sziklákat! Legyilkolunk mindenkit!
it: Fate scorrere sangue sulle rocce! Uccidete tutti!
ja: 俺たちは、その為にやって来た。皆殺しだ!

source: Turuk! A few more hours and you might have been too late. The southern orcs have found some local allies. I was worried that might happen. But I see you have persuaded Mistress Ameck to come back with you. That is good news.
de: Turuk! Nur noch ein paar Stunden, und ihr wäret zu spät gekommen. Die südländischen Orks haben hier einheimische Verbündete gefunden. Ich hatte schon befürchtet, daß dies geschehen könnte. Doch ich sehe, ihr konntet Lady Ameck überzeugen mit euch zu gehen. Das sind gute Neuigkeiten.
fr: Turuk ! Quelques heures de plus et il aurait été trop tard. Les orcs du sud ont trouvé des alliés locaux. Je craignais que cela ne se produise. Mais je vois que vous avez persuadé dame Ameck de vous accompagner. C'est une bonne nouvelle.
hu: Turuk! Ha csak pár órával később jössz, már elkéstél volna. A déli orkok szövetkeztek a helyiekkel. Féltem, hogy ez bekövetkezik. De úgy látom, sikerült meggyőznöd Ameck Úrnőt, s veled jött. Ez nagyon jó hír.
it: Turuk! Qualche ora in più e sarebbe potuto essere troppo tardi. Gli orchi del sud hanno trovato alcuni alleati locali. Avevo paura che potesse accadere. Ma vedo che hai persuaso la signora Ameck a venire con te. Questa almeno è una buona notizia.
ja: タラク! 後少しで手遅れに成るところだったぜよ。南のオークが地元の奴らを見つけチュウよ。ワシゃそれを心配しチョったんだ。だけど、アメック姫を連れて来た事は良い知らせだキ。

source: Good day to you, Falci-Nyess.
de: Seid mir gegrüßt, Lord Falci-Nyess.
fr: Bonjour à vous, Falci-Nyess.
hu: Neked is jó napot, Falci-Nyess.
it: Buon giorno a te, Falci-Nyess.
ja: こんにちは、ファルシーネッス。

source: Aye. But nae more talk; we ha’ a hard battle ahead.
de: Wahrlich. Doch sollten wir nun nicht länger Höflichkeiten austauschen. Uns steht ein harter Kampf bevor.
fr: Ouiche, mais assez parlé. Une dure bataille nous attend.
hu: Igen. De a szavak helyett most a fegyverek beszé'nek.
it: Si, ma basta parlare; abbiamo di fronte una dura battaglia.
ja: ああ、でも話は後だべ。キツそうな戦が目の前だ。

source: Hoy, Turuk, remember the battle by the Silent Forest? A lot of orc-heads flew that day! And we rescued Shoko from that orc encampment!
de: Hey, Turuk, erinnerst du dich noch an die Schlacht beim Stillen Wald? Viele Ork-Köpfe rollten an diesem Tag! Und wir konnten Shoko aus ihrem Lager befreien!
fr: Hé, Turuk, te rappelles-tu de la bataille de la Forêt du Silence ? Un paquet de têtes d'orcs se sont envolées ce jour-là ! Et nous avons récupéré Shoko dans ce camp d'orcs !
hu: Hali, Turuk, emlékszel még a Néma-erdőnél lezajlott csatára? Sok ork feje lerepült akkor! S akkor szabadítottuk ki Shokót is az orkok fogságából!
it: Turuk, ti ricordi della battaglia nella Foresta Silenziosa? Moltissime teste di orco volarono quel giorno! E liberammo Shoko dall’accampamento degli orchi!
ja: なあ、タラク、「沈黙の森の変」を覚えチョルかい? こうしてお前と共に戦っチュウと、あん時ショーコを助け出した時の事を思い出すキ!

source: Ah! That was a long time ago. Shoko was just a baby back then.
de: Wahrhaftig, doch ist dies schon viele Jahre her. Shoko war damals noch ein Baby.
fr: Ah ! C'était il y a longtemps. Shoko était toute petite.
hu: Ah! Régi szép idők. Shoko akkoriban még szinte csecsemő volt.
it: Ah! È successo molto tempo fa. A quel tempo Shoko era solo una bambina.
ja: ああ、そうだな。あれはだいぶ前だったがな。あの時ショーコは、ほとんど赤ん坊だったからな。でもあの時は、今よりもっと時間があったベサ。

source: Ugg…! Turuk, I must… entrust my warriors… to you…
de: Ugg… ! Turuk… ich muß… meine Kämpfer… dir anvertrauen…
fr: Ugg… ! Turuk, je dois... te confier... mes guerriers...
it: Ugg...! Turuk, devo... affidare i miei guerrieri... a te...
ja: ウググ...! タラク、お前に... 俺の戦士達の世話を頼むキ...

source: Alas! Of course, old friend. Of course. Háwclyn, my lad, ah’m deeply sorry, but my duties will now bind me tae the mountains for many months. I will nae be able tae accompany ye, as I’d been plannin’.
de: Ach leider! Aber sicher, alter Freund, aber sicher. Háwclyn, mein Junge, es tut mir sehr leid, aber meine Verpflichtungen werden mich nun wohl für viele Monate hier festhalten. Ich werde euch also nicht, wie gewollt, begleiten können.
fr: Hélas ! Naturellement mon vieil ami. Naturellement. Háwclyn, mon garçon, je suis profondément désolé, mais mes devoirs me lient désormais à ces montagnes pour de longs mois. Je ne pourrai pas t'accompagner comme prévu.
it: Ahimè! Naturalmente, vecchio amico. Naturalmente. Háwclyn, ragazzo mio, mi spiace, ma ora il mio dovere mi lega a queste montagne per molti mesi. Non sarò più in grado di accompagnarti, come stavo pensando.
ja: 勿論だ、モチロンだベ、古き戦友よ。 ハァウクリン、友よ。申し訳無いが、俺は使命としてしばらくこの山脈に拘束されるべ。予定していた御主達との同行は不可能に成ってしまったベサ。

source: Aaargh… I lost a mission.
de: Aaargh… ich habe versagt.
fr: Aaargh... J'ai failli à ma mission.
it: Aaargh… Ho fallito.
ja: ウウウッ... 使命を達成出来なかった。

source: … Gulder… for Gulder… more orcs… always more…
de: … Gulder… für Gulder… mehr Orks… immer mehr…
fr: ...Gulder... pour Gulder... encore des orcs... toujours plus...
it: ... Gulder... per Gulder... altri orchi... sempre più...
ja: ガルダー、ガルダー様... もっとオークを...。

source: This is terrible! Orcs are banding together across a wider area than ever before. This coalition of orcs endangers everyone else, whether elf or dwarf, drake, saurian or human…
de: Es ist erschreckend! Orks verbünden sich über Gebiete, größer als je zuvor. Dieses Bündnis der Orks gefährdet alle, seien es Elfen oder Zwerge, Draken, Saurianer oder Menschen…
fr: C'est terrible ! Les orcs s'associent dans une zone plus vaste que jamais. Cette coalition met tout le monde en danger, que ce soient les elfes, les nains, les dracans, les sauriens ou les humains...
it: È terribile! Gli orchi si stanno aggregando come mai prima d’ora. Questa coalizione di orchi mette in pericolo tutti, che sia nano, drago, sauro o umano...
ja: これは、ひどい事になってしまった。オークたちが、かつて無いほど広い地域で集団を組み出している。このオークの連立は、エルフ族、ドワーフ族、ドレーク族、トカゲ族や人間たち全てを危険にする...。

source: I thought of asking Ghidsaurs the dragon to defeat them, but he does not really listen to me. Mistress Ameck, would you be willing to come with me to his cave? I believe you know him well.
de: Ich denke, ich sollte Ghidsaurs den Drachen bitten, uns zu helfen um sie zu schlagen. Nur leider wird er wohl nicht auf mich hören. Lady Ameck, könntet ihr euch vorstellen, mich zu seiner Höhle zu begleiten? Ich glaube, ihr kennt ihn gut.
fr: Je pensais demander à Ghidsaurs le dragon de les combattre, mais il ne m'écoute pas. Dame Ameck, voudriez-vous m'accompagner dans sa caverne ? Je crois que vous le connaissez bien.
hu: Arra gondoltam, hogy Ghidsaursot, a sárkányt kérem meg, hogy űzze el őket, de még csak meg sem hallgatott. Ameck Úrnő, eljönnél velem a barlangjába? Azt hiszem, te jól ismered őt.
it: Meditavo sul chiedere a Ghidsaurs il dragone di sconfiggerli, ma non mi ascolterebbe. Signora Ameck, verresti con me nella sua caverna? Credo tu lo conosca bene.
ja: ワシャ奴らを倒すのに、ギドサウラスドラゴンに助太刀を頼もうと思っチョった。だが、彼はワシの言う事は、あまり聞いてはくれないキ。姫さんよ、ワシと一緒に彼の洞窟まで来てくれんか! アンタは、彼をよく知っチョルはずだ。

source: I may be able to persuade him… But what of our mission to the Greenwood?
de: Es ist schon möglich, daß ich ihn überzeugen kann… Aber was wird dann aus unserer Mission in den Grünwald?
fr: Je peux essayer de le persuader. Mais qu'en sera-t-il de notre retour dans la Forêt verte ?
it: Potrei essere in grado di persuaderlo... Ma per quanto riguarda la nostra missione nella Foresta Verde?
ja: 私ならきっと彼を口説けるでしょう。しかし、グリーンウッドへの使命はどう成るのです?

source: We will be able to hold our own, your highness. We sent for reinforcements from the northern Greenwood. They should have arrived by now. The orcs will not defeat us easily.
de: Wir werden uns schon noch einige Zeit halten können, Eure Hohheit. Wir hatten bereits Verstärkung aus dem nördlichen Grünwald angefordert, sie sollte unterdessen eingetroffen sein. Die Orks werden es nicht so leicht mit uns haben.
fr: Nous pourrons tenir un moment, votre altesse. Nous avons demandé des renforts dans le nord de la Forêt verte. Ils doivent être arrivés maintenant. Les orcs ne nous vaincront pas facilement.
hu: Ki fogunk tartani még egy kis ideig, fenség. Greenwood északi részéből vártunk erősítést. Mostanra már biztos megérkeztek. Az orkok nem könnyen győznek le bennünket.
it: Saremo in grado di resistere ancora per un po’, sua altezza. Abbiamo chiamato rinforzi dalla parte nord della Foresta. Dovrebbero essere già arrivati ora. Gli orchi non ci sconfiggeranno facilmente.
ja: 我々なら持ちこたえるられるでしょう、王女。北グリーンウッドからの援護を頼んでいます。今頃は、もう到着している事でしょう。オーク達が加わったとしても我々はそうは簡単にやられません。

source: Brave words, Háwclyn. I pray you are right.
de: Das sind mutige Worte, Háwclyn. Ich bete, ihr möget Recht behalten.
fr: Courageuses paroles, Háwclyn. Je prie pour que tu aies raison.
hu: Merész szavak, Háwclyn. Imádkozom, hogy igazad legyen.
it: Parole fastose, Háwclyn. Prego tu abbia ragione.
ja: 勇ましい言葉です、ハァウクリン。そなたが正しい事を祈ります。

source: Come, Zylvia! Elves, in their home forest? Even if the orcs and the humans attacked together, we would be able to withstand them.
de: Komm mit, Zylvia! Elfen in ihrem eigenen Wald angreifen? Selbst, wenn die Orks mit den Menschen zusammen kämpfen, wir werden uns schon zu wehren wissen.
fr: Allons Zylvia ! Des elfes, dans leur forêt natale ? Même si les orcs et les humains attaquaient ensemble, nous pourrions leur résister.
it: Andiamo, Zylvia! Elfi nella loro foresta natale? Anche se orchi ed umani attaccassero insieme, saremmo in grado di resistere.
ja: どうした、ズィルヴィア! 我々の森の中だ。たとえオークと人間達が同時に攻めて来ようとも、我々は十分耐えられる。

source: But, what if Gulder can bend elves to his will?
de: Aber was, wenn Gulder auch den Elfen seinen Willen aufzwingen kann?
fr: Mais qu'adviendra-t-il si Gulder parvient à dominer les elfes ?
hu: És ha Gulder a tündék akaratát is képes befolyásolni?
it: Ma, cosa accadrebbe se Gulder fosse in grado di sottomettere anche gli elfi alla sua volontà?
ja: しかし、ガルダーが己の意志（情け）を我々エルフ達に傾けると思いますか?

source: Lass, there’s nae use frettin’. Always fight the foe in front o’ ye, no’ the one a week fra’ now. Let’s move on!
de: Mein Kind, es ist unnütz, sich darüber Gedanken zu machen. Derzeit kämpft der Feind noch vor uns, und wir werden eine Woche brauchen, um dahin zu gelangen. Also laßt uns weiterziehen!
fr: Jeune fille, il ne sert à rien de discuter. Il faut toujours affronter l'ennemi qu'on a devant soi, pas celui qu'on rencontrera dans une semaine. Allons-y !
hu: Ne idegeskedj, kislány! Mindig az előtted lévő ellenségre koncentrájj, osztán a jövő hetire! Indulás!
it: Ragazzi, non abbiate fretta. Combattete sempre la battaglia di fronte a voi, e non quella che avverrà fra una settimana. Muoviamoci!
ja: 若い女よ、いら立つ事はないダ。今であろうが、一週間後であろうが、目の前の敵を倒すだけの事ダベ。さっさと行こう。

source: Dragon Cave
de: Die Drachenhöhle
fr: Caverne du Dragon
hu: Sárkánybarlang
it: Grotta del dragone
ja: ドラゴンの洞窟

source: Guided by Falci-Nyess, Háwclyn and his party cautiously approached the cave of Ghidsaurs the dragon. The cave was located a little way west of the previous battle, which meant it was not on Háwclyn’s return route in any case.
de: Geführt von Falci-Nyess näherten sich Háwclyn und seine Begleiter vorsichtig der Höhle Ghidsaurs des Drachen. Die Höhle befand sich etwas westlich von der Stelle, an der ihr letzter Kampf stattgefunden hatte, also nicht direkt an Háwclyns Weg zurück in den Grünwald.
fr: Guidés par Falci-Nyess, Háwclyn et sa troupe s'approchèrent avec prudence de la caverne de Ghidsaurs le dragon. Elle était située un peu à l'ouest du lieu de la précédente bataille, ce qui voulait dire que ce n'était certainement pas la route du retour pour Háwclyn.
it: Guidati da Falci-Nyess, Háwclyn e la sua comitiva si avvicinarono con cautela alla grotta di Ghidsaurs il dragone. La grotta si trovava leggermente ad ovest rispetto alla battaglia precedente, il che significava che non era sulla via del ritorno di Háwclyn.
ja: ファルシーネッスの案内により、ハァウクリンと一行は王女と共に、慎重にギドサウラスドラゴンの洞窟に近づいたのでした。洞穴は、今さっき終了した戦の行われた場所のすぐ東に位置いていましたが、ハァウクリン達にとっては明白な寄り道でありました。

source: Elementals
de: Urgeschöpfe
fr: Elementaux
hu: Elemi erők
it: Elementali

source: This is Ghidsaurs’ cave. He has made it very difficult to reach his stronghold. Only the bravest ever come here. Unfortunately, he takes very little notice of drakes even when we bring many warriors. That is why we need Mistress Ameck – pardon me, your highness – if we are to see him.
de: Dies ist Ghidsaurs Höhle. Er hat es sehr schwer gemacht, seine Behausung zu erreichen. Nur die Tapfersten kommen hierher. Unglücklicherweise beachtet er uns Draken kaum, selbst wenn wir noch viele Kämpfer mitbringen. Deshalb brauchen wir Lady Ameck – verzeihen sie mir, Hoheit – wenn wir ihn zu Gesicht bekommen wollen.
fr: Voici la caverne de Ghidsaurs. Il s'est arrangé pour rendre très difficile l'accès à son repaire. Seuls les plus braves osent venir ici. Malheureusement, il ne tient aucun compte des dracans, même quand nous venons très nombreux. C'est pour cela que nous avons besoin de dame Ameck — excusez-moi, Votre Altesse — si nous voulons le rencontrer.
hu: Ez Ghidsaurs barlangja. S igen nehéz lesz ejutni a főhadiszállására. Csak a legbátrabbak próbálják megkeresni őt. Sajnálatos módon a perzsekényre is fittyet hány, akárhányat is hozunk. Ezért kellett Ameck Úrnőt is magunkkal hoznunk - bocsánat a szóért, fenség - hogy szóra méltasson minket.
it: Questa è la grotta di Ghidsaurs. E lui ha reso molto complicato raggiungere il suo forte. Solo i più valorosi vengono qui. Sfortunatamente, non presta mai molta attenzione ai draghi neanche se portiamo qui molti guerrieri. Questo è il motivo per il quale abbiamo bisogno della signora Ameck - mi perdoni, sua altezza - se vogliamo vederlo.
ja: ここがギドザウラスの洞穴ぜよ。勇敢な者のみが彼にたどり着ける様、とても難しく成っチョル。残念ながら彼はドレークには滅多に反応せん。ワシらが幾ら勇敢でもじゃ。だから彼に会う為にアメック姫が必要じゃキ。

source: It will be nice to see the old lizard again. I hope he is well…
de: Es wird mich freuen, die alte Echse endlich einmal wiederzusehen. Ich hoffe, es geht ihm gut…
fr: Cela me fera plaisir de revoir ce vieux lézard. J'espère qu'il va bien...
it: Sarà bello rivedere la vecchia lucertola. Spero stia bene...
ja: 年寄り大トカゲに会う事は懐かしい。元気だと良いのですが...。

source: Why does he usually ignore drakes?
de: Weshalb geht er denn den Draken normalerweise aus dem Weg?
fr: Pourquoi ignore-t-il les dracans à ce point ?
hu: S miért hány fittyet még a perzsekényekre is?
it: Perché solitamente ignora i draghi?
ja: なぜ彼はドレーク達に普段反応しないのデスか?

source: Well, he won’t eat us, but, if we cannot be eaten… I suppose we are of no interest to him…
de: Nun, er wird uns nicht verspeisen wollen, und was sich nicht als Mahlzeit eignet… - Ich vermute, er hat kein Interesse an uns…
fr: Et bien, il ne nous dévore pas, donc, s'il ne nous trouve pas comestibles... je suppose qu'on ne l'intéresse pas...
it: Bhe, non ci mangia, e se non possiamo essere mangiati... Suppongo che non gli interessiamo...
ja: まあ、彼は我々を食わんキ... つまり、我々は彼の興味を誘わないチュウ事ぜよ。

source: Keep moving. Time marches; so should we!
de: Laßt uns gehen, wir haben keine Zeit zu verlieren!
fr: Avançons. L'heure s'avance et nous devrions en faire autant !
hu: Haladjunk! Az idő pénz; ne pazaroljuk!
it: Continuiamo a muoverci. Il tempo marcia; e dobbiamo farlo anche noi.
ja: 時間が進む。俺たちもだ!

source: Move Háwclyn or Ameck to the dragon’s stronghold
de: Führt Háwclyn oder Lady Ameck in die Drachenfestung
fr: Conduire Háwclyn ou Ameck au fort du dragon
it: Sposta Háwclyn o Ameck nel forte del Dragone
ja: ハァウクリンかアメックをドラゴンの要塞へ移動

source: Death of Poseidon or Triton
de: Poseidon oder Triton fallen in der Schlacht
fr: Mort de Poseidon ou de Triton
hu: Poseidon vagy Triton meghal
it: orte di Poseidone è Tritone
ja: ポセイドン又はトリトンの滅亡

source: Hint: splitting your forces is effective on this level
de: Hinweis: In diesem Level ist es sinnvoll, Eure Streitkräfte zu teilen.
fr: Astuce : diviser vos forces est efficace dans ce scénario
hu: Tipp: ebben a küldetésben a sereged megosztása hasznosnak bizonyulhat
it: Suggerimento: Dividere il tuo esercito in più gruppi è utile in questo scenario
ja: ヒント: 部隊を分けるのがこのシナリオでは効果的です。

source: Dragon’s Chamber
de: Drachensaal
fr: La chambre du Dragon
it: Camera del Dragone
ja: ドラゴンの要塞

source: I have been studying the workings of the ‘dragon’s keys’, and it seems each key works once only. Thus it is important the apply it to the correct ‘<i>symbol-of-gateway</i>’, if the pathway to the Dragon’s stronghold is to be opened. Finding a suitable key is my current challenge…. <i>Memorandum</i>: ‘<i>symbol-of-gateway</i>’ is an ungainly term. Must find a better.
de: Ich habe mich mit der Wirkung der "Drachenschlüssel" beschäftigt, und es zeigte sich, daß jeder nur ein einziges Mal benutzt werden kann. Deshalb ist es wichtig, die Schlüssel immer am richtigen <i>Tor-Symbol</i> zu benutzen, damit der Weg zur Drachenfestung frei wird. Die wichtigste Aufgabe besteht also darin, immer einen geeigneten Schlüssel zu finden… <i>Anmerkung</i>: ‘<i>Tor-Symbol</i> ’ ist keine gute Bezeichnung. Ich sollte eine bessere finden.
fr: J'ai étudié le fonctionnement des « clefs de dragon », et il semble que chacune ne fonctionne qu'une seule fois. Il est donc important de l'utiliser sur la bonne <i>serrure</i> pour ouvrir le chemin vers le dragon. Trouver la clef qui convient est mon défi actuel... <i>Memorandum</i> : « <i>serrure</i> » n'est pas le terme approprié. Je dois en trouver un autre.
it: Ho studiato il funzionamento delle “chiavi del dragone”, e sembra che ogni chiave sia usabile un’unica volta. Quindi è importante utilizzarne una sul corretto “<i>segno di ingresso</i>”, se si vuole aprire la strada per il forte del dragone. Ora la mia sfida è quella di trovare una chiave adeguata... <i>Memorandum</i>: “<i>segno di ingresso</i>” è un termine sgraziato. Devo trovarne uno migliore.
ja: 私は｢竜の鍵｣の使い方を研究して来た。そして、どうやらそれぞれの鍵は一度だけしか使えないらしい。従って、ドラゴンの要塞への道が開かれる場合、<i>出入り口の記号</i>に正しく適応させる事が重要で有る。適切な鍵を見つける事が私の現在の課題で有る...。 <i>メモ</i>: <i>出入り口の記号</i>は厄介な仕組みで有る。賢明な記号を選ぶべし。

source: These are Vladnir’s notes, I am sure. He is always dropping things. Did he mean to drop this…? I will keep it, to return to him.
de: Das sind ganz sicher Vladnirs Notizen. Er läßt immer irgendetwas zurück. Was mag er sich nur dabei gedacht haben… ? Ich werde es mitnehmen und ihm zurückgeben.
fr: Ce sont des notes prises par Vladnir, j'en suis sûr. Il a toujours laissé traîner des choses. A-t-il laissé ceci volontairement... ? Je vais le garder pour le lui rendre.
it: §Questa è una nota di Vladnir, ne sono sicuro. Lascia sempre in giro cose. Ha lasciato questa appositamente...? La conserverò, per riconsegnargliela.
ja: これはほぼ間違いなくヴラドニァーのノートだキ。奴はよく物を落とすキ。拾っておこう。

source: Those are Vladnir’s notes, I am sure. He is always dropping things. Did he mean to drop that, I wonder? Keep it for now. We will return it to him when we see him.
de: Das sind ganz sicher Vladnirs Notizen. Er läßt immer irgendetwas zurück. Es fragt sich nur, was er sich wohl dabei gedacht hat… ? Ich werde es erst einmal an mich nehmen, wenn wir ihn sehen, kann ich es ihm ja zurückgeben.
fr: Ce sont des notes prises par Vladnir, j'en suis sûr. Il a toujours laissé traîner des choses. A-t-il laissé ceci volontairement… ? gardons-les pour le moment. Nous les lui rendrons quand on le reverra.
hu: Azok biztosan Vladnir feljegyzései. Gyakran szórja el a dolgait.Hogy hagyhatta el ezt...? Tartsd magadnál! Majd vissza kell adnunk neki.
it: Quella è una nota di Vladnir, ne sono certo. Lascia sempre cose in giro. Mi chiedo se l’ha fatto di proposito. Tienila per ora. Gliela riconsegneremo appena lo vedremo.
ja: それはほぼ間違いなくヴラドニャーのノートだキ。奴はよく物を落とすキ。取っといてくれんかのう。ワシが返しとくキ。

source: Oh, good! There is a key I can see!
de: Oh, da ist ein Schlüssel, ich kann ihn deutlich sehen!
fr: Oh, bien ! Je peux voir qu'il y a une clef !
ja: あっ、良かったべ! 鍵ならあそこサあるべサ

source: Uh-Oh! The key has just been eaten by a serpent!
de: Uh-Oh! Jetzt hat eine Schlange hat den Schlüssel verschlungen!
fr: Oh-oh ! La clef vient juste d'être mangée par un serpent !
ja: ウッ! おろちがその鍵を食べてしまった!

source: Umm… But according to Vladnir’s notes, the key is not only one. Hopefully, that was not a suitable key.
de: Umm… Nun, laut Vladnirs Aufzeichnungen ist dies nicht der einzige Schlüssel. Hoffentlich war es einer, den wir nicht brauchen.
fr: Umm... D'après les notes de Vladnir, il n'y a pas qu'une clef. Heureusement, ce n'était pas la bonne.
ja: ウムム...。しかしながら、ヴラディのノートによれば鍵は一つだけでは無いキ。あの鍵が我々の必要な鍵で無い事を望むぜよ。

source: <i>A thousand reflections, a glint in the dark Most are just stones, but one is a spark; A sliver of metal that waits for the one With eyes sharp enough to tell metal from stone</i>
de: <i>Es glitzert im Dunkel, was das wohl sei? Meist funkeln nur Steine, doch ein Licht ist dabei; Ein Stückchen Metall, es wartet auf den dessen Augen zum Stein den Unterschied seh'n</i>
fr: <i>Un millier de reflets, un scintillement dans le noir De simples pierres le plus souvent, mais l'un d'eux est une étincelle ; Un éclat de métal qui attend celui Qui saura distinguer le métal de la pierre</i>
hu: <i>Homályos alakzat ölében fény villan Sötét kövek közül egy szikra kipattan; Csillogó fémdarab várva várja azt Ki éles szemével fémet kőtől választ</i>
it: <i>Migliaia di riflessi, un bagliore nel buio La maggior parte sono solo pietre, ma una è la scintilla; Un pezzo di metallo che la aspetta Con occhi abbastanza acuti da distinguete il metallo dalla pietra</i>
ja: <i>幾千もの反射、暗闇の中の輝き 閃光を発するその一つ、岩石それを覆う也 陰り無いマナコと正義の心 金属裂片待つ事也</i>
