Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: My Lord, orcs will eat anything but troll. I wouldn’t touch any supplies inside that city until we know where they are from.
de: Mein Herr, Orks fressen alles, außer vielleicht Trolle. Ich würde nichts in der Stadt anrühren, bevor wir nicht wissen, woher es kommt.
fr: Monseigneur, les orcs mangent n'importe quoi sauf du troll. Je ne toucherai à rien dans cette ville à moins d'en connaître la provenance.
hu: Uram, az orkok a trollokon kívül mindent megesznek. Mindenesetre nem nyúlok semmiféle élelemhez odabenn, míg meg nem tudom, miből készült.
it: Mio signore, gli orchi non mangiano altro che carne di troll. Io non toccherei nessuna provvista all’interno della città finché non ne conosciamo la provenienza.
ja: 閣下、オークは、トロル以外は何でも食べるわ。だから私は、なんだかハッキリ分かるまで手を付けないつもりよ。

source: This is a harder battle than I expected. I’ve never known these savages to be such determined fighters.
de: Die Eroberung der Stadt ist schwieriger, als ich erwartet hatte. Ich hätte nie gedacht, daß diese Barbaren solch entschlossene Kämpfer sind.
fr: C'est plus dur que je ne pensais. Je n'aurais pas cru que ces sauvages puissent être aussi déterminés.
it: È una battaglia più dura di quanto mi aspettassi. Non avrei mai pensato che questi selvaggi fossero dei così determinati combattenti.
ja: ウーム、これは思ってた以上に困難な戦だ。この野蛮人たちが、ここまで食い下がるとは想像外だ。

source: My Lord! Ishlars’ Doom is now fully completed! It has not been tested, but may I try it? I think we can give the orc leader a jolt he won’t forget.
de: Mein Herr! Ishlars’ Verhängnis ist jetzt fertiggestellt! Ich habe sie noch nicht getestet, aber soll ich es jetzt probieren? Ich denke, wir können dem Ork-Anführer einen Schlag versetzen, den er so leicht nicht vergißt.
fr: Monseigneur ! le « Désastre d'Ishlars » est maintenant prêt. Je ne l'ai pas testé, mais peut-être peut-on le faire ? Je pense qu'on peut donner à ce cacique orc une secouée dont il se souviendra.
hu: Uram! Ishlars Pokoli Tüze készen áll a bevetésre. Még nem teszteltem le, de kipróbálhatom most? Küldhetünk az ork vezérnek egy olyan csapást, hogy megemlegesse!
it: Mio signore! Il Giudizio Universale di Ishlars è finalmente completo! Non è ancora stato testato, ma posso provarlo? Penso che possa dare al capo degli orchi un colpo che non dimenticherà.
ja: 閣下、イシュラーズの破壊玉が準備できましたぞ! まだテストはしてないが、試してみてもよろしいかのう? オークのカシラに忘れられんほどの驚きを与えると思うが。

source: Very well. Having dragged that cannon for eight score leagues and ten… Go ahead.
de: Na sehr schön. Du schleppst die Kanone schon acht Runden mit und erst jetzt … nun mach schon.
fr: Très bien. Puisque nous avons traîné ce canon avec nous pendant près de cent lieues... Vas-y.
it: Benissimo. Dopo aver portato quel cannone per tutte queste leghe... Procedi.
ja: でかしたぞ。大筒をわざわざ長い距離ダラダラと引きずって来たんだ。やれ！

source: Fire!
de: Feuer!
fr: Feu !
hu: Tűz!
it: Fuoco!
ja: 放ーて!

source: Gwah! What devilry is this?
de: Gwah! Was ist das nun wieder für eine Teufelei ?!
fr: Pouah ! Quelle diablerie est-ce donc ?
hu: Höhh! Micsoda pokoli szerzet ez?
it: Gwah! Che diavoleria è mai questa?
ja: グワッ! 何の魔術だ?

source: That is… satisfactory, Ishlars. Fire it again.
de: Das ist … zufriedenstellend, Ishlars. Schieß nochmal.
fr: C'est... satisfaisant, Ishlars. Tire encore.
it: È... soddisfacente, Ishlars. Fai ancora fuoco.
ja: な、何と... 申し分ないぞ、イシュラーズ。もう一発放て。

source: Yes, my Lord! Fire!
de: Ja mein Herr! - Feuer!
fr: Oui monseigneur ! Feu !
hu: Igen, uram! Tűz!
it: Subito, mio signore! Fuoco!
ja: ハイ、閣下。放ーて!

source: Oh dear, a setback. Perhaps the weapon’s name was somehow at fault?
de: Oh nein, ein Rückschlag. Vielleicht war ja der Name der Waffe schuld?
fr: Oh mon Dieu, un retour de flamme. Se peut-il que la faute en soit au nom donné à cette arme ?
hu: Ezt a pechet! Talán a fegyver neve volt egy kicsit eltúlozva?
it: Oh mio dio, un insuccesso. Forse il nome aveva qualcosa che non andava?
ja: 何てこった、全くの挫折だ。武器の名前は、失敗か何かか?

source: Please forgive me, my Lord. I did think the cannon would be strong enough!
de: Vergebt mir, Herr. Ich hätte gedacht, die Kanone ist stabil genug!
fr: Pardonnez-moi monseigneur. J'étais pourtant sûr que ce canon était assez résistant !
hu: Bocsáss meg, uram! Azt hittem, hogy az ágyú elég erős lesz!
it: La prego mi perdoni, mio signore. Pensavo che il cannone sarebbe stato abbastanza resistente!
ja: ありゃ、閣下お許しを... 大筒には十分な耐久性が無かったようで...。

source: Ishlars, old friend. That… provocation will have put the orcs into a slaying frenzy. Now we will not be able to retreat. I promise, if we lose this day I’ll throw you to the orcs before I meet my own death. They can be most… creative, when roused.
de: Ishlars, alter Freund. Diese … Provokation wird die Orks in wütende Raserei versetzen. Nun werden wir uns nicht mehr zurückziehen können. Falls wir uns geschlagen geben müssen, schwöre ich dir, bevor ich selber sterben muß liefere ich dich noch den Orks aus. Die können sehr … kreativ sein, wenn man sie läßt.
fr: Ishlars, mon vieil ami. Cette... provocation va plonger les orcs dans une folie sanguinaire. Et nous ne pouvons pas battre en retraite. Je te promets, si nous perdons cette bataille, de te livrer aux orcs avant de mourir moi-même. Ils peuvent être si... créatifs quand ils sont énervés.
it: Ishlars, vecchio amico. Quella... provocazione avrà provocato negli orchi una furia assassina. Ora non saremo più in grado di ritirarci. Te lo prometto, se oggi perdiamo ti lancerò agli orchi prima di incontrare la morte. Sanno essere piuttosto... creativi, quando aizzati.
ja: 古き友、イシュラーズよ、その挑発はオークたちをただ逆上させたに過ぎない。我々は、退却する事なんぞ出来んから、一つ約束しよう。もし我々が今日、負け戦と成った場合、俺様自身が死ぬ前に、貴様をオークたちの中に投げ入れる。奴らは、怒ってると貴様にとって刺激的だろうよ。

source: Tcchht! Heard ssounds of battle! Ah, humanss! If you are fighting orcss, let me join in!
de: Tcchht! Ich hörte dasss Toben des Kampfess! - Ah, Menschschen! Wenn ihr gegen Orkss kämpft, lassst mich auch mitmachen!
fr: Tcchht ! J'ai entendu des bruits de bataille ! Ah ! humains ! Puissssque vous vous battez contre les orcs, laissssssez-moi me joindre à vous !
hu: Ssszzhh! Csatazajt hallok! Ah, emberrrek! Ha az orrrkokkal harrrcoltok, hadd csatlakozzunk, mi is!
it: Tcchht! Ho sssentito il sssuono della battaglia! Ah, umani! Ssse dovete combattere gli orchi, lasssciate che mi unisssca!
ja: チィィィッー! 戦の音がすると思いきや、人間達かいな。まあ、オークと戦ってるんなら助太刀するデ!

source: … A mercenary… lizard man? … Wanting to fight the orcs? Why, er, certainly.
de: … Ein Söldner … Echsen-Mann? … Will mit gegen die Orks kämpfen? Warum gerade er?
fr: … Un lézard... mercenaire ? Qui veut se battre avec les orcs ? Et bien, euh, pas de problème.
it: ... Un mercenario... uomo lucertola? ... Che vuole combattere gli orchi? Certamente.
ja: ... 傭兵のトカゲ達だと? オークと戦いたいと? いいタイミングだ。承知!

source: Thankss for helping! Perhapss you sslow the doom a little…
de: Sssei bedankt für deine Hilfe! Vielleicht kannssst du das Unheil ja etwasss aufhalten …
fr: Mercccci de m'avoir aidé ! Peut-être avez-vous éloigné un peu la catassssssstrophe...
it: Grazie per l’aiuto! Forse hai rallentato un po’ il fato...
ja: 助太刀に礼を言う。たぶん御主は、破滅の運命を少し遅らせるに違いない...。

source: … Orcs’ doom iss speeded up! That is good, yess?
de: … Der Untergang der Orksss rückt immer näher! Dasss ist doch gut, oder?
fr: … La fin des orcssss approche à grands pas ! Pas mal, non ?
it: ... Il fato degli orchi è accelerato! Questo è buono giusto?
ja: ... オークの破滅は早まったやろ! 良い事ヤ、そやろ?

source: Aaargh! Curse you, humans! Other orcs will come! We will take this place back!
de: Aaargh! Fluch über euch Menschen! Andere Orks werden kommen! Wir werden diese Stadt zurückerobern!
fr: Aaargh ! Soyez maudits, humains ! D'autres orcs viendront ! Ils reprendront cette ville !
hu: Ááááhhh! Átok rátok, emberek! Más orkok fognak jönni és visszaveszik ezt a területet!
it: Aaargh! Siate maledetti, umani! Altri orchi arriveranno! Ci riprenderemo questo posto!
ja: あああっ...! 人間達め、恨むぞ! ほかのオークがやって来て、きっとここを奪い返すに違いない!

source: We’ll be ready and waiting, believe me.
de: Wir werden warten und vorbereitet sein, glaub mir.
fr: Nous serons prêts à les accueillir, crois-moi.
hu: Itt leszünk, és várjuk őket, elhiheted.
it: Saremo pronti ad aspettarli, credimi.
ja: いつでも来やがれ、待ってるぜ。

source: Phew! We can rest at last! And sleep in a bed again… under a roof! … Ahhh!
de: Puh! Endlich können wir wieder ausruhen! Und wieder in einem Bett schlafen … und unter einem sicheren Dach! … Ahhh!
fr: Pffff ! Nous pouvons nous reposer enfin ! Et dormir de nouveau dans un lit... sous un toit ! ... Ahhh !
it: Phew! Possiamo riposarci finalemnte! E dormire nuovamente in un letto... sotto un vero tetto! ...ahhh!
ja: ホッ! ついに休憩出来るわ! 屋根の下のベットでね! ... あーあっと!

source: Oh, Ishlars, I want a case for that beautiful sword we found. See to it, will you? I think I’d like it on display in my chambers…
de: Oh Ishlars, ich hätte gern einen Schaukasten für das herrliche Schwert, das wir gefunden haben. In dem man es sehen kann, verstehst du? Ich möchte es gern in meinen Räumen ausstellen …
fr: Oh, Ishlars, je veux un écrin pour cette magnifique épée que nous avons trouvé. Occupe-toi de ça, veux-tu. J'aimerais avoir ça dans mes appartements...
it: Oh, Ishlars, Voglio una supporto per quella magnifica spada che abbiamo trovato. Ci pensi tu? Voglio esporla nella mia stanza...
ja: オイ、イシュラーズ、俺たちが拾った剣にナイスな鞘と入れ物作ってくれ。この美しい剣を我々の家宝として俺様の部屋に飾りたい。

source: Yes, ‘sir’!
de: Ja, 'eure Hoheit'!
fr: Oui, sire !
hu: Igen, uram!
it: Certo mio signore!
ja: 分かりました!

source: Forbidden Ambition
de: Wahnwitzige Pläne
fr: Ambition interdite
hu: Tiltott vágyakozás
it: Ambizione proibita
ja: 禁断の欲望

source: Finally, Baldres had achieved his main ambition; control of his own city, unfettered by feudal obligations. But his desire for conquest continued to burn as strong as ever, and as soon as his hold on Dorest was secure, he began looking for further challenges…
de: Nun endlich hatte Baldres also sein wichtigstes Ziel erreicht: Er hatte die Kontrolle über seine eigene Stadt, ohne einem Lehnsherrn dienen zu müssen. Aber sein Verlangen nach Eroberungen brannte in ihm weiter wie zuvor, und sobald seine Herrschaft über Dorest gesichert war, begann er, sich nach neuen Herausforderungen umzusehen …
fr: Pour finir, Baldres avait réalisé sa principale ambition ; contrôler sa propre ville sans devoir en rendre hommage à quiconque. Mais son désir de conquête continuait à le travailler aussi fort que jamais et, dès que son emprise sur Dorest fut assurée, il se mit à chercher de nouveaux défis...
it: Finalmente, Baldres aveva realizzato la sua ambizione; controllare una sua città, libero da obblighi feudali. Ma il suo desiderio di conquista continuava ad ardere forte come sempre, ed appena il suo controllo su Dorest fu sicuro, iniziò a cercare altre sfide...
ja: とうとうバルドレスは、己の野心のもと、自らの封士の義務を持つ町を支配する事に成功しました。しかし、彼の征服への欲望は更に強く燃え上がって行き、ドゥーレストが十分に安全に成るとすぐに、それ以上の挑戦を探し始めるのでした。

source: His next target was the elvish queen of the Greenwood. Although the capital of the whole forest, Rowandel, was in the northern Greenwood, there was another stronghold, Elengavion Castle, in the south. Queen Melindë, said to be the most beautiful woman in the region, preferred the peace and quiet of Elengavion, and dwelt there most of the time. In spite of the protestations of his advisers, and the elven retribution that would surely fall, Baldres was determined to have this woman for his own. He set Jil and Ishlars to kidnap her when she next ventured to the Greenwood’s southern outskirts, as she often did.
de: Unweit von Dorest liegt das Elfen-Reich Grünwald. Obgleich die Hauptstadt des ganzen Waldes, Rowandel, in dessen Norden liegt, gibt es noch eine andere Festung, Elengavion Castle, im Süden. Königin Melindë, von der gesagt wird, sie wäre die schönste Frau hier weit und breit, bevorzugt die Ruhe und den Frieden Elengavions und verbringt die meiste Zeit dort. Ungeachtet der Warnungen seiner Ratgeber und ohne die sichere Vergeltung der Elfen zu bedenken, hatte es sich Baldres in den Kopf gesetzt, daß diese Frau die seine werden müsse. So bestimmte er, daß Jil und Ishlars sie kidnappen sollten, sobald sie sich wieder einmal in die Randgebiete des Grünwalds wagen würde, was sie oft tat.
fr: Son objectif suivant était la reine des elfes de la Forêt verte. Bien que la capitale, Rowandel, fut située dans le nord de la forêt, il y avait une autre place forte dans le sud, le château d'Elengavion. La reine Melindë, qu'on disait la plus jolie femme de la région, aimait la quiétude d'Elengavion et y résidait la plupart du temps. Malgré les protestations de ses conseillers, et le danger de la contre-attaque des elfes qui ne manquerait pas de s'ensuivre, Baldres était déterminé à posséder cette femme. Il chargea Jil et Ishlars de la kidnapper la prochaine fois qu'elle s'aventurera à la lisière de la forêt verte, ce qui lui arrivait assez souvent.
it: Il suo nuovo obiettivo era la regina della Foresta Verde. Sebbene la capitale dell’intera foresta, Rowandel, si trovava nelle parti a nord della Foresta Verde, c’era un’altra roccaforte, il castello di Elengavion, nel sud. La regina Melindë, considerata la più bella donna della regione, preferiva la pace e la quiete di Elengavion, e trascorreva li la maggior parte del tempo. Nonostante le proteste dei suoi consiglieri, e della situazione con gli elfi che sarebbe sicuramente precipitata, Baldres era determinato ad avere questa donna per sé. Fece preparare Jil ed Ishlars a rapirla la prossima volta che si sarebbe avventurata al sud, come faceva spesso.
ja: 彼の次の獲物はグリーンウッドのエルフの女王でした。巨大な森、グリーンウッドの中には、ロワンデルと呼ばれる首都に値する大きな町が北側に位置しておりましたが、もう一つ拠点と成るエレンギャヴィオンと言う南の都にも、城が築き上げられておりました。この地域で最も美しいと言われたミリンディー女王は、殆どの時間を静かで平和なその城を好んで滞在して居たのでした。 アドバイザー達の抗議にもかかわらず、その報復では確実に下落するだろうと思われるエルフの女王を己のモノにしようとしたバルドレスは、ジルとイシュラーズに彼女がときどき訪れるグリーンウッド南郊外の避暑地に来た時を狙って、その誘拐を命じたのでした。

source: Of all his schemes, this is the maddest ever. Abducting an elvish queen? Don’t you think he is getting more selfish than he used to be, Ishlars?
de: Dies ist wahrhaft der allerverrückteste seiner Einfälle. Eine Elfen-Königin entführen? Glaubst du langsam nicht auch, daß er viel selbstherrlicher ist, als uns lieb sein kann, Ishlars?
fr: De tous ses plans, c'est bien le pire. Enlever une reine des elfes ? Ne crois-tu pas qu'il est encore plus égocentrique qu'avant, Ishlars ?
hu: Ez minden fantazmagóriája közül a legőrültebb. Elrabolni egy tünde királynőt? Nem gondolod, Ishlars, hogy ez már mindennek a teteje?
it: Tra tutti i suoi folli piani, questo è il più matto di tutti. Rapire una regina elfica? non pensi che stia diventando più egoista di quanto già fosse, Ishlars?
ja: 今までの彼の企みの中で、コレが一番腹が立つわ。エルフの女王を誘拐しろですって？ 冗談じゃないわ。彼は前より自分勝手に成って来たと思わない、イシュラーズ？

source: I opposed it, too, Jil. But he really would have killed me if I’d argued further. It will be his undoing, and probably ours too. But when he really wants a woman, there is nothing that can dissuade him. That has been true all the time I have known him. I have grave doubts too as to what will happen after we catch her. I think the Greenwood elves are stronger than our Dorest forces.
de: Ich bin ja auch absolut dagegen, Jil. Aber er hätte mich sicher umgebracht, wenn ich weiter mit ihm gestritten hätte. Das wird wohl sein Untergang sein und wahrscheinlich auch unserer. Aber wenn er nun unbedingt eine Frau will, gibt es nichts und niemanden, der ihn davon abbringen könnte. Solange ich ihn kenne, war das schon immer so. Ich habe ja auch schlimme Bedenken, was geschehen wird, wenn wir die Königin erst gefangen haben. Ich befürchte, die Grünwald-Elfen sind unseren Kämpfern weit überlegen.
fr: Je m'y suis opposé aussi, Jil. Mais je crois qu'il m'aurait tué si j'avais insisté davantage. Cela sera sa perte, et sans doute la nôtre aussi. Mais quand il veut une femme, il n'y a rien qui puisse l'en détourner. Il a toujours été comme ça depuis que je le connais. J'ai les plus grandes inquiétudes sur ce qui peut arriver quand nous l'aurons attrapée. Je pense que les elfes de la forêt verte sont plus forts que nos forces de Dorest.
hu: Én is elleneztem, Jil. de ha tovább vitatkozom vele, ott helyben feltrancsíroz. Ez esz a vége, s alighanem a miénk is. Ha egyszer annyira nőt akar, <i>semmi</i> sem változtathatja meg a szándékát. Mindig is ilyen volt , mióta ismerem. Erős kételyeim vannak a jövőt illetően a nőrablás után. Azt hiszem, a greenwoodi tündék erősebbek a mi doresti seregünknél.
it: Anche io mi sono opposto, Jil. Ma mi avrebbe ucciso se protestavo oltre. Sarà la sua rovina, e probabilmente anche la nostra. Ma quando vuole realmente una donna, non c’è niente che lo possa dissuadere. È sempre stato così fin da quando lo conosco. Non so cosa possa accadere dopo che l’avremo presa. Penso che gli elfi della Foresta Verde siano più forti delle nostre forze in Dorest.
ja: ワシも反対したんじゃ、ジル。でも、もしもっと口論していたら、彼はワシを殺めていただろう。彼にとっても、我々にとってもこれはするべき事では無い。しかし、彼が一人の決まった女を求めた時は何も彼を止められないんじゃ。その事はワシが彼に出会った時から同じじゃよ。ワシらが彼女を捕まえた後、何が起こるかワシゃとっても疑問じゃ。グリーンウッドのエルフ達の方が我々の軍隊より上だと思うがのう。

source: So, we’ll have to make sure none of their scouts escape to call for reinforcements, eh?
de: Dann müssen wir eben dafür sorgen, daß keiner ihrer Kundschafter fliehen und Verstärkung holen kann, oder?
fr: Et bien nous devons nous assurer qu'aucun de ses éclaireurs ne s'échappe pour aller chercher du renfort, hein ?
hu: Tehát biztosra kell mennünk, egy hírvivő sem menekülhet el, hogy erősítést hozzon, igaz?
it: Quindi dobbiamo fare in modo che nessuno dei loro esploratori sfugga per chiamare i rinforzi?
ja: つまり、私達は彼らの偵察隊が誰もここから援軍を呼びに行かないようにすれば良いんでしょう？

source: Yes, or you and I will meet next in the halls of the dead!
de: Ja eben, oder wir beide werden uns ganz schnell bei Gevatter Tod wiederfinden!
fr: Oui, où nous nous retrouverons très vite dans les maisons des morts !
hu: Igen, különben a halottak csarnokában találkozunk legközelebb!
it: Già, o io e te ci incontreremo nuovamente nelle sale dei morti!
ja: そのとうりじゃ、そうでなければ地獄でまた会おう!

source: Move both Jil and Ishlars adjacent to the Queen
de: Bringt Jil und Ishlars in die Nähe der Königin
fr: Conduire à la fois Jil et Ishlars à côté de la Reine
hu: Jil és Ishlars a királynő mellé lép
it: Sposta sia Jil che Ishlars adiacenti alla regina
ja: ジルとイシュラーズを共にクイーンの隣へ移動

source: Allow any enemy scout to reach the top of the map
de: Einer der feindlichen Kundschafter erreicht den oberen Rand der Karte
fr: Laisser un éclaireur ennemi atteindre le haut de la carte
hu: Egy ellenséges hírvivő egység eléri a térkép szélét
it: Consenti ad un esploratore nemico di raggiungere il margine superiore della mappa
ja: 敵の偵察隊がマップの最上部へ到着

source: Death of Queen Melindë
de: Tod der Königin Melindë
fr: Mort de la reine Melindë
hu: Melindë királynő elesik
it: Morte della regina Melindë
ja: ミリンディー女王の崩御

source: The recruitment list has been reset
fr: La liste de recrutement a été réinitialisée

source: Here they come!
de: Da sind sie schon!
fr: Ils arrivent !
hu: Itt jönnek!
it: Arrivano!
ja: 来たぞ!

source: To Elengavion! The lord shall hear of this!
de: Nach Elengavion! Unser Herr muß es erfahren!
fr: A Elenglavion ! Le seigneur en entendra parler !
hu: Elengavionba! Értesítsétek az urat!
it: Verso Elengavion! Il signore deve avere notizia di quanto sta succedendo!
ja: エレンギャヴィオンへ! 閣下がコレを聞くであろう!

source: Well, we’re in trouble now. Even sooner than I expected.
de: So, da haben wir den Ärger. Und noch schneller, als ich vermutet hatte.
fr: Bon, on a des ennuis. Et plus vite que je ne pensais.
hu: Nos, pácban vagyunk. Hamarabb, mint gondoltam.
it: Siamo nei guai ora. Anche prima di quanto mi aspettassi.
ja: これは困った。思ったより早く起こってしまった。

source: You… were… <i>assassins</i>…?
de: Ihr… seid … <i>Attentäter</i>…?
fr: Vous... êtes des...<i>assassins</i>… ?
it: Sei... un... <i>assassino</i>…?
ja: そなた達は... 殺し屋ですか...?

source: Oh, no! I am utterly disgraced! I have failed my duty to the Queen!
de: Oh nein! Welche Schande! Ich konnte meine Königin nicht schützen!
fr: Oh non ! Je suis maudit ! J'ai failli à mon devoir envers la Reine !
hu: Ó, ne! Szégyenben maradtam! Nem tudtam megvédeni a Királynőt!
it: Oh, no! sono caduto completamente in disgrazia! Ho fallito nel mio compito verso la regina!
ja: ダメだ! 面目丸つぶれだ! 女王を守る義務に失敗してしまった。

source: Now I can add procurer to my list of crimes. You’re coming with me!
de: Nun kann ich der Liste meiner Vergehen auch noch Kuppelei hinzufügen. - Ihr kommt mit uns!
fr: Maintenant, je peux ajouter entremetteur à ma liste de crimes. Venez avec moi !
hu: Most már a kerítés is feliratkozott a bűnlajstromomra. Te velünk jössz!
it: Ora posso aggiungere il rapimento alla mia lista di crimini. Vieni con me!
ja: 今から自分の罪のリストに売春斡旋を加えなきゃならないわ。私と一緒に来てもらうわよ！

source: The Battle of Dorest
de: Die Schlacht von Dorest
fr: La Bataille de Dorest
hu: A doresti csata
it: La battaglia di Dorest
ja: ドゥーレストの乱

source: It did not take long for news of this outrage to reach the elves of Rowandel. The Prince Consort, the High Lord Elvanadíon himself, led the forest’s best warriors into battle. At his side were his younger brother, Lord Zluld, and Major Elen-Garil, the elvish master-at-arms. All three elves had sworn a solemn oath to overthrow Baron Baldres.
de: Wie der Wind erreichte die Kunde über diese Schandtat auch die Elfen in Rowandel. Der Prinzgemahl, der Hohe Lord Elvanadíon selbst, führte die besten Kämpfer des Waldes in die Schlacht. An seiner Seite zogen sein jüngerer Bruder, Lord Zluld, und Major Elen-Garil, der Waffenmeister der Elfen. Alle drei hatten einen heiligen Eid geschworen, Baron Baldres zur Strecke zu bringen.
fr: La nouvelle de cet outrage ne tarda pas à parvenir à Rowandel. Le prince consort, le Haut Seigneur Elvanadíon lui-même, prit la tête des meilleurs guerriers de la forêt pour les conduire à la bataille. À ses côtés marchaient son jeune frère, le Seigneur Zluld, et le major Elen-Garil, le maître d'armes. Ces trois elfes avaient solennellement juré de vaincre le baron Baldres.
it: Non ci volle molto affinché la notizia di questo oltraggio raggiungesse gli elfi di Rowandel. Il principe consorte, il gran signore di Elvanadíon stesso, condusse i migliori guerrieri della foresta in battaglia. Al suo fianco c’era il suo giovane fratello, Lord Zlud, ed il maggiore Elen-Garil, il maestro d’armi degli elfi. Tutti e tre avevano giurato solennemente di soverchiare il barone Baldres.
ja: その侮辱のニュースがロワンデルのエルフたちに伝わるには、それほど時間が掛かりませんでした。ミリンディーの夫で森の最高君主であるエルヴァナディオンは、自ら森一番の使い手のエレンーガリル少佐と自身の弟であるズラルド君主と共に自ら最高の兵を引き、バルドレス男爵を倒す為に神聖な誓いを立てました。

source: Survive
de: Überlebt!
fr: Surviver
hu: Túléled a támadást
it: Sopravvivi
ja: 生き残る

source: <b>Humans, you have one chance to stay my bloody vengeance! I am Elvanadíon, High Lord of all the Greenwood elves! Return Melindë safely to me, with the scum Baldres in chains, or my wrath will fall upon you!</b>
de: <b>Hört ihr Menschen, ihr habt noch eine Chance, meiner blutigen Rache zu entgehen! Ich bin Elvanadíon, der Hohe Lord der Grünwald-Elfen! Übergebt mir Melindë unversehrt und den elenden Hund Baldres in Ketten, oder ihr werdet meinen Zorn spüren!</b>
fr: <b>Humains, vous avez une seule chance d'échapper à une sanglante vengeance ! Je suis Elvanadíon, Haut Seigneur de toute la Forêt verte ! Renvoyez-nous Melindë saine et sauve avec cette canaille de Baldres enchaîné, ou ma fureur va se déverser sur vous ! </b>
hu: <b>Emberek, egy módja van, hogy elkerüljétek a véres bosszúmat! Elvanadíon vagyok, Greenwood tündéinek Legfőbb Ura! Ha Melindë királynő épségben visszakerül hozzánk, s a nyomorult Baldres bárót láncra verve adjátok át. Ez esetben elkerülhetitek a haragomat!</b>
it: <b>Umani, vi lascio una possibilità per evitare la mia sanguinosa vendetta! Sono Elvanadíon, gran signore di tutti gli elfi della Foresta Verde! Riconsegnatemi Melindë sana e salva, e quella feccia di Baldres in catene, o la mia ira si abbatterà su di voi.!</b>
ja: 人間共、我々の血なまぐさい復習の前に一度だけチャンスを与えよう! 私はグリーンウッドの最高君主、エルヴァナディオンで有る! ミリンディーを安全に、鎖につないだ下等なバルドレスと共にこちらに渡したまえ! さもなければ、私の制裁を与える!
