Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: (<i><small>I do not want to be impressed, but I must confess, I am.</small></i>)
de: (<i><small>Ich bin ja nicht so leicht zu beeindrucken, aber ich muß gestehen, <b>das</b> beeindruckt mich schon</small></i>)
fr: (<i><small>Je ne veux pas paraître impressionné, mais je dois avouer que je le suis.</small></i>)
hu: (<i>Nem akarok a hatása alá kerülni, de be kell ismerjem, erősen hat rám.</i>)
it: (<i><small>Non volevo essere impressionato, ma devo confessarlo, lo sono.</small></i>)
ja: <i><small>認めたく無いが、せざるを得ない。</small></i>

source: Have Ameck attack Gulder
de: Laßt Ameck Gulder angreifen
fr: Envoyer Ameck attaquer Gulder
hu: Ameck megtámadja Guldert
it: Attacca Gulder con Ameck
ja: アメックにガルダーを攻撃させる

source: This is the final objective.
de: Dies ist das letzte Angriffsziel.
fr: C'est le dernier objectif.
it: Questo è l’obiettivo finale.
ja: 最後の目標です

source: Gulder! This madness must stop! Your power is great, but I too have mastered the primal powers. With my mother’s talisman, I can match you! Avaunt!
de: Gulder! Dieser Irrsinn muß ein Ende haben! Deine Macht ist sehr groß, doch auch ich beherrsche die Elemente. Mit dem Talisman meiner Mutter bin ich dir ebenbürtig! Hinfort!
fr: Gulder ! Cette folie doit cesser ! Ton pouvoir est grand, mais j'ai moi aussi acquis la maîtrise des puissances élémentaires. Avec le talisman de ma mère, je peux t'égaler ! Arrière !
it: Gulder! Questa pazzia deve finire! Il tuo potere è grande, ma anche io padroneggio i poteri primordiali. Con l’utilizzo del talismano di mia madre, posso eguagliare il tuo potere! Vattene!
ja: ガルダーよ! その怒りを止めなくては成りません! そなたの魔力は立派です。しかし私も主要の魔力を習得しています。母上からの護符を使い、そなたと戦いましょう! 退散しなさい!

source: Hah! That was a feeble strike!
de: Hah! Das war ein kläglicher Schlag!
fr: Ha ! C'était un coup bien faible !
hu: Hah! Ez egy gyenge csapás volt!
it: Hah! Quello è solo un fiacco colpo!
ja: ハ! 弱い攻撃だ! かろうじて、俺様に傷を付けたな!

source: How is he still standing?! That would have blown a Great Tree to splinters!
de: Wie kann das sein?! Das hätte einen großen Baum zersplittern lassen!
fr: Comment est-il encore debout ?! Cela aurait réduit un Grand Arbre en allumettes !
hu: Hogyhogy meg se rezzent?! Ez még a Nagy Fát is forgácsokra szedte volna!
it: Come è possibile che sia ancora in piedi?! Quel colpo avrebbe mandato in frantumi un grande albero!
ja: 何故彼は立ってられるんだ?! 今の攻撃は大木を木っ端みじんに吹き飛ばす程だった!

source: He truly must wield ten times his father’s power. And even with her talisman, Alingwen’s power is to Gulder’s as four is to five. She is not strong enough! Oh woe!
de: Er scheint wirklich zehnmal so stark wie sein Vater zu sein. Und selbst mit ihrem Talisman ist Alingwen nicht ganz stark wie Gulder. Oh weh, sie wird es nicht schaffen!
fr: Il doit avoir dix fois le pouvoir de son père. Et même avec son talisman, le pouvoir d'Alingwen est de quatre à cinq. Elle n'est pas assez forte ! Oh !
it: Deve veramente avere dieci volte il potere di suo padre. Ed anche con l’utilizzo del suo talismano, il potere di Alingwen è per Gulder come il quattro è rispetto al cinque. Non è forte abbastanza! Maledizione!
ja: 彼は己の魔力を五倍以上増加させたと言っていました。それは彼の父親であるガルシンのものの約十倍の支配力を意味します。一方、アリングウェンの魔力は、元々ガルシンの約四倍、護符を使っても八倍です。今のガルダーより劣っています。

source: Oh! But dear half-sister mine, we have <i>two</i> talismans. Grant me a boon; give me your talisman. I can better this madman yet!
de: Oh! … aber meine liebe Halbschwester, wir haben doch <i>zwei</i> Talismane. Erweise mir die Ehre und gib mir deinen Talisman. Dann bin ich stärker als dieser Wahnsinnige!
fr: Oh ! Mais, chère demi-sœur, nous avons <i>deux</i> talismans. Fais-moi un cadeau ; donne-moi ton talisman. Je pourrais battre ce fou !
hu: Ó! Drága féltestvérem, hiszen nekünk <i>két</i> talizmánunk is van. Ez előnyünkre lehet; add nekem a talizmánodat. Azzal felülkerekedhetek ezen az őrültön.
it: Oh! Ma cara mia sorellastra, noi abbiamo <i>due</i> talismani. Concedimi una richiesta; Dammi il tuo talismano. Posso ancora superare questo pazzo.
ja: ウムム! どうやら私は母上の形見の護符の両方が必要なようです。たとえ反動で我が身が滅びようとも、それがこの男を倒す唯一の道... 誰も他の者には出来ません。それが私の宿命の様です。

source: Queen Melindë’s talismans were the pinnacle of the Greenwood’s magical arts. Made after the Battle of Dorest, one was created by the best enchanters in the northern Greenwood, the other by the best of the southern enchanters. If both talismans were combined, their effects would combine and multiply. Alas, left unspoken between the two half-sisters was the hazard of wielding such great power; some spells are so potent that no living being can survive casting them.
de: Königin Melindës Talisman war die Krönung der Zauberkunst des Grünwalds. Nach der Schlacht um Dorest war die eine Hälfte von den besten Magiern des nördlichen Grünwalds, die andere von denen des südlichen Grünwalds erschaffen worden. Vereinte man beide Teile miteinander, so vereinten und vergrößerten sich auch deren Kräfte. Leider hatten die beiden Halbschwestern nie über die Gefahr gesprochen, die in der Entfesselung einer solch großen Macht lag. Diese war so gewaltig, daß derjenige, der sie einsetzte, manche Zauber selbst nicht überleben konnte.
fr: Les talismans de la reine Melindë étaient le sommet de la magie de la Forêt verte. Fabriqué après la bataille de Dorest, l'un avait été fait par les meilleurs enchanteurs du nord, et l'autre par les meilleurs du sud. Les deux talismans combinés avaient des effets qui se complétaient et se multipliaient. Hélas, pour les deux demi-soeurs, il y avait un risque à recourir à un si grand pouvoir ; certains charmes sont si puissants qu'aucun être vivant ne peut survivre après les avoir lancés.
it: I talismani della regina Melindë erano la punta di massima espressione delle arti magiche della Foresta Verde. Creati dopo la battaglia di Dorest, uno fu creato dai migliori incantatori della parte nord della Foresta Verde, l’altro da quelli del sud. Combinando i talismani, i loro effetti si sarebbero sommati e moltiplicati. Ma, non detto dalle due sorellastre era il pericolo di avere in mano un così grande potere; Alcune magie sono così potenti che nessuna creatura vivente può sopravvivere alla loro invocazione.
ja: ミリンディー女王からの護符とはグリーンウッドのエルフ達の技の結晶でありました。ドゥーレストの乱の後、女王を守るため、一つは北グリーンウッドの選ばれたエルフ達に寄って作られ、もう一つは南グリーンウッドの選ばれたエルフ達に寄って作られたのでした。二つの護符が合わさると、その力は恐ろしく増加したのでした。 悲しくも、幾つかの呪文が、生き残る事が難しいほどの波動を発する危険は、二人の姉妹には言い残されてはいませんでしたが、二人とも薄々それを感づいていたのでした。

source: Háwclyn! Give Alingwen my talisman, quickly! I do not want to, but this may be the only way to defeat that evil mage.
de: Háwclyn! Gebt Alingwen schnell meinen Talisman! Ich weiß nicht, was geschehen wird, doch es scheint die einzige Möglichkeit zu sein, den teuflischen Zauberer aufzuhalten.
fr: Háwclyn ! Donne mon talisman à Alingwen, vite ! Je n'en ai aucune envie, mais c'est peut-être le seul moyen de vaincre cet horrible mage.
hu: Háwclyn! Dobd át Alingwennek a talizmánt, de gyorsan! Nem kívánom a következményét, de csak így semmisíthetjük meg ezt a sátáni mágust.
it: Háwclyn! Dai ad Alingwen il mio talismano, svelto! Non vorrei, ma questa può essere l’unica maniera per sconfiggere quel diabolico mago.
ja: ハァウクリン! 私が授けた護符を急いでアリングウェンに与えなさい! やりたくは無いのですが、それがたった一つの彼を倒す方法です。

source: Y-yes, ma’am!
de: Wird gemacht, Hoheit!
fr: O-oui, M'dame !
hu: I-igen, fenség!
it: S-si, mia signora!
ja: し、承知致しました、陛下。

source: Háwclyn threw the talisman to Ameck as fast as he could, and Ameck fastened it around her neck. As she did so, she spoke sadly to Gulder:
de: So schnell er konnte, warf Háwclyn Ameck den Talisman zu, und diese schlang ihn schnell um ihren Hals. Während sie das tat, rief sie Gulder betrübt zu:
fr: Háwclyn lança le talisman à Ameck aussi vite qu'il le put et elle le mit autour de son cou. En le faisant, elle dit tristement à Gulder :
hu: Háwclyn átdobta a talizmánt Amecknek, amilyen gyorsan csak tudta, s Ameck elkapta, s nyaka köré tekerte. Ameck hűvös hangon szólt Gulderhez:
it: Háwclyn tirò il talismano ad Ameck il più velocemente che poté, ed Ameck se lo mise al collo. Appena fatto, disse tristemente a Gulder:
ja: ハァウクリンは、思いっきり護符をアメックに投げました。アメックは、それを静かに受け取り、落ち着いて話し出しました。

source: You said you learned the undead arts from Jevyan, but you are a living man, flesh and blood. You are the son of Gulcyn, not some undead husk. How would Gulcyn feel if he saw what you have become? <i>I saw.</i> He tried to help everyone he ever met. I grieve still for the loss of your father, for he was kind to me when there was no-one else to care. You told me I should never have been born. You are wrong! I am half Greenwood elf, half Dorest human. I was born to save the people of Dorest and the elves of the Greenwood from your madness, and even those poor orcs of yours from senseless enslavement. I shall save you, too, from doing any further harm. <small>Farewell.</small>
de: Du sprachst davon, du hättest die Künste der Untoten von Jevyan erlernt. Doch du bist ein Lebender, aus Fleisch und Blut. Du bist der Sohn Gulcyns, nicht irgendeine untote Gestalt. Was würde wohl dein Vater sagen, könnte er sehen, was aus dir geworden ist? <i>Ich sah es.</i> Er versuchte, allen zu helfen die ihm begegneten. Auch mich schmerzt es, ihn verloren zu haben. Er war freundlich zu mir, als niemand anderes für mich da war. Du meintest, es wäre besser gewesen, ich wäre nie geboren. Du irrst dich! Ich bin halb Grünwald-Elfe, halb Mensch aus Dorest. Ich bin geboren, um die Menschen von Dorest und die Elfen des Grünwalds vor deinem Wahnsinn zu schützen, und selbst diese armseligen Orks aus deiner sinnlosen Sklaverei zu befreien. Selbst dich werde ich schützen: Davor, noch mehr Schaden anzurichten. <small>So sei es denn.</small>
fr: Tu as dit avoir appris les arts de la nécromancie avec Jevyan, mais tu es vivant, de chair et de sang. Tu es le fils de Gulcyn, et pas une enveloppe mort-vivante. Que dirait Gulcyn s'il pouvait voir ce que tu es devenu ? Il essayait d'aider quiconque le rencontrait. Je regrette toujours la perte de ton père, car il s'est montré bon envers moi alors que personne d'autre ne s'en souciait. Tu as dit que je n'aurais jamais dû naître. Tu as tort ! Je suis à moitié elfe, à moitié humaine de Dorest. Je suis née pour sauver le peuple de Dorest et les elfes de la Forêt verte de ta folie, et même ces pauvres orcs de l'esclavage où tu les as réduits. Je vais te sauver toi aussi de commettre encore plus de mal. <small>Adieu.</small>
hu: Azt mondtad, hogy a feketemágia művészetét magától Jevyantól tanultad, de te akkor is élő, hús-vér ember vagy. Gulcyn fia vagy, s nem egy élőholt porhüvely. Mit szólna Gulcyn, ha látná, mivé lettél? <i>Én tudom.</i> Ő megpróbált segíteni mindenkinek, akivel csak találkozott. Nekem is fáj az apád elvesztése, hiszen jó volt hozzám, amikor más nem törődött velem. Azt mondtad, hogy sose kellett volna világra jönnöm. Tévedsz! Félig greenwoodi tünde vagyok, félig doresti ember. Azért születtem, hogy megmentsem mindkét népet tőled, meg még a szerencsétlen orkokat is agyatlan zombiléttől. És megmentelek téged is, hogy még több szenvedést ne okozhass. <small>Ég veled.</small>
it: Come hai detto hai imparato le arti della magia nera direttamente da Jevyan, ma sei un uomo vivo, carne e sangue. Sei il figlio di Gulcyn, non qualche non-morto senza valore. Come si sentirebbe Gulcyn se vedesse cosa sei diventato? <i>Io ho visto.</i> Lui ha provato ad aiutare chiunque ha incontrato. Ancora mi addoloro per la morte di tuo padre, perché è stato gentile con me quando a nessun altro interessavo. Mi hai detto che non sarei mai dovuta essere nata. Stai sbagliando! Sono per metà un’elfa della Foresta Verde, per metà umana di Dorest. Sono nata per salvare la gente di Dorest e gli elfi della foresta Verde dalla tua pazzia, ed anche quei poveri orchi dalla tua schiavitù senza senso. Salverò te, anche, dal fare altro male. <small>Addiol.</small>
ja: そなたはジェヴヤンにアンデットの技を習ったと、言いましたね。しかしそなたはガルシンの息子です。アンデットでは有りません。ガルシンが今のそなたの姿を見たらどう思うでしょう。彼はいつも出会った者を助けていました。私も彼を失った事を悲しく思っています。誰もしない中、彼だけが私に優しく接してくれたからです。私はこの世に生まれて来るべきではないと、そなたは言いました。しかし、それは間違いです。私の血は半分がグリーンウッドのエルフ、そしてもう半分がドゥーレストの人間です。そう、私は、彼らそれぞれを守る為に生まれて来たのです。これが正義の最終兵器です。 さようなら。

source: <i>All of ye, turn away, and cover yer een!</i>
de: <i>Schaut alle weg und verhüllt euch!</i>
fr: <i>Vous tous, tournez-vous, et couvrez vos yeux !</i>
hu: <i>Mindenki a földre, védjétek a fejeteket!</i>
it: <i>Tutti voi, giratevi, e trovate riparo!</i>
ja: みんな、伏せろ! 伏せるんだ!

source: <small>Princess Alingwen!</small>
de: <small>Prinzessin Alingwen!</small>
fr: <small>Princesse Alingwen ! </small>
hu: <small>Alingwen hercegnő!</small>
it: <small>Principessa Alingwen!</small>
ja: <small>アリングウェン王女!</small>

source: What are you– <big>A…a…a…aargh!</big>
de: Was tust du? – <big>A… a… a… aargh!</big>
fr: Qu'est-ce que tu — <big>A… a… a… aargh ! </big>
it: Cosa cerchi di- <big>A…a…a…aargh!</big>
ja: な、な、何をする... <big>あ、あ、あああぁぁぁっ!</big>

source: Birds stopped singing, the wind fell, and even time’s measured tread seemed to falter for a moment.
de: Die Vögel sangen nicht mehr, es regte sich kein Lüftchen, die Zeit schien für einen Augenblick stillzustehen.
fr: Les oiseaux cessèrent de chanter, le vent tomba, et même la marche du temps parut suspendue un moment.
it: Gli uccelli smisero di cantare, il vento si fermò, ed il tempo stesso sembrò fermarsi per un istante.
ja: 鳥達はさえずりを止め、風は止み、まるで時間すら時を刻むのをためらっている様でした。

source: The death of Gulder quickly brought the humans of Dorest back to themselves. They stood in puzzlement in the streets, at a loss as to why they were armed, or who they had been fighting. Gulder’s evil work became a nightmare that then slowly faded, and in time the city recovered and began to prosper again. The demoralised southern orcs were beaten back to their ancestral homelands, and the peace accord with the Greenwood elves was formally renewed and strengthened.
de: Gleich nach Gulders Tod kamen die Leute von Dorest wieder zu sich. Sie standen verwirrt in den Straßen herum und konnten sich nicht erklären, weshalb sie Waffen trugen oder gegen wen sie gekämpft hatten. Mit der Zeit erschienen Gulders düstere Taten mehr und mehr wie ein Alptraum, der langsam verblasste, die Stadt erholte sich und erblühte von neuem. Die demoralisierten südländischen Orks wurden wieder in ihre angestammten Gebiete zurückgedrängt und der Frieden mit den Grünwald-Elfen wurde offiziell erneuert und bekräftigt.
fr: La mort de Gulder ramena rapidement les habitants de Dorest dans leur bon sens. Ils se tenaient stupéfaits dans les rues, ne sachant pas pourquoi ils étaient armés ni qui ils avaient combattu. Les sombres manigances de Gulder se dissipèrent lentement comme un vilain cauchemar, et, avec le temps, la ville retrouva son ancienne prospérité. Les orcs du Sud démoralisés furent repoussés vers leurs territoires, et l'accord de paix avec la Forêt verte fut formellement renouvelé et renforcé.
it: La morte di Gulder velocemente fece rientrare in sè gli umani di Dorest. Si ritrovarono perplessi nelle strade, persi per il fatto di ritrovarsi armati, non sapendo chi stessero combattendo. La malvagia opera di Gulder divenne un incubo che lentamente svaniva, e col tempo la città si riprese ed iniziò a prosperare nuovamente. I demoralizzati orchi del sud furono respinti nuovamente nelle loro antiche terre, ed il patto di pace con gli elfi della Foresta Verde fu formalmente rinnovato e rafforzato.
ja: ガルダーの滅亡は速やかにドゥーレストの人々を以前と同じ様に戻しました。彼らはしばしば武器を握りしめ、いったい何故それが必要だったのか街で困惑していました。そしてそれぞれの沢山の悲劇が明らかになり、戦争での罪なき犠牲者が発見されたのでした。 ガルダーの悪夢のような侵略は終わりを告げ、街は再び繁栄の時を向かえました。士気を完全にくじかれた南のオーク達は伝来の彼らの居住地へと撃退され、又、グリーンウッドにも以前と同じ様な日々が戻って来ました。

source: There was a small wood roughly halfway between the southern Greenwood and the city of Dorest. The elves built a beautiful sepulchre there amidst the yew and rowan trees, and the place came to be known as the Glade of Alingwen.
de: Etwa auf halber Strecke zwischen dem südlichen Grünwald und der Stadt Dorest gab es ein kleines Wäldchen. Dort, zwischen Eiben und Eschen, errichteten die Elfen ein schönes Grabmal und nannten diesen Ort fürderhin die Lichtung Alingwens.
fr: Il y avait un petit bois à peu près à moitié chemin entre la Forêt verte et Dorest. Les elfes y bâtirent un beau sépulcre au milieu des ormes et des sorbiers, et l'endroit fut désormais connu sous le nom de clairière d'Alingwen.
hu: Egy kis csalitos nőtt félúton Dél-Greenwood és Dorest között. A tündék gyönyörű kis síremléket építettek ott egy tiszafa és egy berkenyefa között, a hely később Alingwen Tisztása néven vált ismertté.
it: C’era un piccolo bosco circa a metà strada tra il sud della Foresta Verde e la citta di Dorest. Gli elfi costruirono la un meraviglioso sepolcro tra gli alberi di tasso e sorbo, e quel luogo divenne conosciuto come la Radura di Alingwen.
ja: 小さな森が南グリーンウッドとドゥーレストの間に以前から有りました。 エルフ達はその中にイチイの木やミヤマナナカマドの木々で美しい墓を建て、アリングウェンの空地と名付け、そこを聖地としました。

source: Princess Alingwen’s entire life had been sad and lonely, but at the very end she was able to find solace. Her brave sacrifice was honored with a peaceful shrine between the city of her father and the forest of her mother, and the lessons of her life were taken to heart by the Greenwood elves.
de: Prinzessin Alingwens gesamtes Leben war traurig und einsam gewesen, doch ganz am Schluß war es ihr möglich gewesen, Trost zu finden. Ihr selbstloses Opfer wurde mit einem Schrein des Friedens gewürdigt, gelegen zwischen der Stadt ihres Vaters und dem Wald ihrer Mutter, und ihre Geschichte wurde für die Grünwald-Elfen zur Legende.
fr: La vie de la princesse Alingwen avait été toute entière triste et solitaire, mais à la fin des fins, elle avait trouvé une consolation. Son courageux sacrifice fut honoré par un pèlerinage pacifique entre la cité de son père et la forêt de sa mère, et les leçons de son existence soigneusement recueillies par les elfes de la Forêt verte.
it: L’intera vita della principessa Alingwen era stata triste e solitaria, ma alla fine era riuscita a trovare conforto. Il suo coraggioso sacrificio fu onorato con un tranquillo santuario tra le città di suo padre e la foresta di sua madre, e la lezione della sua vita fu presa a cuore dagli elfi della Foresta Verde.
ja: アリングウェン王女の人生は悲しく、寂しいものでした。しかし、最後の最後に彼女は、父親の町と母親の森の間に穏やかに眠る事が出来、そして勇敢な身を犠牲にした行為に栄誉が与えられたのでした。又、彼女の人生からの教訓は、グリーンウッドのエルフ達の心に深く刻まれたのでした。

source: … Princess Alingwen sacrificed her life to save us all, even though we treated her poorly for so many years. … We must never squander what she did for us.
de: … Prinzessin Alingwen opferte ihr Leben, um uns alle zu retten, obwohl wir ihr so viele Jahre Unrecht zugefügt haben. … Wir dürfen niemals vergessen, was sie für uns getan hat.
fr: ... La princesse Alingwen a sacrifié sa vie pour nous sauver, même si nous l'avons traitée si mal pendant de si longues années. ... Nous ne devons pas gâcher ce qu'elle a fait pour nous.
it: ... La principessa Alingwen ha sacrificato la sua vita per salvarci tutti, anche se l’abbiamo trattata così malamente per così tanti anni. ... Non dobbiamo mai dimenticare cosa ha fatto per noi.
ja: ...アリングウェン王女は、私達が、長い事ひどく踏みにじってしまったにもかかわらず、身を犠牲にして我々全員を救ったのです。きっと彼女自身は、好んであのように生まれたかった訳では無かったでしょう。私達は、彼女がした事を無駄には出来ません...。

source: Yes, and we should guard against the unthinking cruelty she suffered a quarter century ago, now and forever more… Blood and looks are foolish things to measure a person by. What is in one’s heart is the important thing, not mere appearances… It’s all too easy to inflict terrible injustice on another without even realising it. That is the lesson I learned from her, and I will always carry it with me.
de: … und wir sollten uns vor solch unbedachten Verletzungen hüten, wie Alingwen sie vor 25 Jahren erleiden mußte, heute und in Zukunft… Herkunft und Aussehen sind törichte Dinge, um jemanden zu beurteilen. Nicht der äußere Anschein, sondern was man im Herzen trägt, ist das was zählt… Man kann einem anderen sehr leicht großes Unrecht tun, ohne es zu bemerken. Das ist es, was ich von ihr gelernt habe, und nie vergessen werde.
fr: Oui, et nous devons nous garder de reproduire les inconscientes cruautés qu'elle a dû subir il y a un quart de siècle, maintenant et pour toujours... Le sang et l'apparence sont de sottes mesures de la valeur d'une personne. Ce qu'on a dans le cœur, voilà l'important, et non la simple apparence... C'est trop facile d'infliger de terribles injustices à quelqu'un sans même s'en rendre compte. C'est la leçon que j'ai apprise d'elle, et je la garderai toujours avec moi.
it: Si, e dobbiamo combattere contro l’irriguardosa crudeltà che ha dovuto soffrire un quarto di secolo fa, ora e per sempre... Sangue e aspetto sono cose stupide con cui misurare una persona. Quello che uno ha nel cuore è la cosa importante, non la semplice apparenza... È facile infliggere terribili ingiustizie o altro senza capire. Questa è una lezione che ho imparato da lei, e la porterò sempre con me.
ja: その通りだ。我々は今、そして永遠に、彼女に25年前に苦痛を与えた軽卒な残虐行為に立ち向かわなくてはならない。心に何を持っているかが最も大切で有り、誰かではない。血筋や見た目は、人を見分ける何の計りにも成らない。我々はいつでも不公平や、残虐行為に出会したら、それに抵抗しなければいけない。そして、我々はそれらが起こらない様、警戒していかなければいけない。それが私が王女から学んだ事であり、常に心に刻んでいる。

source: … And I too. Look at all those unicorns around her grave, Háwclyn; they clearly show how pure her sprit was… But I still feel guilty about what our parents’ generation did to her. To punish her, exile her, for her father’s crimes…
de: … und ich auch nicht. Sieh nur, alle diese Einhörner an ihrem Grab, Háwclyn. Sie sind ein deutliches Zeichen, wie rein ihre Seele war… Ich fühle, wie schuldig die Generation unserer Eltern an ihr geworden ist. Sie bestraften und vertrieben sie für die Verbrechen ihres Vaters…
fr: ... Et moi aussi. Voyez toutes ces licornes autour de sa tombe, Háwclyn ; cela montre bien combien son âme était pure... Mais je me sens coupable de ce que nos parents lui ont fait. La punir, l'exiler, pour les crimes de son père...
it: ...Io pure. Guarda quegli unicorni attorno alla sua tomba, Háwclyn; mostrano chiaramente come fosse puro il suo spirito... Ma ancora mi sento in colpa per quello la generazione dei nostri genitori gli fece. Per averla punita, esiliandola, per i crimini di suo padre...
ja: ...全くです。見てご覧なさい、ユニコーン達が彼女のお墓の周りに、ハァウクリン。それはいかに彼女の魂が純粋で在ったかを物語っています。 ...しかし、私には、まだグリーンウッドの皇族の一人として、罪の意識が存在します...。

source: Aye, indeed… I do wonder how Turuk and his friends are faring, since we saw them last – and Merllow, of course. Have you heard any news?
de: Ja, so ist es wohl… Ich frage mich, wie es wohl Turuk und seinen Freunden ergangen ist, seit wir sie zum letzten Mal gesehen haben – und Merllow, natürlich. Hast du etwas Neues von ihnen gehört?
fr: Oui... vraiment... Je me demande ce que deviennent Turuk et ses amis depuis que nous les avons quittés — et Merllow, naturellement. Avez-vous eu des nouvelles ?
it: Infatti... Mi chiedo come stanno Turuk ed i suoi amici - ed anche Merllow, naturalmente. Hai sentito qualche novità?
ja: まあ、確かに...。 ところでタラク達はその後どうしているのだろう、そしてもちろんミィルロウも。何か聞いていないかい?
