Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: Sometimes, novices are thrown out of the Mages’ Guild, possibly for attempting to practice forbidden arts, but more often for mundane crimes such as theft or embezzlement, or even for a simple lack of sufficient skill. While most of these failed wizards switch to some other profession, a driven few turn to banditry as a way of continuing to fund their studies. Now completely outside the law, Rogue Mages do whatever is necessary to support their studies, and will often drift into the use of black magic as a result. Although they are rarely as skilled as wizards with more formal training, their spells can still be lethal, and leading the hard life of a bandit forces them to learn a modicum of skill with the sword.
fr: Parfois, des novices sont expulsés de la guilde des Mages, éventuellement pour avoir pratiqué des arts interdits, mais le plus souvent pour des crimes plus mondains comme le vol et l'escroquerie ou plus simplement encore pour manque d'aptitude. Bien que la plupart de ces mages faillis se tournent vers d'autres professions, un petit nombre tourne au banditisme, y voyant le moyen de continuer à financer leurs études. Totalement en dehors des lois, les mages brigands font tout ce qu'il faut pour continuer leurs études et finissent très souvent dans la magie noire. Bien qu'ils soient rarement aussi habiles que les sorciers formés plus normalement, leurs sorts peuvent être fatals, et mener la dure vie des bandits les conduit à apprendre un minimum de maniement de l'épée.
hu: Néha a mágusképzőből eltanácsolnak tanítványokat, mert a tiltott tudással kacérkodnak, de még inkább azért, mert közönséges bűnöket követnek el, mint lopás vagy sikkasztás, olykor pedig a képesség hiánya miatt. Míg az ilyen eltanácsolt növendékek többsége más úton próbál új életet kezdeni, néhányan a banditizmusra adják fejüket, hogy további tanulmányaikhoz előteremtsék a szükséges összeget. Teljesen törvényenkívüliként ezek a rablómágusok bármire hajlandók, hogy előteremtsék a szükséges anyagiakat, s útjuk gyakran vezet a feketemágia gyakorlásához. Bár mágikus képességeik elmaradnak az akadémián képzett társaikétól, még így is képesek halált osztani, a banditák kemény élete miatt elsajátítottak némi kardforgató tudományt is.
it: Alcuni maghi sono scacciati dalla gilda per aver tentato di apprendere le arti proibite. Ormai completamente fuorilegge, questi maghi erranti fanno tutto ciò che serve per continuare lo studio della magia nera. Sebbene non tanto preparati quanto i maghi formalmente addestrati, la loro magia può essere letale, e, contemporaneamente, la loro vita errante ha fatto loro acquisire anche una certa abilità con la spada corta.

source: short sword
de: Kurzschwert
fr: épée courte
ja: 短剣

source: ice blast
de: Eishauch
fr: rafale de glace
hu: jeges csapás
it: fulmine dell’oscurità
ja: 氷の暴風

source: Royal Pony
de: Königliches Pony
fr: Poney royal
it: Pony Reale

source: These two fine ponies were given to the Princesses Alingwen and Eämeral by Lord Zluld. Eämeral named hers ‘Toffee’, and Alingwen called hers ‘Bumble’. Both princesses are devoted to their respective animals, and would be heartbroken if anything happened to them.
de: Diese zwei schönen Ponys schenkte Lord Zluld den beiden Prinzessinnen Alingwen und Eëmeral. Während Eëmeral das ihre ‘Toffee’ nannte, hörte das Alingwens auf den Namen ‘Bumble’. Beide Prinzessinnnen hingen sehr an ihren Tieren und es hätte ihnen das Herz gebrochen, wenn diesen etwas zugestoßen wäre.
fr: Ces deux jolis poneys sont des cadeaux du seigneur Zluld aux princesses Alingwen et Eämeral. Eämeral a nommé le sien « Toffee » et Alingwen le sien « Bumlble ». Les deux princesses adorent leur poney respectif et auraient le cœur brisé s'il leur arrivait quelque chose.
it: Questi due purissimi pony sono stati donati alle principesse Alingwen e Eämeral da Lord Zlud. Eämeral chiamò il suo “Toffee”, mentre Alingwen “Bumble”. Entrambe le principesse sono affezionate ai loro rispettivi animali, e gli si romperebbe il cuore se gli dovesse accadere qualcosa.

source: kick
de: Tritt
fr: ruade
hu: rúgás
it: calcio
ja: 蹴り

source: Saurian Champion
fr: Champion saurien
hu: Gyík bajnok
it: Campione Sauro
ja: トカゲの擁護者

source: If a saurian warrior survives enough battles he is declared a champion among lizards. From a distance, he throws poisoned spears to weaken a foe before he approaches, and in melee his skill with the huge spear he wields has become so great that few enemies ever escape unscathed.
fr: Si un guerrier saurien survit à suffisamment de batailles, il est déclaré champion. Il peut lancer à distance des épieux empoisonnés pour affaiblir l'ennemi avant de l'approcher, et dans la mêlée, son adresse à manier son lourd épieu est telle que peu d'adversaires lui échappent indemnes.
hu: Ha számos csatát sikeresen túlélt a gyík, bajnokká lép elő. Távolsági harcban mérgezett dárdákat hajít az ellenségeire, majd az így meggyengült ellenségeit közelről óriási lándzsájával teríti le, amely elól csak nagyon keveseknek sikerült elmenekülni sértetlenül.
it: Se un guerriero sauro sopravvive abbastanza battaglie è dichiarato un campione tra le lucertole. Da distanza, lancia lance avvelenate per indebolire un avversario prima che si avvicini, e nel combattimento ravvicinato la sua abilità con l’immensa lancia che impugna è diventata così grande che pochi nemici sono mai fuggiti incolumi.

source: longspear
fr: lance longue
hu: lándzsa
it: lancia lunga
ja: 長槍

source: throwing spear
fr: lancer de javelot
hu: hajítódárda
it: lancia
ja: 投げ槍

source: Saurian Guard
fr: Garde Saurien
hu: Gyík őr
it: Sauro Sentinella
ja: トカゲの衛兵

source: Saurian Guards are experts in the use of the spear. They are fiercely loyal to their commander and fight alongside him at every opportunity. Their combat style is based upon weakening an enemy with a poisoned throwing spear, then closing and using their regular spears to finish the battle.
fr: Les gardes sauriens sont des experts au maniement de l'épieu. Ils sont fièrement fidèles à leur commandant et combattent à ses côtés à la moindre occasion. Leur style de combat consiste à affaiblir l'ennemi en lui lançant des sagaies empoisonnées et à terminer le combat en utilisant leurs épieux.
it: I sauri sentinella sono esperti nell’uso della lancia. Sono orgogliosamente fedeli ai loro comandanti e combattono accanto a lui ad ogni possibilità. Il loro stile di combattimento è basato sull’indebolire il nemico con le loro lance avvelenate, e finirlo con la loro lancia in combattimento ravvicinato.

source: Shadow Lord
de: Schattenherr
fr: Seigneur de l'Ombre
hu: Árny úr
it: Signore delle ombre
ja: 影の貴族

source: Few humans can fathom the secrets of both light and dark magic and retain their sanity. Those that do master that balance become Shadow Lords, existing in the gray area between light and darkness. No longer needing physical weapons, they are intimidating to both friend and foe alike.
fr: Peu d'humains peuvent sonder à la fois les secrets des magies blanche et noire tout en gardant leur santé mentale. Ceux qui y réussissent deviennent des seigneurs de l'Ombre, existant dans la zone grise comprise entre lumière et obscurité. Ils n'ont pas besoin d'armes physiques, car ils impressionnent aussi bien leurs amis que leurs ennemis.
it: Pochi umani hanno appreso i segreti della magia bianca e di quella nera, mantenendo intatta la sanità mentale. Quelli che riescono a governare questo equilibrio diventano Signori delle ombre, che non esistono pienamente né nel mondo della luce né in quello dell’oscurità. Senza più necessità di armi fisiche, sono temuti allo stesso modo sia dai nemici che dai loro sottoposti.

source: astral blade
fr: épée astrale
hu: csillagpenge
it: lama astrale
ja: 星域の刃

source: shadow bolt
de: Schattenblitz
fr: éclair d'ombre
hu: árnyütés
it: fulmine oscuro
ja: 影の矢

source: shadow blast
de: Schattenstoß
fr: rafale de ténèbres
hu: árnycsapás
it: soffio oscuro
ja: 影破

source: Shadow Mage
de: Schattenmagier
fr: Mage de l'Ombre
hu: Árnymágus
it: Mago delle ombre
ja: 影の魔術師

source: Most Shadow Mages have spent years as bandits, and have been known to gain small followings of henchmen. Their magical studies have progressed somewhat, but they have been forced to become generalists, with a comparatively weak magical blast, an enchanted sword and a smattering of other hexes and dark rituals. They are outmatched in a magical duel against any specialised wizard, but they are passable fighters, and their swords magically seek out their targets, making a shadow mage a more accurate swordsman than any non-wizard could achieve. Unfortunately, the hard life of a bandit and the corruption in their souls has begun to adversely affect their health.
de: Viele Schattenmagier lebten lange als Gesetzlose und scharten mehrere Spießgesellen um sich. Ihre magischen Studien kamen voran, sie können vieles, aber nichts richtig. Ihr magischer Schock ist ziemlich schwach, sie haben ein verzaubertes Schwert und kennen einige Flüche und dunkle Rituale. Ihre Magie ist der eines jeden richtigen Magiers unterlegen, aber sie sind ganz passable Kämpfer und ihre Schwerter, die ihr Ziel mit Magie finden, machen sie zu besseren Schwertkämpfern als jeder gewöhnliche es könnte.Leider hat das harte Banditenleben und die Verderbtheit ihrer Seelen einen schlechten Einfluß auf ihre Gesundheit.
fr: La plupart des mages de l'Ombre ont passé des années avec des bandits, et y ont souvent gagné quelques acolytes. Leurs études magiques ont avancé, mais ils ont été forcés de devenir généralistes, avec de comparativement modestes effets magiques, une épée enchantée, et quelques lancers de sorts et de noirs rituels. Ils sont dépassés dans un match contre un sorcier spécialisé, mais sont des combattants passables, car leurs épées cherchent magiquement leurs cibles, faisant du mage de l'Ombre un escrimeur supérieur à tout individu sans pouvoir magique. Malheureusement, la dure vie de bandit et la corruption de leurs âmes retentissent sur leur santé.
it: Anni di violenza e di brutalità a supporto degli studi delle arti magiche proibite hanno trasformato i maghi delle ombre in temuti combattenti. Ormai completamente asserviti dal potere, sono noti per comandare piccole schiere di seguaci. Essi sono inferiori nel combattimento magico diretto contro altri maghi, incanalando invece le loro energie in devastanti attacchi ravvicinati. A dispetto del loro potenziale offensivo, la corruzione delle loro anime ha iniziato a minare la loro salute.

source: Snow Druid
fr: Druide des neiges
hu: Hódruida
it: Druide dei Ghiacci
ja: 雪のドルイド

source: Snow Druids have lived for many centuries in the mountains of Wesnoth, where they prefer to stay above the snowline, or in grottoes along the edge of glaciers. They are similar to the more widely-known lowland druids of the forest, but their magic is derived from the raw elemental power of the highlands. They can suddenly animate the wiry highland plants to entangle an unsuspecting target, or assail their foes with a magically-created cold flash of arctic purity. Snow druids are also skilled at healing, and they retain the purifying rituals of the snow shamans which can purge poison from surrounding units.
fr: Les druides des neiges ont vécu dans les hautes terres de Wesnoth pendant des siècles, où elles préfèrent rester au-dessus de la limite des neiges ou dans des grottes le long des glaciers. Elles ressemblent aux druides des forêts mieux connues, mais leur magie provient du pouvoir brut des hautes terres. Elles peuvent animer soudainement des plantes filiformes pour entraver une proie sans méfiance, ou assaillir leurs ennemis avec un éclair réfrigérant magique d'une pureté arctique. Les druides des neiges sont également habiles à guérir, et elles conservent les rituels purificateurs des chamans des neiges qui sont capables d'éliminer les poisons.
hu: A hódruidák századok óta élnek Wesnoth magasan fekvő területein, ott is főleg az állandó hóhatár fölött, a gleccserek által vájt barlangokban. Hasonlítanak a sokak által ismert erdei sámánokhoz, de ők mágiájuk forrásául a felföldek nyers elemi erejét használják. Villámgyorsan életre keltik az indás növényeket, hogy azok behálózzák a gyanútlan célpontot, vagy mágikus jégvillámaikat zúdítják az ellenségre. A hódruidák gyakorlottak a gyógyításban is, s folytatják a hósámánok tisztulási szertartásait is, így elűzik a mérget a melletük álló egységekből.
it: Le druidi dei ghiacci hanno vissuto per centinaia di anni nelle montagne di Wesnoth, dove preferiscono risiedere al di sopra della quota delle nevi perenni, o in caverne vicino al limitare dei ghiacciai. Sono simili alle più conosciute druidi delle foreste, ma la loro magia è derivata dal grezzo potere elementale delle terre montuose. Possono animare istantaneamente le irte piante delle regioni montuose per intrappolare non sospettosi bersagli, o assalire i loro nemici con una ventata gelida magicamente creata di artica purezza. Le druidi dei ghiacci sono anche abili curatrici, e mantengono i rituali purificatori delle sciamane dei ghiacci in grado di rimuovere il veleno dalle unità circostanti.

source: cane
fr: canne
hu: bambuszbot
it: bastone
ja: 杖

source: cold flash
fr: éclair de froid
hu: jégvillám
it: raggio gelido

source: Snow Fairy
fr: Fée des neiges
hu: Hótündér
it: Fata dei Ghiacci
ja: 雪の妖精

source: Snow Fairies have haunted the highlands of Wesnoth for centuries, preferring to stay in only the coldest and most inaccessible places. Unlike most elves, they love the fragile beauty of the high mountain flowers and the soft multi-colored palette of the heather, rather than the lush green forests preferred by their lowland brethren. They even appreciate the delicate forms of the underground mushrooms that are normally only seen by dwarves and trolls. Snow fairies are powerful, ethereal, and elusive; even dwarvish wardens and the highest-flying drakes rarely encounter them. They harness the elemental power of the mountains to work their magic, suddenly animating the wiry highland plants to entangle an unsuspecting target, or assailing their foes with a magically-created cold flash of arctic purity.
fr: Les fées des neiges ont hanté les hauteurs de Wesnoth depuis des siècles, préférant demeurer seulement dans les endroits les plus froids et les plus inaccessibles. Contrairement à la plupart des elfes, elles aiment la fragile beauté des fleurs des montagnes et les bruyères multicolores, plutôt que le vert des forêts préférées de leurs cousins des basses terres. Elles apprécient même les formes délicates des champignons troglodytes que seuls les nains et les trolls voient ordinairement. Les fées des neiges sont puissantes, éthérées et insaisissables ; même les gardiens nains et les meilleurs voiliers des dracans les rencontrent rarement. Elles canalisent le pouvoir élémentaire des montagnes pour ourdir leurs sorts, animant soudain des plantes filiformes pour entraver une proie sans méfiance, ou assaillir leurs ennemis avec un éclair réfrigérant magique d'une pureté arctique.
hu: Hótündérek bukkannak fel időnként Wesnoth fennsíkjain, leginkább a hideg, nehezen megközelíthető helyeken. A legtöbb tündével ellentétben ők szeretik a zord magashegységek törékeny virágait, a sokszínű, selymes csarabosokat; sokkal inkább, mint a harsány zöld erdőségeket, amit viszont az alföldi rokonaik kedvelnek. A hótündérek kedvüket lelik a földalatti világ gombáiban is, amit rendesen csak a törpök és trollok szoktak látni. A hótündérek erősek, légiesen könnyedek és nehezen megfoghatók: még a törp felügyelők és a magasan szálló perzsekények is ritkán látják őket. Mágiájukban felhasználják a hegyek ősi energiáját, eleven lasszóként használják a felföldek indás növényeit a gyanútlan célpont megbénítására, a sarki hideg fuvallatokból jégvillámokat varázsolnak ellenségeikre.
it: Le fate dei ghiacci hanno infestato le terre montuose di Wesnoth per secoli, preferendo vivere nei posti più freddi ed inaccessibili. Al contrario di molti elfi, amano la fragile bellezza dei fiori di alta montagna e la soffice sfumatura dell’erica, più che il rigoglioso verde delle foreste preferito dai loro consanguinei delle terre basse. Apprezzano anche la delicata forma dei funghi sotterranei che normalmente sono visti solo da nani e troll. Le fate dei ghiacci sono potenti, eteree, e furtive; neanche i nani custodi e i draghi che volano più in alto raramente ne incontrano una. Esse imbrigliano il potere elementale delle montagne utilizzandolo con la loro magia, animano instantaneamente le irte piante per intrappolare ignari bersagli, o assalgono i loro nemici con magiche ventate di artica purezza.

source: Snow Shaman
fr: Chaman des neiges
hu: Hósámán
it: Sciamana dei Ghiacci
ja: 雪の呪い師

source: Snow Shamans are unlike the elvish shamans of the lowland forests, for they prefer the fragile beauty of alpine flowers and the soft multi-colored palette of the heather, not the lush greenery of a typical elven home. The cold rarely troubles them, and their magic derives from the elemental power of the high mountains; they can suddenly animate the wiry highland plants to entangle an unsuspecting target, or assail their foes with a magically-created blast of arctic cold. Snow shamans cannot perform magical healing, but they do have purifying rituals that will cure surrounding units of poisoning.
fr: Les chamans des neiges sont différentes des elfes des forêts, car elles préfèrent la fragile beauté des fleurs alpines et les bruyères multicolores, pas la somptueuse verdure d'un habitat elfe normal. Le froid les gêne peu et leur magie dérive du pouvoir élémentaire des montagnes ; elles peuvent animer soudain des plantes filiformes pour entraver une proie sans méfiance, ou assaillir leurs ennemis avec un éclair réfrigérant magique d'une pureté arctique. Les chamans des neiges ne peuvent pas accomplir de guérisons magiques, mais elles connaissent des rituels de purification qui annihile les poisons.
hu: A hósámánok nem olyanok, mint az alföldi erdők sámánjai, a legtöbb tündével ellentétben ők szeretik a zord magashegységek törékeny virágait, a sokszínű, selymes csarabosokat; sokkal inkább, mint a harsány zöld erdőségeket. A hideg igen ritkán okoz nekik gondot, mágiájukban felhasználják a hegyek ősi energiáját, eleven lasszóként használják a felföldek indás növényeit a gyanútlan célpont megbénítására, a sarki hideg fuvallatokból jégvillámokat varázsolnak ellenségeikre. A hósámánok nem képesek gyógyítani, de tisztulási szertartásaik segítségével képesek elűzni a mérget a melletük lévő egységből.
it: Le sciamane dei ghiacci sono differenti dalle normali sciamane elfiche delle foreste, dato che preferiscono la fragile bellezza dei fiori alpini e le soffici sfumature dell’erica, al lussureggiante verde tipico delle terre degli elfi comuni. Il freddo raramente le disturba, e la loro magia deriva dal potere elementale delle terre montuose; possono animare instantaneamente le irte piante per intrappolare un ignaro bersaglio, o assalirlo con una magica ventata di artica purezza. Le sciamane dei ghiacci non possono eseguire guarigioni magiche, ma conoscono rituali di purificazione che curano le unità circostanti dal veleno.

source: Southern Archer
de: Südländischer Kobold-Bogenschütze
fr: Archer du Sud
hu: Déli ork íjász
it: Arciere del Sud
ja: 南の弓師

source: Southern Archers know well they could not stand up to a trained solder in a melee, but they are quite sneaky enough to play to their strengths; they love to skulk under cover and shoot fire-arrows at their foes without ever letting them get near enough to retaliate. Call a southern archer a coward and his response will likely be an evil snigger and another volley of flaming missiles.
fr: Les archers du Sud savent bien qu'ils ne peuvent pas affronter un soldat entraîné en mêlée, mais ils sont assez fuyants pour l'éviter ; ils aiment s'approcher à couvert et lancer des flèches enflammées sur leurs ennemis sans leur laisser la chance de venir assez près pour contre attaquer. Traitez un archer du Sud de couard et sa réponse sera probablement un ricanement mauvais et une nouvelle volée de projectiles enflammés.
it: Gli arcieri del sud sanno bene che non possono affrontare un guerriero allenato in combattimento ravvicinato, ma sono abbastanza vili da giocarsi le loro carte; amano nascondersi sotto copertura e scagliare frecce infuocate ai nemici senza lasciarli avvicinare per contrattaccare. Chiamate un arciere del sud codardo e la sua risposta sarà probabilmente una malefica risata e un’altra raffica di frecce infuocate.

source: dagger
fr: dague
hu: tőr
it: pugnale
ja: ナイフ

source: Southern Goblin
de: Südländischer Kobold
fr: Gobelin du Sud
hu: Déli kobold
it: Goblin del Sud
ja: 南のゴブリン

source: The comparatively small and weak goblin is ill-suited to use as a soldier, unless you have a need of many cheap, expendable troops. The southern orcs make better use of their goblin brethren by equipping them with bows instead of spears, and using them in the same role as the slightly larger and stronger orcish archer. This is a duty the sly and sneaky goblins can fulfil quite well, and they take great delight in sending volleys of fire-arrows at foes they’d be very reluctant to face in a fairer contest.
fr: Ce comparativement petit gobelin n'est pas fait pour être soldat, à moins que vous n'ayez besoin de nombreuses troupes peu chères. Les orcs du Sud font meilleur usage de leurs gobelins en les équipant d'arcs au lieu d'épieux, pour leur faire faire la même chose que l'archer orc. C'est une tâche que les gobelins timides et fuyants remplissent assez bien, et ils prennent grand plaisir à envoyer des volées de flèches enflammées à des ennemis qu'ils seraient fort réticents à rencontrer face à face.
hu: A koboldokra jellemzően nem épp harcosnak valók ezek a kicsi gyenge lények, hacsaknem olcsó, feláldozható katonákra van szükség. A déli orkok inkább íjakkal látják el a koboldjaikat lándzsák helyett, és ugyanarra a szerepre szánják őket, mint az alig nagyobb és erősebb ork íjászokat. Ezt a feladatot a sunyi, alattomos kis koboldok igen jól megvalósítják, s előszeretettel küldenek égő nyilakból álló sortüzet az ellenségre, s sokkal kevésbé bocsátkoznak közelharcba velük.
it: Il relativamente piccolo e debole goblin è malamente adatto ad essere usato come soldato, se non si ha bisogno di molte, economiche truppe. Gli orchi del sud fanno miglior uso dei loro consanguinei goblin equipaggiandoli con archi invece che con lance, ed usandoli nello stesso ruolo dei loro leggermente più grandi e forti orchi arcieri. Questo è un compito che gli astuti e spregevoli goblin possono compiere piuttosto bene, e traggono grande piacere nello scagliare raffiche di frecce infuocate ai nemici che sarebbero molto riluttanti di affrontare in maniera più diretta.

source: Southern Orc
de: Südländischer Ork
fr: Orc du Sud
hu: Déli ork
it: Orco del Sud
ja: 南のオーク
