Repository: wescamp/Fate_of_a_Princess-1.10
Catalog: po/*.po
Languages: de, fr, hu, it, ja

source: This magical potion adds 5 to the taker’s maximum hitpoints.
de: Dieser magische Trank erhöht die maximalen LP dessen, der ihn benutzt, dauerhaft um 5 LP.
fr: Cette potion magique ajoute cinq points au maximum des points de vie.
it: Questa pozione magica aggiunge 5 al numero massimo di punti ferita di questa unità.
ja: この秘術の薬は、飲んだ者に最大ヒットポイントを＋５増やします。

source: Should I take this potion?
de: Soll ich diesen Trank benutzen?
fr: Dois-je prendre cette potion ?
hu: Kiürítsem ezt a flaskát?
it: Devo usare questa pozione?
ja: 飲みますか?

source: Potion of HP
de: Trank des Lebens
fr: Potion de points de vie
hu: Életerőital
it: Pozione della vita

source: This potent draught will permanently add 5 points to the drinker’s maximum hitpoints.
de: Dieser mächtige Trank erhöht die Gesamt-LP dessen, der ihn trinkt, dauerhaft um 5 LP.
fr: Ce puissant breuvage ajoute définitivement cinq points au maximum des points de vie.
it: Questo potente liquido aggiungerà permanentemente 5 ai massimi punti ferita del bevitore.
ja: この薬は、飲んだユニットのヒットポイントを５つ増やします。

source: Bottoms up! Seems it was left here on purpose. Perhaps Vladnir has been here…
de: Unglaublich! Es scheint, das wurde mit Absicht hier zurückgelassen. Sollte Vladnir etwa hiergewesen sein… ?
fr: Haut les cœurs ! Tout indique que tout cela a été laissé ici à dessein. Peut-être que Vladnir est passé par là...
it: Sembra sia stata lasciata qui appositamente. Forse Vladnir è stato qui...
ja: ふむふむ、どうもそれは意図的サ置かれてる様ダベ。多分ヴラドニャーが来たな。

source: … ‘Vladnir’? I have heard that name before…
de: … ‘Vladnir’? Irgendwo habe ich diesen Namen schon einmal gehört…
fr: ... Vladnir ? J'ai déjà entendu ce nom...
it: ..“Vladnir”? Ho già sentito quel nome prima...
ja: ... ヴラドニャー? 聞いた事か有る名だ...。

source: We ran across him in the swamp! Remember?
de: Wir trafen ihn zufällig in den Sümpfen, erinnerst du dich?
fr: Nous sommes tombés sur lui dans le marais ! Tu te rappelles ?
hu: Összefutottunk vele a mocsaraknál! Nem emlékszel?
it: Ci siamo imbattuti in lui nella palude! Ricordi?
ja: 我々は、沼地で彼に会いましたよ。覚えてますか?

source: … Goodbye… father… now I will see Mama again.
de: … Leb wohl… Vater… nun werde ich Mama wiedersehen…
fr: ... Adieu... mon père... maintenant je vais retrouver Maman.
it: ...Addio... padre... ora vedrò nuovamente mamma.
ja: ... さようなら... 父上... これで再び母上に会えるわ。

source: Rend my beard! Sho-Shoko! … Beloved foster daughter! My heart is broken!
de: Ich könnte mir den Bart ausreißen! Sho-Shoko! … Meine geliebte Pflegetochter! Mir bricht das Herz!
fr: Par ma barbe ! Sho — Shoko ! ... Chère fille adoptive ! Mon coeur est brisé !
it: Sho-Shoko! ... Mia amata figliastra! Il mio cuore si sta scoppiando!
ja: ひげを引き裂かれる! ショ、ショーコ! ... 最愛の養女よ! 私の心が壊れる!

source: One troll is vanquished, but there is still one west o’ here.
de: Einen Troll haben wir bezwungen, aber da ist noch einer, westlich von hier.
fr: L'un des trolls est éliminé, mais il en reste un autre à l'ouest.
hu: Jól van, az egyikkel elbántunk, de nyugatra van még egy másik is.
it: Un troll è stato sconfitto, ma ne resta ancora uno ad ovest.
ja: ヨシ、一匹やっつけたぞ。もう一匹西側サいるダ。

source: Now only tha’ eastern troll remains.
de: Nun ist nur noch ein Troll aus dem Osten übrig.
fr: Il n'y a plus que ce troll à l'est.
hu: Na mán csak a keleti troll maradt.
it: Ora rimane solo il troll ad est.
ja: ヨシ、残りは東側サもう一匹ダベ。

source: All right, let’s keep moving. Eisheim isnae far fra’ here.
de: Gut, laßt uns weiterziehen. Eisheim ist nicht mehr weit von hier.
fr: Bon, avançons. Eisheim n'est plus très loin.
hu: Ezt elintéztük. Eisheim nincs má' messze innét.
it: Bene, continuiamo a muoverci. Eisheim nn è lontano da qui.
ja: ヨシヨシ、進み続けるぞ。イーシィームは、ここからそれほど遠く無い。

source: I am glad to hear it.
de: Ich bin froh, das zu hören.
fr: Je suis heureuse de l'entendre.
hu: Örömmel hallom.
it: Sono felice di sentirlo.
ja: 良い知らせです。

source: Hydra Cavern
de: Die Höhle der Hydra
fr: Caverne de l'Hydre
hu: Hidra-barlang
it: La caverna Idra
ja: ハイドラの住む洞窟

source: The party pressed on into the very heart of the mountains. The quickest route to Eisheim was via a partly-flooded cave which at that time had been taken over by nagas and other, deadlier monsters.
de: Die Gefährten drangen immer tiefer in die Berge vor. Die schnellste Route nach Eisheim führte durch eine Höhle, die teilweise überflutet war und in der Nagas und andere, noch tödlichere Monster hausten.
fr: La troupe se pressa vers le coeur même des montagnes. La route la plus courte pour Eisheim passait par une caverne en partie submergée qui à ce moment, avait été envahie par des nagas et d'autres monstres aussi inquiétants.
hu: A csapat benyomult a hegység szívébe. A leggyorsabb út Eisheimbe egy félig elöntött barlangon vitt keresztül, amelyet ezidőtájt nagák és egyéb halálos szörnyek foglaltak el.
it: La brigata proseguì fino al cuore delle montagne. La via più veloce per Eisheim era attraverso una parzialmente allagata caverna che a quel tempo era occupata da naga ed altri, letali mostri.
ja: 一行は更に山奥へと入って行きました。イーシィームへの最も近道はと言うと、地下水が溜まって、しかもナーガ族やその他のモンスターが移り住む奇妙な洞窟でした。

source: Move Háwclyn to the exit
de: Führt Háwclyn zum Ausgang
fr: Conduire Háwclyn à la sortie
hu: Háwclyn eléri a kijáratot
it: Sposta Háwclyn all’uscita
ja: ハァウクリンを出口へ移動

source: This damp lair is tha’ shortest route tae Eisheim. Unfortunately there are monsters living here now. My brave friend tried to drive them out in weeks ago, but he has been missing since then. We should try tae avoid them as far as we can.
de: Diese feuchte Höhle ist der kürzeste Weg nach Eisheim. Jetzt leben hier leider abscheuliche Kreaturen. Mein tapferer Freund wollte sie von hier vertreiben, doch nun ist er schon seit Wochen verschwunden. Wir sollten diesen Monstern so weit wie möglich aus dem Weg gehen.
fr: Ce trou humide est la route la plus courte pour Eisheim. Malheureusement, des monstres y vivent maintenant. Mon brave ami a voulu les en chasser il y a des semaines de cela, mais il a disparu depuis. Nous devrions essayer de les éviter.
it: Questo umido rifugio è la via più corta per Eisheim. Sfortunatamente ora ci vivono mostri qui. Un mio coraggioso amico ha provato a mandarli via alcune settimane fa, ma è sparito da allora. Dobbiamo cercare di evitarli il più possibile.
ja: この湿っぽい、野獣のヤグラがイーシィームサの近道ダベ。残念ながらここサは、モンスターが住んでるベサ。俺の勇敢な部下が何週間か前サ奴らを追い出そうと試みたが、彼はそれ以来行方不明ダベサ。俺たちは、なるべく奴らを避けた方が良い。

source: If we must fight, then so be it, but I would be glad to pass through peacefully. I must say, this place must become a torrent when the rains come.
de: Falls wir kämpfen müssen, dann soll es wohl so sein, aber ich wäre froh, wenn wir unbeschadet hindurch kämen. Ich befürchte, bei Regen wird hier alles zu einem reißenden Strom.
fr: S'il faut se battre, tant pis, mais j'aimerai autant traverser tranquillement. Cet endroit doit devenir un vrai torrent quand il pleut.
hu: Ha harcolnunk kell, akkor harcolni fogunk, bár én inkább a békés áthaladás híve vagyok. Meg kell jegyeznem, hogy egy eső bármikor felduzzaszthatja a barlangi patakot.
it: Se dobbiamo combattere, così sia, ma preferirei passare di qui pacificamente. Devo dire che questo posto potrebbe diventare un fiume quando piove.
ja: 戦わねば成らぬ時はそうするまでだが、平和に抜けられるのであればそれに超した事は無い。しかしここは、雨が降ったら激流に成りそうだ。

source: Oh yes, snow-melt collects in this cavern. In spring the sound of the waterfalls can be heard two leagues away. Last winter, some nagas followed the river up from the foothills and decided they liked it here, but the trolls are not at all happy to be sharing their cave.
de: Oh ja, in dieser Höhle sammelt sich das Schmelzwasser des Schnees. Im Frühling kann man das Tosen der Wasserfälle zwei Wegstunden weit hören. Im letzten Winter folgten einige Nagas dem Fluß von den Ausläufern der Berge bis hierher, wo es ihnen gefiel. Nur die Trolle waren nicht so glücklich darüber, ihre Höhle teilen zu müssen.
fr: Oh oui, cette caverne draine les eaux de la fonte des neiges. Au printemps, le bruit des cascades s'entend à des lieues à la ronde. L'hiver dernier, quelques nagas remontant la rivière ont décidé que l'endroit leur plaisait, mais les trolls ne sont pas du tout contents de partager leur grotte.
hu: Ó, igen, a hóolvadék is ebben a barlangban gyűlik össze. Tavasszal a vízesések zaja mérföldekre is elhallatszik. A legutóbbi télen néhány naga érkezett a dombok aljától a folyón, és úgy tűnik megtetszett nekik a hely, bár a trollok egyáltalán nem örültek az új lakóknak.
it: Si, la neve che si scioglie passa da questa caverna. In primavera il suono delle cascate si sente da due leghe di distanza. L’ultimo inverno, alcuni naga risalirono il fiume dai piedi delle colline e decisero di insediarsi qui, ma i troll non furono molto felici di dividere con loro la loro grotta.
ja: そうね、雪解けの水が溜まってるのよ。春には先の方で滝の音を聞く事が出来るわ。去年の冬にナーガ族が川から上がって来て、ここに住み始めたの。でもトロルたちはそれを好んで無いみたいね。

source: We should hurry. We are running out of time to return home.
de: Wir sollten uns beeilen. Es wird langsam höchste Zeit, wieder nach Hause zurückzukehren.
fr: Nous devrions nous hâter. Nous n'aurons plus le temps de rentrer.
hu: Igyekeznünk kell! Nem lesz időnk a hazatérésre.
it: Dobbiamo sbrigarci se vogliamo tornare indietro in tempo a casa.
ja: 急ぎましょう。森へ帰る時間が尽きてしまいます。

source: A chest of gold! That’s a stroke o’ fortune!
de: Eine Truhe voll Gold! Welch ein Glück!
fr: Un coffre plein d'or ! C'est un vrai coup de chance !
hu: Egy arannyal teli láda. Micsoda szerencsés lelet!
it: Un forziere d’oro! Che colpo di fortuna!
ja: 金色の金庫だ! 幸運の訪れダベ!

source: Gold! That’s a stroke o’ good luck!
de: Gold! Was für ein Glück!
fr: De l'or ! C'est un vrai coup de chance !
hu: Arany! Ez aztán a szerencse!
it: Oro! Questo si che è un colpo di fortuna!
ja: 金貨だ! つきが回って来たな!

source: Crystal Bow
de: Kristallbogen
fr: Arc de cristal
hu: Kristályíj
it: Arco di Cristallo
ja: 水晶の弓

source: Crystal Bows are extraordinary magical weapons made long ago by a dwarven stonecrafter, and given as gifts to the elves of the Silent Forest. The arrows they fire become imbued with faerie essence, and those injured by them are suddenly overcome with a strange weakness. The weakness passes after a while, but while it remains it is a deadly handicap in combat.
de: Kristallbogen sind ganz besondere magische Waffen. Vor langen Zeiten von einem Zwergen-Steinmetz angefertigt, waren sie ein Geschenk an die Elfen der Stillen Wälder. Ihre Pfeile sind durchdrungen von Feen-Magie, und wer von ihnen verletzt wird, den überkommt augenblicklich eine große Schwäche. Obgleich diese Wirkung bald wieder nachläßt, so ist der Getroffene doch für einige Zeit nahezu kampfunfähig, was für ihn schnell tödlich enden kann.
fr: Les arcs de cristal sont des armes magiques extraordinaires fabriquées autrefois par un sculpteur nain et données en présent aux elfes de la Forêt du Silence. Les flèches lancées sont imprégnées d'essence féérique, et ceux qui en sont frappés sont saisis d'une étrange faiblesse. Cette faiblesse passe avec le temps, mais tant qu'elle perdure, c'est un lourd handicap pour le combattant.
hu: A kristályíjakat, e rendkívüli mágikus fegyvereket nagyon régi törp kőfaragók készítették, és ajándékba adták a Néma-erdő tündéinek. A kilőtt nyilak tündéri varázslattal bírnak, s akit eltalálnak, azon hirtelen gyengeség vesz erőt. Egy idő múlva ez a gyengeség elmúlik, de a csata pillanatában ez a kis kihagyás is súlyos hátránnyal jár.
it: Gli archi di cristallo sono straordinarie armi magiche create moltissimo tempo fa da un nano artigiano, e date come dono agli elfi della Foresta Silenziosa. Le frecce che scagliano vengono infuse dall’essenza di fata, e coloro colpiti da esse vengono colpiti da una strana debolezza. La debolezza passa dopo un po’ di tempo, ma finché dura è un grosso svantaggio durante il combattimento.
ja: 水晶の弓、この魔法の武器は、ドワーフの石材加工師に寄って大昔に作られ、沈黙の森のエルフへの贈られた賜物です。放たれる矢には、魔法が掛かっており、動きを鈍らせる効果が有ります。

source: This is a very heavy bow. A powerful archer could use it, but I, alas, cannot.
de: Das ist ein sehr schwerer Bogen. Nur ein kräftiger Bogenschütze kann ihn benutzen, ich leider nicht.
fr: C'est un arc très puissant. Un archer assez fort pourrait l'utiliser, mais hélas, pas moi.
hu: Ez egy nagyon súlyos íj. Csak egy profi íjász tudja használni, én sajnos nem.
it: Quest’arco è veramente pesante. Un forte arciere potrebbe usarlo, ma io non riesco.
ja: この弓はかなり重量がある。力の強い射手なら使えるが、残念ながら私には無理だ。

source: Oh, that is a Crystal Bow! Those were a famous gift to the elves, made by my people many centuries ago! Shoko’s real father had one. He was Captain of the Gray Wardens of the Silent Forest. Check it! It may have an inscription.
de: Oh, das ist ja ein Kristallbogen! Mein Volk fertigte diese Bogen vor vielen Jahrhunderten als berühmtes Geschenk für die Elfen an! Shokos richtiger Vater besaß einen davon. Er war Hauptmann der Grauen Wächter der Stillen Wälder. Schaut ihn euch genau an, möglicherweise gibt es eine Inschrift.
fr: Oh, c'est un arc de Cristal ! C'est un cadeau légendaire destiné aux elfes, fabriqué par mon peuple il y a des siècles ! Le vrai père de Shoko en avait un. Il était capitaine des Gardes gris de la Forêt du Silence. Regardez ! Il y a une inscription.
hu: Ó, hiszen ez egy kristályíj! Ezek voltak a népem legnagyszerűbb ajándékai a tündéknek hajdanán. Shoko édesapjának is volt egy. Ő volt a Néma-erdő Szürke Felügyelőinek kapitánya. Ó, várjunk csak! Valami van írva az oldalára.
it: Oh, quello è l’arco di cristallo! Erano famigerati regali donati agli elfi, realizzati dalla mia gente molti secoli fa! Il vero padre di Shoko ne aveva uno. Era il capitano dei guardiani grigi della Foresta Silenziosa. Controllatelo! Potrebbe avere un’iscrizione.
ja: オー、それは水晶の弓ダベ! 俺たちが大昔エルフサ上げた有名な賜物ダベ。ショーコの実の父親は、持っていたダ。彼は、沈黙の森の円熟なキャプテンだったんだ。おっ、待った! 何か弓サ書いてあるべ。

source: We are finally able to have a daughter. We have named her Sioclya. Thanks be to Eloh. 11th day of the new year, 212YW. <i>Hirandel me scripsit</i>
de: Endlich haben wir eine Tochter. Wir haben sie Sioclya genannt. Wir danken Eloh. Am 11. Tag des neuen Jahres 212 YW. <i>Hirandel</i>
fr: Nous avons finalement eu une fille que nous avons appelée Sioclya. Louée soit Eloh. Onzième jour de la nouvelle année, 212 AW. <i>Écrit par Hirandel</i>
it: Finalmente siamo stati in grado di avere una figlia. L’abbiamo chiamata Sioclya. Grazie Eloh. Undicesimo giorno del nuovo anno, 212YW. <i>Hirandel me scripsit</i>
ja: 私達は、遂に一人の娘を授かりました。シォクリアと名付けます。神よ、感謝します。 １月１１日、ウェスノス暦２１２年 ヒランデル。

source: Anoint mae beard! That bow belonged tae Shoko’s real father! That is amazing! Shoko’s birth name was Sioclya, but in dwarf-runes that becomes ‘Shoko’, ‘lovely gem’. She is lovely, isn’t she?
de: Bei meinem Barte! Dieser Bogen gehörte einst Shokos richtigem Vater! Das ist unglaublich! Shokos Geburtsname war Sioclya, ‘schönes Juwel’, was in unserer Sprache ‘Shoko’ heißt. Und ein ‘schönes Juwel’ ist sie doch in der Tat!
fr: Par ma barbe ! Cet arc appartenait au père de Shoko ! C'est stupéfiant ! Le nom de Shoko était Sioclya, mais en runes de la langue des nains, cela donne « Shoko », « jolie gemme ». Elle est jolie, n'est-ce pas ?
hu: Égnek áll a szakállam! Ez tényleg Shoko édesapjának a fegyvere! Ez fantasztikus! Shoko neve eredetileg Sioclya volt, de én átkereszteltem Shokora, ami a mi nyelvünkön, 'drága ékszert' jelent. Hiszen olyan drága, nemdebár?
it: Per tutto l’unto sulla mia barba! Quell’arco apparteneva al vero padre di Shoko! È una cosa incredibile! Il vero nome di Shoko era Sioclya, ma nella lingua delle rune nanesca diventa “Shoko”, “incantevole gemma”. Non la trovate incantevole?
ja: おおおっ! 本当にショーコの実の父親が使って弓ダベ。こりゃタマゲタ! 彼女の生まれた時の名前は、シォクリアだったんだが、俺はショーコと名付けたダ。ショーコは俺達の方言で「愛らしい子」って意味ダべ。彼女は、愛らしいだろ?

source: I have always thought of you as my real father, Turuk. I care not if that sounds foolish.
de: Für mich warst immer du mein richtiger Vater, Turuk. Auch, wenn das vielleicht albern klingt.
fr: J'ai toujours pensé à vous comme à mon vrai père, Turuk. Même ça à l'air stupide, je n'en ai rien à faire.
hu: Én mindig úgy tekintettem rád, mint az édesapámra, Turuk. Nem bánom, ha furán hangzik is.
it: Ho sempre pensato a te come al mio vero padre, Turuk. Non mi interessa se questo sembra folle.
ja: 私はいつも貴方が本当の父親だと思っているわよ、タラク。馬鹿げていても気にしないわ。

source: Bless ye, lass. Bless ye.
de: Ich weiß, mein Kind, ich weiß.
fr: Sois bénie, ma fille. Sois bénie.
hu: Tündéri kislány, te kis tündér.
it: Grazie, ragazza. Grazie.
ja: ナッ、ナッ、愛らしいべ。

source: crystal bow
de: Kristallbogen
fr: arc de cristal
hu: kristályíj
it: arco di cristallo
ja: 水晶の弓

source: The magical rune on the encampment will change a unit’s alignment to <i>chaotic</i>.
de: Die magische Rune im Lager ändert die Charakteristik einer Einheit in <i>chaotisch</i>.
fr: La rune magique sur le campement transforme le caractère d'une unité en <i>chaotique</i>.
hu: A mágikus rúna hatására az egység beállítódása <i>törvénytelenre</i> változik.
it: La runa magica nell’accampamento cambierà l’allineamento di una tua unità in <i>caotico</i>.
ja: 野営地上の呪文は、ユニットの設定を｢混沌｣に変換します。

source: A chaos rune! Ye ken, I have heard that trolls are sometimes born as lawful creatures, fearing the night an’ unafraid tae move by day. Troll shamans use a special ritual to set them aright.
de: Eine Chaos-Rune! Es gibt Berichte, nach denen Trolle manchmal als redliche Geschöpfe geboren werden, die die Nacht fürchten, sich aber bei Tage frei bewegen. Trollschamanen führen dann ein besonderes Ritual durch, um sie ‘umzupolen’.
fr: Une rune du chaos ! J'ai entendu dire que les trolls naissent parfois loyaux, redoutant la nuit et ne craignant pas de se déplacer le jour. Les chamans utilisent un rituel spécial pour rétablir leur caractère normal.
hu: Egy káosz rúna! Skacok, azt hallottam, hogy néha igazságos beállítódású trollok is születnek, akik félnek a sötéttől, és inkább nappal szeretnek mozogni. A troll sámánok egy speciális rítus keretében változtatják meg őket.
it: Una runa del caos! Ho sentito dire che a volte i troll nascono come creature legali, che temono la notte e con nessun timore della luce del giorno. I troll sciamani utilizzano uno speciale rituale per rimettere tutto a posto.
ja: 混沌の呪文ダベ! 聞いた話だが、トロルは、まれサ｢秩序｣の生き物として生まれて来るらしい。だどもトロルの呪い師がそれを他と同じ様サ導くベサ。

source: I have heard that trolls are not actually born. One troll buds off another smaller troll, which then grows on its own.
de: Ich habe gehört, daß Trolle gar nicht richtig geboren werden, sondern ein Troll bildet eine Art Knospe, aus der sich dann ein neuer Troll entwickelt.
fr: J'ai entendu dire que les trolls ne naissent pas réellement. Un troll bourgeonne un petit troll qui finit par devenir indépendant.
hu: Én meg azt hallottam, hogy a trollok nem is születnek, hanem a kis troll kiválik a nagyból, s aztán önállóan nő fel.
it: Io ho sentito dire che i troll non sono realmente dati alla luce. Da un troll spunta un nuovo piccolo troll, che da quel momento cresce per conto suo.
ja: 私も聞いた話だけど、実際は生まれると言うよりは、トロルは分裂して発生するらしいわよ。

source: Then, there are no troll women? That’s extraordinary!
de: Dann gibt es gar keine Troll-Frauen? Das ist ja unglaublich!
fr: Donc il n'y a pas de femelle troll ? C'est extraordinaire !
hu: Akkor nincsenek is troll nők? Ez valóban különleges!
it: Quindi, non esistono troll femmine? È una cosa straordinaria!
ja: そしたら、トロルに女性は居ないのですか? それは異常です!

source: I wonder if that magic rune might work on one o’ my followers?
de: Ob diese magische Rune wohl auch bei meinen Gefolgsleuten wirkt?
fr: Je me demande si cette rune marcherait sur un de mes compagnons ?
hu: Kétlem, hogy ez a mágikus rúna hatna itt bármelyikünkre.
it: Chissà se quella runa magica può funzionare su uno del mio seguito.
ja: 俺は、もしかしたら俺サ付いてる｢秩序｣の兵士サも、あの呪いの効果が得られると思っているんだが。

source: Ancestors’ beards, it worked!
de: Beim Barte meiner Ahnen, es funktioniert!
fr: Par la barbe de mes ancêtres, ça marche !
it: Per tutte le barbe dei miei antenati, ha funzionato!
ja: 家系サは逆らってるが、効果ありダベ!

source: Only innately magical races, such as trolls or drakes, can use these runes.
de: Diese Runen wirken nur bei von Natur aus magischen Rassen, wie Trollen oder Drachen.
fr: Seules les races naturellement magiques comme les trolls et les dracans peuvent utiliser ces runes.
hu: Csak veleszületett mágiával rendelkező lényekre, trollokra és perzsekényekre hat a rúna.
it: Solo creature innatamente magiche, come troll o draghi, possono utilizzare questa runa.
ja: 固有の不思議な種類、トロル又は、ドレークのみ、この呪文を受けられます。

source: Farewell, father… Now I will see Mama again…
de: … Leb wohl… Vater… nun werde ich Mama wiedersehen…
fr: Adieu, mon père... Maintenant, je vais voir maman à nouveau...
it: Addio, padre... Ora vedrò nuovamente mamma...
ja: さようなら、父上... これで再び母上に会えるわ...。

source: Shoko! This parting breaks my heart.
de: Shoko! Mir bricht das Herz!
fr: Shoko ! Cette séparation me brise le cœur.
hu: Shoko! Ettől a búcsútól megszakad a szívem.
it: Shoko! Questo addio mi spezza il cuore.
ja: ショーコ! この告別は、胸が張り裂けそうだ。

source: Look! There is something behind him.
de: Seht! Da ist noch etwas hinter ihm.
fr: Regardez ! Il y a quelque chose derrière lui.
hu: Nézzétek! Valami van mögötte.
it: Guardate! C’è qualcosa dietro di lui.
ja: 見ろ! 何か後ろにあるベサ。

source: Phew! Thank you, Warden, thank you! I thought I’d ne’er get oot.
de: Pah! Ich danke dir, Hüter der Berge, ich danke dir! Ich dachte schon , ich würde hier nie wieder herauskommen.
fr: Pfou ! Merci Gardien, merci ! J'ai bien cru que je n'en sortirai jamais.
it: Phew! Grazie, Custode, grazie mille! Pensavo che non sarei mai uscito da qua.
ja: フー! ありがとうがんした、長官、感謝します! 俺はもうここから出られんと思っとたべ。

source: I didnae think I’d see you again, Cholas. I am proud of you! Follow me and fight again, an’ we’ll broach a cask later, tae celebrate your return!
de: Ich dachte schon, ich würde dich niemals wiedersehen, Cholas. Ich bin so stolz auf dich! Komm mit uns und kämpfe weiter, wir werden dann später noch ein Faß aufmachen, um deine Rückkehr zu feiern!
fr: Je ne pensais pas vous revoir un jour Cholas. Je suis fier de vous ! Suivez-moi et battons-nous, et nous boirons un coup plus tard pour célébrer votre retour !
it: Ed io ormai non pensavo che sarei riuscito a rivederti vivo, Cholas. Sono fiero di te! Seguimi e combatti nuovamente con me, e più tardi ci spilleremo un barile, per celebrare il tuo ritorno!
ja: 俺は御主とはもう二度と会えぬと思ってたベ、コラス。御主を誇りサ思うべ! 俺と共サ再び戦うべ。そして後で樽を開けて御主の生還を祝うベサ!

source: My pleasure, sir!
de: Es wird mir ein Vergnügen sein, Herr!
fr: Avec plaisir, monsieur !
hu: Örömmel, uram!
it: È un piacere, signore!
ja: こちらこそ、長官!

source: Northwards! We cannae rest yet, there may be more monsters tae slay!
de: Wir müssen weiterziehen! Wir dürfen jetzt nicht rasten, womöglich kommen noch mehr Monster!
fr: Au nord ! On ne peut pas encore se reposer, il y a encore des monstres à écrabouiller !
hu: Északra! Még nem pihenhetünk, minden szörnyet ki kell irtanunk!
it: Verso nord! Non possiamo ancora riposare, ci sono ancora mostri da far fuori!
ja: 北の方サ! 休んではいられんべ、他サも殺めるモンスターが居るかも知れんべサ!

source: Keep moving, keep moving!
de: Zieht weiter, zieht weiter!
fr: Avancez, avancez !
hu: Haladjunk, ne álljunk meg!
it: Continuate, continuate a muovervi!
ja: 止まるな、止まるな、進み続けるダ!

source: Move on! We cannae tarry here! More monsters may come!
de: Nur weiter! Zögert nicht! Es könnten immer wieder Monster auftauchen!
fr: Avancez ! On ne peut pas rester ici ! D'autres monstres pourraient venir !
hu: Tovább! Nem állhatunk meg itt! Még több szörny jöhet!
it: Avanti! Non possiamo indugiare qui! Potrebbero arrivare altri mostri!
ja: ここサ長居はできない。もっとモンスターがやって来るかもしれん。進もう!
